import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Ghassankanafani{
  List ghassankanafani = [
    Quotesclass(
      text: "العدو قد يرغمني على الهزيمة ولكنه لن يرغمني على الضحك !" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الوقت ضيق , الشمعة الكبيرة على وشك أن تذوب , إن البكاء والحزن لا يحلان المشاكل." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الأشباح ماتوا ..قتلتهم الفيزياء..و ذوبتهم الكيمياء..و أرعبتهم العقول" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لقد أخطأنا حين اعتبرنا أن الوطن هو الماضي فقط .. أما خالد فالوطن عنده هو المستقبل" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الصمت أفضل من النقاش مع شخص تدرك جيداً أنه سيتخذ من الاختلاف معك حرباً , لا محاولة فهم." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "كل دموع الأرض لا تستطيع أن تحمل زورقاً صغيراً يتسع لأبوين يبحثان عن طفلهما المفقود ?" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن النسيان هو أحسن دواء إخترعه البشر في رحلتهم المريرة !" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ما هي معركة فلسطين بالنسبة للعرب في الروايات الصهيونية؟ إنها بلا تردد، ترف لا ضرورة له!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "هذه المراة تلد الأولاد فيصيروا فدائيين..هي تخلف و فلسطين تأخذ" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "شيء مضحك أن يضع الإنسان نفسه في سيارة مستفيداً من الحضارة , ثم تبقى المسافة بينه وبين انسانيته معطلة تماماً." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الصمت لا يعني القبول دائما، أحيانا يعني أننا قد تعبنا من التفسير." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "اننا حين نقف مع الانسان فذلك شيء ليس له علاقة بالدم واللحم وتذاكر الهوبة وجوازات السفر." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "قد لا يكون الموت بتوقف النبض فقط فالانتظار موت، والملل موت، واليأس موت، وظلمة المستقبل المجهول موت." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الخيانة في حد ذاتها ميتة حقيرة" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "هذا العالم يسحق العدل بحقارة كل يوم." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "إن أسعدنا هو أبرعنا في التزوير ، أكثرنا قدرة على الغوص في بحر الاقنعة !" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أن يكون الإنسان مع رفيق له حمل السلاح ومات في سبيل الوطن شيء ثمين لا يُمكن الـإستغناء عنه" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لعن الله الخيال، لعن الله أحلام اليقظة" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ياحامد. ياولدي الصغير. ياولدي المسكين. أكان من الضروري أن ترتطم بالعالم. على هذه الصورة الفاجعة؟" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "حروفنا صارت تحتاج إلى محامٍ، نحن ننطقها ببراءة وغيرنا يفهمها بسوء!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "البقاء مع شخص تحبه وأنت تعلم أنك ستفارقه كاللعب تحت المطر ممتع لكنك تعلم أنك ستمرض لاحقا." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لن أنسى ..كلا .. فأنا ببساطة أقول لكِ : لم أعرف أحداً في حياتي مثلك ، أبداً أبداً ..لم أقترِب من أحدٍ كما اقتربتُ منكِ أبداً أبداً ولذلكَ لن أنساكِ .. لا .. إنكِ شيئ نادرٌ في حياتي ، بدأت معكِ ويبدو لي أنني سأنتهي معكِ." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لن تستطيعي أن تجدي الشمس في غرفة مغلقة." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إذا كنا مدافعين فاشلين عن القضية.. فالأجدر بنا أن نغير المدافعين..لا أن نغير القضية" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أليس الانسان هو ما يحقن فيه ساعة وراء ساعة و يوما وراء يوم و سنة وراء سنة ؟" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "إن ضرب السجين هو تعبير مغرور عن الخوف" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن كل شيء يفقد معناه حين يعتاد المرء عليه" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنني أحبك كما لم أفعل في حياتي، أجرؤ على القول كما لم يفعل أي انسان وسأظل" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنــنــي أعض عبثــا عـلــي أمـــل ..لا يــريــد أن يبـقي معــي!!!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "في العمل الصهيوني تتعرض كل شعوب العالم للاحتقار بدرجة أو بأخرى فالبوليون جبناء والألمان برابرة الخ" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ليس في هذا البلد أحلى من لحظه حلم يعيشها الإنسان حتى لو تحت شمس حارقه" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "مأساتي و مأساتُك أنني أحبك بصورة أكبر من أن أخفيها و أعمق من أن تطمريها" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "و تساءلت: أكان نشيجاُ هذا الذي أسمعه أم سلخ السياط وهي تهوي من الداخل؟" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "و ها أنذا متروك كشيئ على رصيف انتظار طويل يخفق في بدني توق لأراك و ندم لأنني تركتك تذهبين" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "يوم قرأت هذه الكلمات أحسست بشيء يشبه المطر داخل حلقي" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "يسرقون رغيفك ثم يعطونك منه كسرة ثم يأمرونك أن تشكرهم على كرمهم .. يا لوقاحتهم." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "هل صحيح أنهم كلهم تافهون، أم أن غيابكِ فقط هو الذي يجعلهم يبدون هكذا؟" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنّ يومك بكلّ ما فيه ، هو التعويض الوحيد لذاته." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن أملي في أن ألقاك, هو مثل أملي في أن ألتقي طفولتي." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الأشياء الصغيرة حينما تحدث في وقتها يكون لها معنى أكبر منها, أقصد أن هنالك بداية صغيرة لكل حادث كبير." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كل ما بداخلي يندفع لك بشراهّه ، لكن مظهري ثابت." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "!لك شيء في هذا العالم.. فقم" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أشرع كفيّ اللتين لم تعرفا منذ تُرِكَت غير الظمأ و أقول : تعالي" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الأرض نفسها لا تطيق النظر اليهن" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الأمور تمضِي بشكلٍ أفضَل ، حينَ لا يُقسم ُالمرءُ بشرفِه !" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "الإنسان الذي يحس أكثر من اللازم ، خير من الإنسان الذي لا يحس بالمرة." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الغزلان تحب أن تموت عند أهلها ، الصقور لا يهمها أين تموت" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الفراق لا بدّ منه. فلنتلاق بانتظار أن يأتي" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الموت..يا إلهي! أن نراه قريباً إلى هذا الحد وأن ننتظره ليل نهار." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أمــوت وسـلاحــي بيــدي لا أن أحيــا وسلاحــي بيــد عــدوي" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الانتصار هو أن تتوقع كل شيء..و ألا تجعل عدوك يتوقع..!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الإنسان في نهاية الأمر قضية" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الحرية لا يمكن أن تكون شيئاً يأتي من الخارج !" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الرجل الذي يلتحق بالفدائيين لا يحتاج بعد إلى رعاية أمه" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن السلاح بيد الإنسان .. إغراء للقتل" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "إن الصراصير وحدها قادرة على قتل أخيل ياللسخافة!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن العمر خديعةٌ ، و إلا فكيف يمكن أن يكون عمري معك عمراً و عمري دونك عمراً أيضاً َ" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الفضول شيء رائع ولكنه غير قانوني." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ان القانون لا يقبل بان يقوم رجل غاضب بارتكاب جريمة، ولكنه، كي يعاقبه، يقتله كانه هو رجل غاضب." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن خطأ زائد خطأ لا يساويان صحا" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن دفاع الكاتب اليهودي عن قضية لا موضوعية لا يمكن إلا أن يتم بأسلوب لا موضوعي" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن شراستك كلها إنما هي لإخفاء قلب هش" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أنتِ في جلدي، وأحسكِ مثلما أحس فلسطين: ضياعها كارثة بلا أي بديل" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنك تعنين بالنسبة لى أكثر بكثير مما أعنى لك و انا أعرف و لكن ما العمل ؟!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "تسقُطُ الأجسادُ… لا الفِكرة" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "سَيُدَمر الكثيرُ مني إن أفقدكِ" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "عرف أنه لن يستطيع الهروب من الذكرى التي أخذت تدق عظام رأسه من الداخل" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "قاتلت الحركة الصهيونية بسلاح الأدب قتالاً لا يوازيه إلا قتالها بالسلاح السياسي" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "قد لا أريد أن أتذكر كي لا أجرح الحاضر، ولكنني لا أستطيع أن أنسى كي لا أخون ذاتي والحقيقة معًا" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كان رجلا قادرا على الفهم من فرط ما شاهد الناس يموتون ببساطة ، ويتركون العالم بملاجئ أقل" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كان مشوشا ولم يكن بوسعه أن يهتدي إلى أول طريق التساؤلات كي يبدأ!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كم هو ضروري أن يموت بعض الناس .. من اجل أن يعيش البعض الآخر .." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كم هي مؤلمة وقاسية اللحظة التي يريد أن يبكي فيها الإنسان ، ورغم لك ، هو لا يستطيع" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لستُ أطمع منك بالعودة ، فالعصافير لا تسكن أعشاشها مرتين !" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لماذا أنا اشتاق اليك كل هذا الشوق اذا كانت أنا تعنينا نحن الاثنين… كما اتفقنا؟" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "نحن لا نريد الشيء لأنه جميل .. بل هو جميل لأننا نريده" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "يدهشني ذلك النوع من البشر الذي يحس بسعادة طاغية ولا توصف لمجرد أنهم لم يموتوا في الليلة الماضية !" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ليس المهم أن يموت أحدنا , المهم أن تستمروا … ثم مات." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كل قيمة كلماتي كانت في أنها تعويض صفيق وتافه لغياب السلاح وإنها تنحدر الآن أمام شروق الرجال الحقيقيين الذين يموتون كل يوم في سبيل شيء أحترمه." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أنتِ عندي شيئا يستعصي النسيان." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا تقل أحبك فلقد سمعتها بعدد نجوم السماء .. إفعل ما يمليه عليك حبك، فنادرا هم الصادقون!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لقد قطعت على نفسها عهداً بأن ﻻ تطلب شيئاً من أحد قط .. إنّها ﻻ تستطيع أن تتحمل خذﻻناً جديداً، و لو كان خذﻻناً تافهاً." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "بَدَتْ لي حياتي صُدفةً فارغة لمْ يكُنْ لها أيُّ معنى، و أنَّ أخطاءَ العالم كلّها تلتقي عِندي." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "تعجبني الأرواح الراقية ، التي تحترم ذاتها وتحترم الغير ، تتحدث بعمق ، تطلب بأدب ، تمزح بذوق ، تعتذر بصدق ، وترحل بهدوء." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "وأنا لا أحبك فقط ولكني أؤمن بك كما يؤمن الأصيل بالوطن." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "وفجأة.. جاء الماضي حاداً مثل سكين." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أريد أن أستريح ، أتمدد ، أستلقي في الظل وأفكر أو لا أفكر، لا أريد أن أتحرك قط لقد تعبت في حياتي بشكل أكثر من كافِ! أي والله أكثر من كافٍ." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الوطن ليس شرطا أن يكون أرضا كبيرة , فقد يكون مساحة صغيرة جدا حدودها كتفين." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "في الوقت الذي كان يناضل فيه بعض الناس ويتفرج بعض آخر , كان هناك بعضاً أخيراً يقوم بدور الخائن." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "شيء جميل أن تكون قريب من شخص محتفظ بك ، لا يبتسم لغيرك ، ولا يعطي ربع مكانتك لأي شخص آخر." ,
      writer: "غسان كنفاني" ,
    ),

    Quotesclass(
      text: "ألست ترى أن التشاؤم هو الشجاعة؟ ألست ترى أن التفاؤل هو كذب وهروب وجبن؟ أنت تعرف أن الحياة قميئة وسيئة،فلماذا تواصل الأمل بها؟" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "بدت لي الحياة كلها حقيرة، وأضيق من أن تتسع للإنسان ولجوعه معاً." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا شيء يطفىء أنوار الكون في عين الرجل كرحيل امرأه كان يعتبرها أرضه وسماؤه وكونه." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لقد حاولوا ان يذوبوني كقطعة سكر في فنجان شاي ساخن , وبذلوا يشهد الله جهداً عجيباً من أجل ذلك , ولكنني ما أزال موجوداً رغم كل شيء." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا أريد أن تغيب عني عيناك اللتان أعطتاني ما عجز كل شيء انتزعته في هذا العالم من إعطائي … ببساطة لأني أحبك." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "ليس بالضرورة أن تكون الأشياء العميقة ‫‏معقّدة‬. وليس بالضرورة أن تكون الأشياء البسيطة ‫ساذجة ‬.. إن الانحياز الفنّي الحقيقي هو كيف يستطيع الإنسان أن يقول الشيء العميق ببساطة" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "سأظل ولو وضع أطلس الكون على كتفي ، وراءك و معك ، ولن يستطيع شيء في العالم أن يجعلني أفقدك." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الصمت هو صراخ من النوع نفسه .. أكثر عمقاً وأكثر لياقة بكرامة الإنسان." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "تعلمت أن أحب طفولتي ..أن أحب البسطاء ، أن أرتب خارطة هذا الوطن وأن أقف في صف الفقراء." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا أحد يستطيع إرجاع الزمن إلى الخلف وبدء حياة جديدة، ولكنه يستطيع الآن أن يضع بداية جديدة ليسطر نهاية جديدة." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "مسامحتك للآخرين لا تعني أنك راضي عنهم ، بل تعني غالباً البحث عن راحة بالك بعيداً عن نقاشات لا قيمة لها." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الفكرة إذا ولدت فـ ليس بالوسع التخلص منها .." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن المؤلف الصهيوني المطالب دون ريب بتبرير الاجتثاث يختار إصدار حكم بعدم جدارة العرب بوطن" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن قضية الموت ليست على الإطلاق قضية الميت..إنها قضية الباقين" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن نصف حياتك فرجه على الناس، ونصفها الآخر فرجة الناس عليك" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "أنا أحكي عن الحرية التي لا مقابل لها، الحرية التي هي نفسها المقابل." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أنا لا أستطيع أن أجلس فأرتق جراحي كما يرتق الناس قمصانهم." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "اننا نزوّر العالم كي نفهمه… ياللتعاسة.." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنني لا أريد أن أكره أحداً، ليس بوسعي أن أفعل ذلك حتى لو أردت" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنهم لا يعرفون ذلك قطلا يعرفون شيئاً ثم يتنطعون لتعليم الناس كل الأشياء" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ثم ماذا ؟؟؟ أنت الآن تحمل جدرانك اأربعة و تمشي كانسان من جبس" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "طالما أن الإنسان دفع ليعيش دون أن يؤخذ رأيه بذلك، فلماذا لا يختار هو وحده نهايته" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كــنــت أعيــش ..مــن أجــل يــوم لا خــوف فيــه …وكنــت أجــوع مـــن أجــل أن أشبــع ذات يــوم!" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا تمت قبل أن تكون ندّاً" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا يعرف أحد إلى الآن نظرية تتيح لشعب راق أن يجتث شعباً متخلفاً إلا النازية" ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "لقد احتجت إلى عشر سنوات كبيرة جائعة كي تصدق أنكَ فقدت شجراتك وبيتك وشبابك وقريتك كلها …" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لن أرتد حتى أزرع في الأرض جنتي أو أقتلع من السماء جنة أو أموت أو نموت معاً" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "و أظل أقول لكِ : خُذيني تحت عينيكِ" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "و عندما وصلنا صيدا في العصر صرنا لاجئين." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ولأن الناس عادة لا يحبون الموت كثيرا فلا بد أن يفكروا بأمر آخر." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ويبدو أن هناك رجال لا يمكن قتلهم إلا من الداخل" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "يتبــدل المــدافعـون…..لا تتبــدل القضيـــة" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "يتعلم الإنسان أمور عديدة في لحظات غريبة دون أن يقصد ذلك." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "دونك أنا في عبث." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "وأعرفُ أيضًا أن حُبَكِ يستحقُ أن يعيشَ الإنسانُ له." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "أنا من شعب يشتعل حباً ، ويزهو بأوسمة الأقحوان وشقائق النعمان على صدره وحرفه، ولن أدع أحداً يسلبني حقي في صدقي." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ولكنني لم أكن لأعرف، لقد عرفت فقط أن شيئًا ما في داخلي، مثل جسر يستند عليه بناء، قد انكسر." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ما أعرفه أنني سأظل أكتبُ لكِ ، وستظلينَ بعيدة." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ماذا أكتب لكِ ؟ وأنا كلما حاولت أن أكتب , شعرت بأن قلبي سيقلع من مكانه ليسكن صدرك." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ليس المهم أن يموت الإنسان قبل أن يحقق فكرته النبيلة بل المهم أن يجد لنفسه فكرة نبيلة قبل أن يموت." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أﻋﺮﻑ ﺃﻧﻨﻲ ﺃﺧﻴﺮًﺍ ﻣﻄﻮﻕٌ ﺑﻚ ، ﺑﺎﻟﺪﻑﺀ ﻭﺍﻟﺸﻮﻕ ﻭﺃﻧﻨﻲ ﺑﺪﻭﻧﻚ ﻻ ﺃﺳﺘﺤﻖ ﻧﻔﺴﻲ." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "‏أما أنتِ فقد دخلت إلى عروقي وانتهى الأمر، إنه لمن الصعب أن أشفى منكِ." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "المرأة تُوجَد مرَّة واحِدة في عُمر الرجُل ، وكذلك الرجُل في عمر المرأة ، وعدا ذلِك ليس إلا محَاولات للتعوِيض." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ولكن قولي لي: ماذا يستحق أن نخسره في هذه الحياة العابرة؟ تدركين ما أعني، إننا في نهاية المطاف سنموت." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "وحين أكتب ليس ثمة قارئ غيرك." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "‏كُن جميلًا في كل شيء : صداقتك ، حبك ، أخلاقك ، تعاملك حتى في البُعد كُن جميلا." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الغربة هي أن تفقد حديث من تحب." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن عقدة المسبحة أصغر من حباتها ، ولكنها إذا انفكت كرت ثلاث وثلاثون حبة واحدة إثر الأخرى." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنني أريدك , بمقدار ما لا أستطيع أخذك." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "وكنت اعرف في اعماقي أنني لا استحقك ، ليس لانني لا استطيع ان اعطيك حبات عيني ، و لكن لانني لا استطيع الاحتفاظ بك إلى الابد." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا تكتبي لي جواباً ، لا تكترثي لا تقولي شيئاً، إنني أعود إليك مثلما يعود اليتيم، إلى ملجأه الوحيد ، وسأظل أعود." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الكلمات عبث، وأنتِ كنتِ دائما لغتي التي لا يفهمها أحد." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أنا أعرف أنها تحبني، لا ليس كما أحبها، ولكنها تحبني , إنها تهرب مني في وقت لا أكف فيه عن الاندفاع نحوها , وأنا أعرف أن الحياة قد خدشتها بما فيه الكفاية لترفض مزيداً من الأخداش، ولكن لماذا يتعيّن عليً أنا أن أدفع الثمن؟" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "نعم أتغير , لو قلت في الأربعين ما كنت أردده بالعشرين فمعناه أن عشرين سنة من عمري ضاعت سدى." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كانت ليلى تطلب مني ألّا انظر إليها عندما تنام ، كانت تعتقد أن تقاطيع وجهها تكون صادقة عندما تفقد التحكم بها ، وهي لا تريد أن أعرف شعورها الحقيقي تجاهي ، تخاف أن أصبح مغروراً." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "انا اعرف ما الذي اضاع فلسطين: يكتبون عن فلسطين، وعن حرب فلسطين، وهم لم يسمعوا طلقة واحدة في حياتهم كلها." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "لا تبح بحزنك, إلا لمن يسعدك دائماً." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الحياة ليست نصرا، الحياة مهادنة مع الموت." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "اخسر ما شئت لكن إياك أن تخسر قلباً يحاول أن يفعل الكثير ليسعدك , فهناك قلوب لا تعوض أبداً.o" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ليس بوسع أحد أن يملأ مكان أحد." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الفكرة النبيلة غالباً لا تحتاج للفهم بل تحتاج للإحساس." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "كيف لم أتمسك بك ؟ كيف تركتك ؟ يا هوائي ويا خبزي ونهاري الضحوك تمضين ؟" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن الحياة ليست سوى الإنتظار." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنّ “الانتظار” فيما بيننا، حفرة تكبر كلّما عمقت أظافرنا اكتشافها إلّا إنّنا لا نستطيع أن نردمها بأيِّ شيء." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنّني لست راغبا في أيّ شيء ، كلّ الأشياء التي اعتقدت أنّني أحبُها، فقَدَت معناها تماما." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "ربما يكون قد أمضى حياته جاهلاً تعساً , لكنه قد تعلم أخيراً درساً صغيراً واحداً , بسيطاً ولكنه أساسي للغاية : إذا أردت أن تحصل على شيء ما , فخذه بذراعيك وكفيك وأصابعك." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إن رجولتي لم تذل في حياتها، مثلما تذل في كل ليلة أقول لها فيها نومًا هنيئًا، ثم أدير ظهري وأمضي كأني قطعة خشب لا يسكنها عصب، وينزف جرح تلك الرجولة المهدورة حين أسمع وراء ظهري اصطفاق الباب: إن الأمر لا يعنيها." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "حياتِي جَميعها كانَت سلسلةُ من الرّفض ولذلك استطعْتُ أن أعيش ، لقد رَفضت المدرَسة ورفَضْت الثّروة وَرفضْت الخضُوع ورفضت القبول بالأشْياء." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "هل هناك ما هو أكثر رعباً في حياة إنسان كان يخبئ الحب في جيبه كسلاح أخير للدفاع عن نفسه؟" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنني أقول لك كل شيء لأنني أفتقدك، لأنني أكثر من ذلك تعبت من الوقوف بدونك." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "هل لديك حبيب ؟ لا , لمن تكتب ؟ لنفسي , لنفسك ! كلام حب ؟! نفسي تستحق الحب أكثر مما يفعلون." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إحذروا الموت الطبيعي .. ولا تموتوا إلا بين زخات الرصاص !" ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "ولن يستطيع شيء في العالم أن يجعلني أفقدك ، فقد فقدت قبلك وسأفقد بعدك كل شيء." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "وكُنت أَغسل كآبَتي الكَبيرة في فنجَان القَهوة الصّغير." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أنا الذي أعرف أن الكلمة عندنا وسيلة، وأنها إن لم تستطع أن تتحول إلى حجر في يد الأعزل، إلى جواد تحت رجل طريد، إلى رمح في يد فارس، إلى ضوء في عيني أعمى، فلتسقط إلى النسيان والغبار والصدأ." ,
      writer: "غسان كنفاني" ,
    ),Quotesclass(
      text: "ولكنني متأكد من شيء واحد على الأقل، هو قيمتكِ عندي .. أنا لم أفقد صوابي بكِ بعد، ولذلك فأنا الذي أعرف كم أنتِ أذكى وأنبل وأجمل." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "خلقت أكتاف الرجال لحمل البنادق، فإما عظماء فوق الأرض أو عظاما في جوفها." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنهم يحسون أنك تتألم , ولكنهم لا يعرفون كم تتألم." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "أنت وأنا اعتقدنا أن في العمر متسعا لسعادة أخرى, ولكننا مخطئون, المرأة توجد مرة واحدة في عمر الرجل، وكذلك الرجل في عمر المرأة." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "الحياة قد خدشتها بما فيه الكفاية ، لترفض مزيداً من الخدوش." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "إنهم يحكمون عليك لأنهم لا يعرفونك." ,
      writer: "غسان كنفاني" ,
    ),
    Quotesclass(
      text: "عليك أن تبني في نفسك رجلًا، لا يحتاج في اليوم الصعب إلى ملجأ." ,
      writer: "غسان كنفاني" ,
    ),
  ];
}