import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class A7lammost8anmi {
  List a7lammost8anmi = [
    Quotesclass(
      text: "ما النسيان سوى قلب صفحة من كتاب العمر.. قد يبدو الأمر سهلا، لكن ما دمت لا تستطيع اقتلاعها ستظل تعثر عليها بين كل فصل من فصول حياتك" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن كان الطريق سهلاً فاخترع الحواجز أمّا أنا فلم أجد غير الحواجز . . وكان عليّ اختراع الطريق !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تصدق أن الأشياء مضرة بالصحة. وحدهم الأشخاص مضرّون. وقد يلحقون بك من الأذى أكثر مما تلحق بك الأشياء التي تصرّ وزارة الصحة على تحذيرك من تعاطيها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لو عرف الرجال عظمة رجولة تعترف بالخطأ ، لتجملوا بالاعتذار" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب هو ذكاء المسافة، ألّا تقترب كثيرًا فتلغي اللهفة، ولا تبتعد طويلًا فتُنسى." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأعياد دوارة عيد لك وعيد عليك .. إن الذين يحتفلون اليوم بالحب قد يأتي العيد القادم وقد افترقوا .. والذين يبكون اليوم لوعة وحدتهم قد يكونون أطفال الحب المدللين في الأعياد القادمة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تراني أنا الذي أدخل الشيخوخة.. أم ترى الوطن بأكمله هو الذي يدخل اليوم سن اليأس الجماعي؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هناك عظمة ما، في ان نغادر المكان ونحن في قمة نجاحنا، أنه الفرق بين عامة الناس والرجال الاستثنائيين" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أدركت أن في النهاية لا نرسم ما نسكنه بل ما يسكننا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اليوم لا شيء يستحق كل تلك الأناقة و اللياقة الوطن نفسه أصبح لا يخجل أن يبدو أمامنافي وضع غير لائق" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أكثر من جنون الإجرام، يطالبك الوطن الآن بجنون الغفران. وبعد واجب التذكر، أصبح المطلوب أن ننسى" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لم أكن أعرف أنّ للذاكرة عطراً أيضاً.. هو عطر الوطن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أعرف أمةً غير “العرب” تكفلت بتحقيق أمنيات أعدائها وخاضت الحروب نيابة عنهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هُنالك مواسم للبكاء الذي لا دموع له .. هُنالك مواسم للكلام الذي لا صوت له .. هُنالك مواسم للحزن الذي لا مبرر له .. ?" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "العلاج المثالى لكل أوجاع القلب هو الضحك ، و عدم أخذ الذاكرة محمل الجد" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "البكاء بين يدي الله تقوى والشكوى لغيره مذلة ، هل فكرت يومًا أنك غالية على الله" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الطهي على عجل يفقد الطعام نكهته . . ككل متع الحياة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الفاجعة، أن تتخلى الأشياء عنك لأنك لم تمتلك شجاعة التخلي عنها" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بإمكان البحر أن يضحك:لم يعد العدو يأتينا فى البوارج. إنه يولد بيننا فى أدغال الكراهية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بين أول رصاصة، و آخر رصاصة، تغيرت الصدور، و تغيرت الأهداف، و تغير الوطن" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة حزن يصبح معه البكاء مبتذلا .. حتى لكأنه إهانة لمن نبكيه" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا جدوى من الاحتماء بمظلة الكلمات ، فالصمت أمام المطر أجمل .." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هل الاهم انقاذ الوطن ام تنفيذ العداله…والأهم هل يجب عليها التفكير كمواطنه أم كإنسانه؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأحلام التي تبقى أحلامًا لا تؤلمنا، نحن لا نحزن على شيءٍ تمنيناه ولم يحدث، الألم العميق هو على ما حدث مرةً واحدة وما كنّا ندري أنه لن يتكرّر ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "(الأسود يليق بكِ)" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما تتقن فن الطبخ .. أنت حتماً تعرف كيف تعد مائدة حياتك وكيف تطهو رغباتك .. متعتك تبدأ بالإعداد للمتعة .. من إحضار لوازم أطباقك ومد مائدة إنتظارك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل بطولات الفضيلة .. و كل انتصارات الحكمة لا تساوي شيئاً أمام عظمة السقوط في لحظة ضعف أمام من نحب .. السقوط عشقا هو أكثر انتصاراتنا ثباتاً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بقدر إيمانك يسهل خروجك من محن القلب وفوزك بنعمة النسيان .. لأن الإيمان يضعك في مكانة فوقية يصغر أمامها ظلم البشر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مزيج من الكبرياء والغباء يجعلانها ترفض تصديق احتمال خيانة من تحب! فنحن نحكم على وفاء من نحب بقدر منسوب وفائنا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "فى الاعتذار عودة الى الطفولة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "،وأحسد الأطفال الرضّع ،لأنهم يملكون وحدهم حق الصراخ والقدرة عليه قبل أن تروض الحياة حبالهم الصوتية" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "استعمل معها اللامبالاة، إنه سلاح يفتك دائما بغرور المرأة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن العدل أقل تكلفة من الظلم و الأمن أقل كلفة من الحرب ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تعلمي أن تميزي بين صمت الكبار و الصمت الكبير.. فصمت الكبار يقاس بوقعه، و الصمت الكبير بمدته" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "غريب أن يتعوّد الإنسان بسرعة على الأرقام الكبيرةو ينسى أن كل رقم هو نهاية حياة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل شئ ممكنا فى وطن من فوق قبوره تبرم صفقات الكبار ، و تحت نعال المتحكمين بمصيره يموت السذج الصغار" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هل خبرت فرحة الصائم حين يشق الفطر ؟ كذلك هي فرحة من فاز بالنسيان بعد حرمان و صبر" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يعرف موت القلب بترك الطاعة، و إدمان الذنوب، و عدم المبالاة بسوء الذكر، و الأمن من مكر الله.." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: ".. بلهفة تذاكر السفر .. بثقل حقائب الأمل .. بمباهج صباحات الفنادق .. بحميميّة عشاء في بيتنا .. بلهفة مفتاح .. بصبر طاولة .. بتواطؤ أريكة .. بطمأنينة ليلٍ يحرس غفوة قَدَرِنا .. بشهقة باب ينغلق على فرحتنا" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما الجدوى من حمل مفكّرة إن كان القدر هو من يملك الممحاة والقلم .." ,
      writer: "احلام مستغانمي" ,
    ),    Quotesclass(
      text: "ما دمنا على هذا القدر من الاحتقار للحياة الإنسانية ، علينا ألا نتوقع من العالم احتراماً لإنسانيتنا , فمن مذلة الحمار صنع الحصان مجده." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تسترجع الكثير مما يقال لك ، حتى لا تكتشف مساحة الكذب في أقوالهم و مساحة الغباء في تصديقك لهم !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كنت أحتقر تعاسة الذين لا يجرؤون على الاقتراب من السعادة الشاهقة ، الباهظة ، التي لا تملك للسطو عليها إلا لحظة ، فالحبّ الكبير يُختبر في لحظة ضياعه القصوى ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اذا صادف الانسان شيء جميل مفرط في الجمال .. رغب في البكاء" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "االشموخ أمر آخر ، يوجد في رأس المرء . لا فوق رأسه" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأسهل ليس الأجمل إذا كان الطريق سهلا فاخترع الحواجز" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الذاكرة أحسن خادم للعقل ، والنسيان أحسن خادم للقلب" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الشهامة .. مواصلة الوقوف بجانبها حتى بعد الفراق" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن أصعب شيء علي الإطلاق هو مواجهة الذاكرة بواقع مناقض لها …" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة أناس لهم تلك القدرة الخرافية على المشي فوق قلوب الآخرين دون شعور بالذنب" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة خسارات كبيرة الى حد لا خسارة بعدها تستحق الحزن" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة من يلقي القبض على شجرة البرتقال بتهمة العطاء" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كيف.. وقد كنا شعباً يصدر إلى العالم الثورة والأحلام، أصبحنا نصدر البشر، ونستورد الأغنام؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هل يبكى البحر لان سمكة تمردت عليه ؟كيف تسنى لها الهروب و ليس خارج البحر من حياة للاسماك ؟؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تساءلت دائما : ما هي نوعية المسافة التي تفصلنا عمّا نشتهي ؟ أتراها تُقاس بالمكان ؟ أم بالوقت ؟ أم بالمستحيل ؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هو طاعن في المكر العاطفي ، ويعرف كيف يُسقط أنثى كتفّاحة نيوتن في حجره . لكنّه يريدها أن تنضج على غصن الانتظار . سيغدق عليها المفاجآت ، حيثما تكون ستدركها وروده ، لكن صوته لن يصلها بعد اليوم . (الأسود يليق بكِ)" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليس من الرجولة الخوض في حضرة امرأة في موضوعين : المال و الفتوحات الرجالية , وحدهم الأثرياء الجدد يتبجحون بثرائهم والمحرومون من صحبة النساء يباهون بعلاقاتهم ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "قرأَت يومًا أنّ راحة القلب في العمل، وأنّ السعادة هي أن تكون مشغولاً، إلى حدّ لا تنتبه معه أنّك تعيس. فهجمت على العمل طمعًا في نسيانه. " ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وكان يردّ : كل من عرفتِ مشت على أحلامهم عجلات الوطن . والذين أحببتِ ، تبعثروا في قطار القدر . فاعبري حيث شئت ، ستموتين حتمًا.. في حادث حبّ !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا زلت أشتري الجريدة كل صباح بحكم العادة .. لا زالت القاهرة تتردد وبغداد ترفض ودمشق تقاوم وعمان تتفرج وبيروت ترقص .. ولا زلت أكتب إليك عارية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الذكاء في النهاية تمرين وأنا قضيت عمري في التمرن على قمع ذكائي حتى لا يزيدني شقاءً!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحدها التقوى تعطيك القدرة على الصمود" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "البشر لا يكونوا حقيقين الا فى اللحظة التى يكونون فيها فى اسرتهم .. وحدهم" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ارتفاع قيمة فاتورة المكالمات الهاتفية ليست بالتأكيد دليلا على ارتفاع قيمة الكلمة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اكتشفت أن السعادة هي أن تملك مشروعاً ، أمّا العافية فهي أن تضحك من قلب" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أمن النبل أن نوثْق دموع الآخرين في أغنية نتخلّى فيها عنهم؟ نحن نملك دموعنا لا دموع من أحبّونا.." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اشتري أحذية لأحلامك ، وستصبح كل الطرقات إلى الفرح سالكة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الاستثمار في عالم من الفرادة والفخامة لا يدخله إلا من لا تعرف أحلامه التواضع" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الجهل ترف لم يعُد فى متناولنا" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحزن لا يحتاج الى معطف مضاد للمطر انه هطولنا السرى الدائم" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الخوف من الموت .. موتُ قد يمتدّ مدى الحياة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الرجل حاكم عربي صغير لم تسمح له الظروف أن يحكم شعباً.. لكن وضعك الله في طريقه.. وأنت شعبه" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الشبع هو بداية الجوع" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "القتل إغراءاً لا يعتبر عنفاً.. لأنه جريمة غير معلنة تحبب للضحية موتها" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المال لا يجلب السعادة لكن يسمح لنا ان نعيش تعاستنا برفاهية" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الوقت بين موعدين أهم من الموعد" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن حبا مفقودا أفضل من حب منقوص ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أنا مسكون بالفوضى ، و لكنني لا أسكنها بالضرورة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليست فى حاجة إلى التبرج كي تكون أنثي ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما عاد يكفي أن نثور .. يجب أولاً أن نخلق الإنسان الذي يحمي الثورة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحده البحر يسمع انين الحيتان في المحيطات" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يقضي الإنسان سنواته الأولى في تعلّم النطق وتقضي الأنظمة العربيّة بقيّة عمره في تعليمه الصمت" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحقيقة يكتشفانها لاحقًا بين الحطام ، فالزلزال لا يدمّر إلاّ القلوب المتصدّعة الجدران والآيلة للانهيار ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن نكتب الروايات لنقتل الأشخاص الذين أصبح وجودهم عبئا علينا ..نحن نكتب لننتهي منهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة حزن يصبح معه البكاء مبتذلاً ، حتّى لكأنه إهانة لمن نبكيه . فلمَ البكاء ، مادام الذين يذهبون يأخذون دائمًا مساحة منّا ، دون أن يدركوا ، هناك حيث هم ، أننّا، موتًا بعد آخر ، نصبح أولى منهم بالرثاء ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أحد بامكانه أن يهديك النسيان قبل وقته أو يبيعك اياه قبل أن يتفتح على أغصانه , عليك أن تقتنيه بألمك وأرقك ودموعك , هذه هي العملة الوحيدة التي تتعامل بها الأحاسيس في مواجهة الفقدان." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اضبط ساعتك على دقات قلبك، وسوف تتأكد أن العمر لحظة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يكمن دهاء رجال الدين في اختراعهم لثياب التقوى التي سيبدون فيها وكأنهم أكثر نقاء وأقرب إلى الله منا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الوفاء مرض عضال.. لم يعد يصيب على أيامنا إلا الكلاب، و الغبيات من النساء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "سنندم كثيراً لأننا أخذنا الحب مأخذ الجدّ. فلا أحد قال لنا أنّه في الواقع أجمل أوهامنا و أكثرها وجعاً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لقد ترك لها ثروة الذكريات ، بينما كانت تتوقّع أن يهدي لها مشاريع حياة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يحدث للحياة أن تهدي إليك الشيء الذي تحبه أكثر في المكان الذي تكرهه أكثر. فلطالما أذهلتني الحياة بمنطقها غير المتوقع." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الرجل يحبُّ الألم ، يحبّ مَن تؤذيه ، فبالألم يختبر رجولته وقدرته على الصبر ، لذا ، لا يتعلّق بإمرأة تبكي أمامه ، بل بامرأة تُبكيه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أشياء تطاردُها وأخرى تُمسكُ بتلابيب ذاكرتِك, أشياء تُلقي عليك السلام وأخرى تُدير لك ظهرَها, أشياء تودُّ لو أنّك قتلتَها لكنّك كلّما صادفتَها أردتكَ قتيلاً" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "السعادة ليست في ماتملك.. لكن الشقاء في ما لا تملك. غالباً ليس بإمكان ما تملكه أن يصنع سعادتك.. بينما ما تفتقده هو الذي يصنع تعاستك ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يجب أن ندخل الحب بقلب من تيفال لا يعلق بجدرانه شئ من الماضي." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "في الحرب ليس الذين يموتون هم التعساء دائما .. إن الأتعس هم أولئك الذين يتركونهم خلفهم .. ثكالى , يتامى , ومعطوبي أحلام." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الرجل كالزواحف يتخلص من جلده و من ماضيه دون عناء ، ووحدها المرأة تعيش مزدحمة بكراكيب الذاكرة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كم يلزمنا من الذكاء لنخفي جرحنا باللغة ؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كلما تقدم بك العمر صَغُرَ دفتر هاتفك وأصبحت أكثر انفرادا وحرية فأنت لا تريد هاتفا يدق بل هاتفا يخفق!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أمام كل القنصليات الأجنبية تقف طوابير موتانا ، تطالب بتأشيرة حياة خارج حدود الوطن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أنا لم أفعل شيئاً يا عزيزتي سوى القراءة .. ثروة الآخرين تعدّ بالأوراق النقديّة، وثروتي بعناوين الكتب .. أنا رجل ثريّ كما ترين .. قرأت كلّ ما وقعت عليه يدي .. تماماً كما نهبوا كلّ ما وقعت عليه يدهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "على النساء أن يشفين من خوفهن الأنثوي من المجهول. فليس الرجال أقل منّا خوفا. ولا أكثر طمأنينة لما ينتظرهم. هم فقط أكثر خيانة وتنصلاً من وعودهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن النضال من اجل الفوز بقلب امرأة و الحفاظ عليه مدى العمر ، هما أكبر قضايا الرجل و أجملها على الإطلاق ، و عليها يتنافس المتنافسون." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أصعب الألم أن يكون آخر الحلول جرح من تحب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "علّمتني الحياة أن أصدّق نصيحة أندريه مالرو ” لا تهيّء أفراحك ” ، فالخيبات الكبرى تأتي دائماً على سجاد فاخر فرشناه لاستقبال السعادة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحدك تعتقد ان التاريخ جالس مثل ملائكة الخير والشر على جانبينا ليسجل انتصاراتنا الصغيرة والمجهولة او كبواتنا وسقوطنا المفاجىء نحو الاسفل ولكن التاريخ لم يعد يكتب شيئا انه يمحو فقط." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "السعادة وجهة نظر . هي ليست في احتساء فنجان شاي بل في المكان الذي تحتسيه فيه ، و الشخص الذي تتقاسم معه بوح و متعة تلك الجلسة . خذوا منذ الآن موعداً مع السعادة،إن انشغلتم عنها..انشغلت عنكم !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليس ثمة موتى غير أولئك الذين نواريهم في مقبرة الذاكرة .إذن يمكننا بالنسيان أن نشيّع موتاً مَن شئنا من الأحياء ، فنستيقظ ذات صباح ونقرر أنهم ما عادوا هنا !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يبقى الأصعب ، أن تعرف ما هو الأغلى بالنسبة إليك . وأن تتوقّع أن تُغيّر الأشياء مع العمر ثمنها.. هبوطًا أو صعودًا . " ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كم تسخر منا الأبواب ، ثمة من ينتظر أن ندق بابه ، وآخر ننتظره عند الباب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لابد لاحدهم ان يفطمك من ماضيك ويشفيك من ادمانك لذكريات تنخر في جسمك وتصيبك بترقق الاحلام, النسيان هو الكالسيوم الوحيد الذي يقاوم هشاشة الامل." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بعد أشهر من البكاء ، اكتشفت أنها وحدها كانت تسقي بدموعها الغبيّة تلك الشجرة . وأنها خسرت غابة على أمل إنقاذ شجرة .. شجرة ربّما لم تنبت سوى في قلبها . " ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كلّ عمل صالح تستصْغُره نفسك بادر إلى فعله، فالنفس إذا ألِفت الحسنات، لم تأنس بغيرها، ولربما كانت سبباً لك في ذنب يُغفر، أو عيب يُستر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما يغادرنا الحب ونجد أنفسنا وحيدين في مواجهته علينا أن نتجاهل نداؤه العشقي الموجع واستغزازه السادي لنا كي لا يزيد من ألمنا كوننا ندري تماما أنه يصنع في اللحظة نفسها سعادة عشاق آخرين." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عكس الناس، كان يريد أن يختبر بها الإخلاص .. أن يجرب معها متعة الوفاء عن جوع ، أن يربي حباً وسط ألغام الحواس." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا بأس أن تكون حاربت بأنوثة كل النساء لتكسب معاركها بفحولة كل الرجال." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أجمل أشعار الحبّ نظمها من لم يقرب امرأة ، وأجمل رسائل الحبّ كتبها من ليس لهم علاقة بالأدب . . لا تتوقفوا عن كتابة رسائل الحبّ فأنتم الشعراء . . أيّها القرّاء !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وصفتَني حتى اشتهيتُ نفسي ووصفتُك حتى اشتهتك النساء وحين استنفذنا كلمات الهوى … افترقنا, فأحبَّتك إناث من بعدي وأحبّتني الكبرياء" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اليوم أَوجد التجّار عيدًا لتسويق الأوهام العاطفيّة ، غير معنيّين بأنّهم بابتداع عيد للحبّ يُذكّرون غير العشاق بخساراتهم ، ويقاصصونهم بفرح الآخرين . إنّه في الواقع أكثر الأعياد تجنّيًا !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إنّها إحدى المرات القليلة التي تمنى فيها لو استطاع البكاء ، لكن رجل باذخ الألم لا يبكي . لفرط غيرته على دموعه ، اعتاد الاحتفاظ بها . وهكذا، غدا كائنا بحريا ، من ملح ومال." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن كان المرء يتعلّم في الحياة من جيبه . فهو في الحبّ يتعلّم من قلبه . في المدرسة الأولى يتعلّم من خساراته ، و في الثانية من خيباته ، من ألمه و طعناته ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لتكتب , لا يكفي ان يهديك احد دفترا واقلاما , بل لا بد ان يؤذيك احد الى حد الكتابة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أي علم هذا الذي لم يستطع حتى الآن أن يضع أصوات من نحب في أقراص ، أو زجاجة دواء نتناولها سرًّا ، عندما نصاب بوعكة عاطفية بدون أن يدري صاحبها كم نحن نحتاجه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هي لم تكن يوماً من سلالة نساء الإنتظار ، لكنها دون أن تدري في كل ماتفعله الآن تنتظر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "في الحقيقة كلّ رواية ناجحة ، هي جريمة ما نرتكبها تجاه ذاكرة ما .. وربّما تجاه شخص ما .. نقتله على مرأى من الجميع بكاتم صوت .. ووحده يدري أنّ تلك الكلمة الرّصاصة كانت موجّهة إليه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كانت سعادة فائقة الإشتعال ،لايمكن إطالة عمرها ، كل ما استطاعته إيقاد المزيد من النار ، لإطالة عمر الرماد من بعده" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الاخلاص لا يطلب، إن في طلبه استجداء و مهانة للحب فإن لم يكن حالة عفوية، فهو ليس أكثر من تحايل دائم على شهوة الخيانة و قمع لها .. أي خيانة من نوع آخر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المغلقة على قيلولة نسائها دون أن تلتفت , تدري وأنت تعبر تحت أنوثة الأمنيات أنّ تنهيدات تسترق إليك النظر" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "شرفاء الزمن الجميل ذهبت بهم الحرب , وقذف البحر بما اعتاد أن يرمي به للشواطئ عندما تضع الحروب أوزارها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المرأة، كالشعوب العربيّة، تتآمر على قضيّتها، وتخون بنات جنسها ولاءً منها لوليّ قلبها: الرجل. لذا، معظم المكاسب التي جنتها المرأة العربية عبر التاريخ، كانت بفضل فرسان هبّوا لنجدتها، أحياناً رغماً عنها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحده الصمت هو ذلك الشيء العاري الذي يخلو من الكذب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لماذا نحب كاتباً بالذات ؟! لا لأنه يبهرنا بتفوقه علينا، بل لأنه يدهشنا بتشابهه معنا, لأنه يبوح لنا بخطاياه ومخاوفه وأسراره، التي ليست سوى أسرارنا, والتي لا نملك شجاعة الاعتراف بها، حتى لهذا الكاتب نفسه!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أحتقر الناس الذين لا دموع لهم فهم إما جبابرة .. أو منافقون. و في الحالتين هم لا يستحقون الاحترام. ?" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحدها النفوس الصغيرة تهجس بالأذى لأنها لا تقدر الا عليه" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أحسن إلى من شئت تكن أميره و احتج إلى من شئت تكن أسيره .." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ابتلعت دموعا لا تريد ان تحتسيها فى حضرة احد" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أبطالنا لا يصلون السجون لأنهم يموتون في غرف التعذيب ولكن ثورتنا لن تهدأ" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إذا شئت لا تكن معي.. ولكن ..لا تكن ضدي." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أشياء ستصل في الوقت الخطأوأخرى كأنها لم تأتوثالثة تجيء على عجل لتمضيمن قبل أن تعي أن للأشياء أجلا" ,
      writer: "احلام مستغانمي" ,
    ),    Quotesclass(
      text: "الأقوى هو الذي لا يملك شيئا ليخسره" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأكثر وجعاً هو ما امتلكناه برهة من الزمن.. وسيظل ينقصنا إلى الأبد" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الألم لا يوجد على السطح .أنّه في نهايات عصب الأعضاء . في مفاصلك وخلاياك ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "البيت يصنع جماله من يقاسموننا الاقامة فيه ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحرية أن لا تنتظر شيئا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الخلاصة أننا ما عدنا ندري على أيامنا لمن نبوح بأسرارنا و لا كيف نحافظ عليـها" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "السعادة هي أن تكون مشغولًا إلى حدّ لا تنتبه أنّك تعيس" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الشجاعة هي أن تجازف بقول ما لا يعجب الآخرين" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الشموخ أمر آخر ، يوجد في رأس المرء .. لا فوق رأسه" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "العين تكذّب نفسها إن أحبّت .. والأذن تصدّق الغير إن كرهت" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الغموض مصمم أزياء إنتقائي ،لا يضع توقيعه إلا علي تفاصيل الكبار" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الكاتب إنسان يعيش على حافة الحقيقةولكنه لا يحترفها بالضرورة..ذلك إختصاص المؤرخين لا غير" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الكلمات كالرصاصة لا تسترد" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اللامبالاة، إنه سلاح يفتك دائماً بغرور المرأة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن أجمل مايحدث لنا لا نعثر عليه، بل نتعثر به." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن الأسرار هى مايساعدنا على العيش كم يخسر من لا سر له !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن امرأة ذكية لا تثير الشفقة.إنها دائما تثير الإعجاب حتى فى حزنها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أن أملك الوقت لا يعني أن أملك الصبر" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أن مافي اعماقنا هو لنا ولن تطوله يد احد" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إننا ننتمي إلى أمة لا تحترم مبدعيها وإذا فقدنا غرورنا وكبرياءنا، ستدوسنا أقدام الأُميّين والجهلة!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أيها الناس اسمعوا وعوا . لا أرى لكم والله من خلاص الا في النسيان . فلا تشقوا بذاكرتكم بعد الآن" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بالمناسبة .. أجمل ما يحدث لنا لا نعثر عليه بل نتعثّر به." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تذكرت انها لا تدري مع من تقتسم فرحتها ، و هذه أعلى درجات الوحدة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تريد ان تختبر الأشياء بموتك. اِغلق الباب خلفك، و امضِ" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة نوعان من الأغبياء ، أولئك الذين يشكون في شيء، و أولئك الذين لا يشكون في شيء .." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "صنعت اليابان معجزاتها بعقلها، و صنعنا كوارثنا جميعها بعواطفنا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما تكون الديمقراطية هبة الإحتلال .. كيف لك أن تتعلم الحُريّة من جلادك ؟!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "غربتكم لا تساوي رغيفًا أيّها الأحبّة وكل خرائط العالم لن تكون وطنًا عندما تسقطون" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ففى كل امراة تنام قطة يقتلها الفضول" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "فمنذ الأزل ، كان هنالك دائما من يكتب التاريخ ، و هناك من يوقعه" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "في العمل الإنساني على الأقل لا تكافأ بالجحود ، لأنك لا تعمل لإنسان بل للإنسانية" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كان الله في عون هذه الامة..نصف حكامها عملاء..والنصف الاخر مجانين" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل ما يأتي على عجل يمضي سريعاً، و كل ما نكتسبه بسرعة نخسره بسهولة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا افقر ممن يفتقر إلى الخيال !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تحزن ..خلقت الاحلام كي لا تتحقق" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تعاشر ثريّاً فإن سايرته في الإنفاق أضر بك و إن أنفق عليك أذلك !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن نملك دموعنا لا دموع من أحبونا" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وهل الحرية في النهاية سوى حقك في أن تكون مختلفاً ؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تستثمري كل مدخراتك في بنك العواطف." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كان يوم لقائنا يوماً للدهشة . لم يكن القدر فيه هو الطرف الثاني، كان منذ البدء الطرف الأول . لست من الحماقة لأقول أنني أحببتك من النظرة الأولى . يمكنني القول أنني أحببتك ماقبل النظرة الأولى . . في حياة أخرى ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إنها الساعات الأكثر توترا و جمالا في أي قصة حب. تلك التي تسبق الإعلان ببدء حالة الجنون العشقي" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لو أن كل ما يخطر بالبال في الليل, في لحظات الحلم و النشوة, يتحقق في اليوم التالي, لكانت الدنيا غير هذه الدنيا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة ارهاب معنوي يفوق جرائم الإرهابيين." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الذي لا يعود بعد يوم لن يعود أبدا , ما أدراك لعل في غيابه من حياتك حكمة إلهية ستدركين لاحقا نعمتها , فكل شيء في حياتك يحدث لسبب ما." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن لا نكتب إهداءً سوى للغرباء، وأما الذين نحبهم فهم جزء من الكتاب وليسوا في حاجة إلى توقيع في الصفحة الأولى." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن الناس لا ينظرون إلى الوراءِ ولا يلتفتون إلى الخلف ؛ لأنَّ الريح تتجه إلى الأماِم والماءُ ينحدر إلى الأماِم ، والقافلُة تسير إلى الأماِم ، فلا تخالف سنة الحياة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما تهجرك أعضاؤك وتتخلى عنك وهي لحمك ودمك ، عليك ألا تعجب أن يتخلى عنك حبيب أو قريب أو وطن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ارفع طاولتك أيّها الحبّ حان لهذا القلب أن ينسحب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لم أسمع بزهرة صداقة نبتت على ضريح حبّ كبير ! عادة ، أضرحة الفقدان تبقى عارية .. ففي تلك المقابر، لا تنبتُ سوى أزهار الكراهية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ساقي الورود ليس من سيقطفها ، ولا قاطفها من ستنتهي في مزهرية في بيته." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الكلمات لا تنضب، لكنّها الشيء الوحيد الذي لا تقلّل الوفرة من التوق إليه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كلّ حكم يصنع وحوشه ، ويُربيّ كلابه السمينة التي تطارد الفريسة نيابة عنه … وتحرس الحقيقة باغتيال الحقّ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "استمتعوا بالحياة في كل فصولها وفي كل لحظة منها، فمن يصر أن يكون سعيدا سيعثر على السعادة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أخاف السعادة .. ما اكتشفتها مرة إلا وفقدتها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إذا أردت أن يبقى ذكرك بعد موتك، فافعل واحداً من اثنين :أكتب شيئاً يستحق أن يُقرأ . . أو افعل شيئاً يستحق أن يُكتب" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كيف أسميناه وطناً هذا الذي في كل قبر له جريمة وفي كل خبر لنا فيه فجيعة ؟ أي وطن هذا الذي كنا نحلم أن نموت من أجله و إذا بنا نموت على يديه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "صمت الأسرة أحد نعم الله علينا ما دمنا حيث حللنا عابري سرير." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "سيظل يخطيء في حقها ثم يمن عليها بالغفران عن ذنب لن تعرف أبداً ماهو .. لكنها تطلب أن يسامحها عليه .. هكذا هن النساء إن عشقن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وجد الحب لينسيك الموت. لذا كلما تنازلت عن مساحة من ذكرياتك , تقدم الموت و احتلها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحياة أجمل من أن تعلني الحرب عليها، حاربي أعداءها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أتمنى ان امتلك القدرة على التخاطر دون الكلام فلدي الكثير ولا اريد قول شيء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "في المقابل، تصمد جزر اليابان يوميًّا في وجه الزلازل. كلّ مرّة تخرج أبراجها واقفة، ويخرج أبناؤها سالمين. عندهم، يُعاد إصلاح أضرار الزلازل في بضعة أيّام؛ وخارج التسونامي.. قلّما تجاوز عددُ الضحايا عددَ أصابع اليد." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تنحازي لشيء سوى المبادئ .. لا تجاملي أحداً سوى ضميرك .. لأنك في النهاية لا تعيشين مع سواه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أي حماقة أن تضعي أعلى علامة لرجل قبل امتحانه، مراهنة أنك بتجميل عيوبه، ستكسبين رهان تحويله إلى فارس زمانه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أحتاج إلى قراءة تلك الكتب، لأعرف كيف أكون سعيدة، لقناعتي بأنني أحتاج أحياناً إلى ألمي لأبقى إنسانة وكاتبة. فالسعداء أُناس لا يحدث لهم شيء يستحقُّ الذِّكر . . أو يستحق الكتابة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الفرح ثرثار . أمّا الحزن فلا تستطيع أن تقيم معه حواراً . إنه منغلق على نفسه كمحار . بلى .. في إمكانك إغاظة الحزن بالفرح . تكلّم ولو مع ورقة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بغروب آخر يوم في خريف القلب, ندخل في سباتٍ طويل لشتاءٍ عاطفي, مقتاتين بدسم الذكرى ومخزون الأمل الذي ما فتئنا كحيوانات القطب الشمالي نجمعه تحسباً لمواسم البؤس الجليدية. ذات جليد .. لن يسعفك اختباؤك تحت الفرو السميك للأمنيات" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الغريب حينما نغيب أن يكون لدينا أمل ب سؤال أحدهم عن أخبارنا , والأغرب أن تكتشف أن وجودك أو غيابك يشبهان بعضهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كيف لا أخشى حالة من الجمال كان يلزمني عمر من البشاعة لبلوغها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لاتذهبي بقلبك كله : قال لها عقلها. لكنها ذهبت بقلبها كله .. وعادت بلا عقل." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن غزالا في البيت ليس غزالا بل دجاجة .. لقد خلقت الغزلان لتركض في البراري لا لتختبئ .. فالخوف من الموت موت قد يمتد مدى الحياة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لم يعد يغريني أحد فجميعهم في البداية رائعون وفي النهاية حدث ولا حرج." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الفراق هو الوجه الآخر للحب والخيبة هي الوجه الآخر للعشق." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يصعب على المرء أن يتوقع الغدر والخيانة إن لم يكن قادرا على الإتيان بمثلها!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الذين نحبهم لا نودّعهم ..! لأننا في الحقيقة لا نفارقهم ، لقد خُلق الوداع للغرباء .. وليس للأحبة.." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عادةً، أضرحة الفقدان تبقى عارية، ففي تلك المقابر لا تنبت سوى أزهار الكراهية؛ ذلك أن الكراهية لا الصداقة هي ابنة الحب!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لفرط خوفها تحررت من الخوف. قررت أن تربح الرهان. نبت لها ريش حيث ما توقعت أن يكون لها جناحان." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من الأفضل أن تحبي رجلا في حياته امرأة على أن تحبي رجلا في حياته قضية ، فقد تنجحين في امتلاك الأول ولكن الثاني لن يكون لك لأنه لا يمتلك نفسه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما نفقد حبيباً نكتب قصيدة .. وعندما نفقد وطناً نكتب رواية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "العمر أقصر من أن نقامر به في روليت الانتظار." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الصمت اختبار، طوبى لمن نجح فيه مهما طال. إنّه يفوز إذن بالتاج الأبدي للحب .. أو بإكليل الحرية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من يصرّ أن يكون سعيداً سيعثر على السعادة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة شيء في طفولتك حدث وبدون أن تعي ذلك! كل شيء سيدور حوله إلى آخر لحظة من حياتك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب كطائر في قفص , أتركي له الباب مفتوحاً , إن عاد فقد كان دائماُ لك , وإن لم يعد فهو ماكان لك يوماً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "قبل أن تفتح صفحة جديدة بحياتك ، تأكد أنك قرأت القديمة جيداً وتعلمت منها وطويتها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما قد يبدو لك خسارة قد يكون هو بالتحديد الشئ الذي سيصبح فيما بعد مسؤولاً عن إتمام اعظم انجازات حياتك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أعرف أمّة غير العرب ، أعادت أوطانها نصف قرن إلى الوراء، وما زالت تموّل خرابها، وتقتل وتذبح أبناءها بخنجرها، كي ينعم عدوّها بالأمان." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كنت أوّد لحظتها، لو احتضنتك، كما لم أحضن امرأة، كما لم أحضن حلماً ، ولكنّي بقيت في مكاني، وبقيتِ في مكانك، متقابلين هكذا ، جبلين مكابرين، بينهُما جسر سرّي من الحنين والشوق، وكثير من الغيوم التي لم تُمطر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "السادة لا يلهثون خلف شيء بل تأتيهم الأشياء لاهثة. لكن الكلب وهو يركظ سعيداً أمام سيده، يعتقد أنه سيد، إنه لا ينتبه أن من ينتظره حبل يعيده إلى بيت الطاعة يظل كلباً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "حاذر ان تغادر حلبة الرقص كي لا تغدرك الحياة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما استطعتُ يوماً تغيير قدري العاطفي ، محكومة مذ اسمي بالحلم المؤبد و بحكم مولدي بالصواعق العشقيّة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب هو اثنان يضحكان للأشياء نفسها ، يحزنان في اللحظه نفسها، يشتعلان وينطفئان معًا بعود كبريت واحد، دون تنسيق أو اتفاق." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مذ أدركت أن طغاة الحب كطغاة الشعوب , جبابرة على النساء وصغاراً أمام من يفوقهم جبروتاً .. وأن سيدك أيضاً له سيده وطاغيتك له من يخشاه .. صغر السادة في أعينها وغدت سيدة نفسها .. لا تخاف غير الله ولا تنبهر سوى بأصغر كائناته." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نكتب روايات، لأنّ هنالك أشياء نريد أن نخفيها ، وخطايا نريد أن ننسبها إلى أبطالنا ، وأقوال ندّعي أنّنا لا نشارك أصحابها الرأي !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المهم اللغة التي نتحدث بها لأنفسنا وليست تلك التي نتحدث بها للآخرين." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أحب دائما أن ترتبط الأشياء الهامة في حياتي بتاريخ ما … يكون غمزة لذاكرة أخرى." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أدري ما سرّ ذهاب العشاق إلى الحبّ حفاة، تاركين عقولهم مع أحذيتهم عند عتبة الجنون، وكأنهم ذاهبون حيث لا رجعة .." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثم يأتي.. وكأنه لن يعود ، أبحث لنا عن فرحة أكثر شساعة من موعد ، عن فراق ، أجمل من أن يكون وداعًا ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "البعض يفوق كرمه جيبه، لأن يده تسابق قلبه، فيمنحك في أيام ما لا يمنحك آخر في سنوات. سيصعب عليك نسيان رجل كريم كما يصعب على رجل نسيان امرأة كريمة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أنا لا أقيم في البيت. كلنا على سفر كما ترين، وحدهم الأموات أصبح لهم عنوان ثابت هذه الأيام." ,
      writer: "احلام مستغانمي" ,
    ),    Quotesclass(
      text: "لا تصدق أن العذاب يجعلك أقوى وأجمل, وحده النسيان يستطيع ذلك, عليك أن تلقي على الذاكرة تحية حذرة فكل عذاباتك تأتي من التفاتك إلى نفسك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "حتماً ثمة حكمة في الإسراع في إغلاق أعين الموتى حال توقف قلبهم عن النبض , فلا بد ألا يروا ماذا سيحدث بعد موتهم , فيموتون أكثر من مرة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يعيد الحب نفسه ببدايات شاهقة الأحلام .. و انحدارات مباغتة الألم .. و علينا أن نتعلم كيف ننتظر أن يوصلنا سائق الحب الثمل إلى عناوين خيبتنا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب أن تسمحي لمن يحبك بأن يجتاحك و يهزمك و يسطو على كل شيء هو أنت." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "في بعض الأوقات يحدث الصمت فيك أثراً لن يستطيع أن يحدثه الكلام." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل المتفوقين في الحياة اخترعوا طريقتهم. تدرين .. الفوز في المعارك ذات الشأن الكبير يجعلنا أجمل. الناجحون جميلون دائماً. أما لاحظتِ هذا؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تستنزفي نفسك بالأسئلة كوني قدرية، لا تطاردي نجماً هارباً فالسماء لا تخلو من النجوم، ثم ما أدراك ربما في الحب القادم كان نصيبك القمر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مدهش الحب يأتي دائما بغتة في المكان واللحــظة اللذين نتوقعهما الأقل حتى إننا قلما نستقبله في هيأة تليق به." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن نكتب لنستعيد ما أضعناه وما سرق خلسة منا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عليك أن تكسبي عادات جديدة لقتل عادات قديمة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كان عليه إذًا، أن يحبّها أقلّ، لكنّه يحلو له أن ينازل الحبّ ويهزمه إغداقًا. هو لا يعرف للحبّ مذهبًا خارج التطرّف، رافعًا سقف قصّته إلى حدود الأساطير. وحينها يضحك الحبّ منه كثيرًا، ويُرديه قتيلاً مضرجًا بأوهامه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مخيفة هي الكتابة لانها دائما تأخذ لنا موعدا مع كل الأشياء التي نخاف أن نواجهها أو نتعمق في فهمها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تقرعي الجرس الآن , لا تفتحي أبوابك للرجال , لا تقولي أين العشاق من عيني ؟ فثمة طفل بريء غادر لأجلك وسيعود لأجلك , طفلاً دوماً لأجلك .. لأجلك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "دون ملامسة الموت ، لا توجد حالة حب شاهقة بما فيه الكفاية لتسمى عشقاً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هناك أشخاص تستطيع أن تحتفظ بهم في قلبك بكل حفاوه رغم مواسم الغياب الطويله لأن حضورهم الأول لم يكن عاديا أبدا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحدهم السعداء بإمكانهم إعمار وطن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب الكبير يظل مخيفاً ، حتى في لحظات موته يظل خطراً حتى وهو يحتضر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا يمكن ان نتصالح مع كل الأشخاص الذين يسكنوننا … وأنه لا بد أن نضحي بأحدهم …. ليعيش الآخر … وأمام هذا الاختيار فقط نكتشف طينتنا الأولى … لأننا ننحاز تلقائيا الى ما نعتقد أنه الأهم … وأنه نحن لا غير ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هنالكَ في أعماقنا ركنٌ لا يتوقفُ فِيهِ المطر .." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما نراجع حياتنا نجد أنّ أجمل ما حدث لنا كان مصادفة ، و أنّ الخيبات الكبرى تأتي دوماً على سجاد فاخر فرشناه لاستقبال السعادة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أمام الخوف من الفقدان، أو تحت تأثير نيران الغيرة ، لا عاشق يشبه نفسه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ذلك أن الصمت في عنفه هو تعبير عن حب مضاد مدفوع الى أقصاه .. أي أنه وجه آخر للعشق في تطرفه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "شعرت أن صمتي أجمل من أن أكسره لأقول شيئاً قد لا يفهمه , فشخص مثله شخص يتظاهر بالعمق وهو في الحقيقة لا يملك سوى القشور." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليست البطولة في هذا الزمان أن يحمل الإنسان سلاحاً ، ولكن البطولة الحقيقية أن يحمل الإنسان الأعزل ضميراً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بالصمت نعرف متى يكون الوقت صحيحا او خاطئا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عكس العشاق الذين يستميتون دفاعا عن مواقعهم ومكاسبهم العاطفية , عندما أغار أنسحب , وأترك لمن أحب فرصة إختياري من جديد." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الشخص الذي عليكي ألا تفتحي معه سيرة جرحك , هو أنت بالذات." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مأساة الحبّ الكبير ليست في موته صغيرًا، بل في كونه بعد رحيله، يتركنا صغارًا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تحاشى معي الأسئلة كي لا ترغمني على الكذب يبدأ الكذب حقاً عندما نكون مرغمين على الجواب، ماعدا هذا فكل ما سأقوله من تلقاء نفسي فهو صادق." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من الرجال من لا يعلم أنّ الكلمات كالرصاصة لا تسترد .. وقد يفرغ فيك في لحظة غضب ذخيرته من الكلام الذي يفاجئك بأذاه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الصعوبة ليست في السعادة ، ولكن في تفادي التعاسة التي يسببها السعي إليها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحده فاقد الحب جدير بأن يغنيه.. الفن العظيم كالحب الكبير، يتغذى من الحرمان." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أن ذكرى الحب اقوى أثرا من الحب، لذا يتغذى الأدب من الذاكرة لا من الحاضرة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليس من الرجولة الخوض في حضرة امرأة في موضوعين : المال و الفتوحات الرجاليّة. وحدهم الأثرياء الجدد يتبجّحون بثرائهم.. والمحرومون من صحبة النساء يباهون بعلاقاتهم ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليست الروايات سوى رسائل وبطاقات نكتبها خارج المناسبات المعلنة لنعلن نشرتنا النفسية لمن يهمهم أمرنا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ابتعدي عن رجل لا يملك شجاعة الاعتذار حتى لا تفقدي يوماً احترام نفسك و أنت تغفرين له إهانات و أخطاء في حقك ، لا يرى لزوم الاعتذار عنها .، سيزداد تكراراً لها .. و احتقاراً لك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لقد ترك لها ثروة الذكريات.. بينما كانت تتوقّع أن يهديها مشاريع حياة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحُبّ ، على الرغم من كونه امتهاناً للعبوديّة ، هو تمرين يوميّ على الحرّية ، أي على قدرتنا على الاستغناء عن الآخر ، حتى لو اقتضى الأمر بقاءنا أحياناً عاطلين عن الحبّ ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "علينا أن نربي قلبنا مع كل حب على توقع احتمال الفراق ، و التأقلم مع فكرة الفراق قبل التأقلم مع واقعه.. ذلك أن في الفكرة يكمن شقاؤنا" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليس هناك خطر في أن تكون الباخرة في الماء, المهم ألا تترك الماء يخترقها فتغرق." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إنّها بحاجة إلى أن تروي لأحد ما حلّ بها . لكنّنا لا نعرف كيف نروي الحلم عندما نستيقظ منه . لا شيء فيه يشبه ما نعيشه عادة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أيّتها الحياة ، دعي كمنجاتك تُطيل عزفها.. وهاتي يدك . لمثل هذا الحزن الباذخ بهجة.. راقصيني ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن نساوي من نقيس أنفسنا بهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نكتب لإعتقادنا أن الورق مطفأة للذاكرة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الناس تحسدك دائما على شيء لا يستحق الحسد، لأن متاعهم هو سقوط متاعك، حتى على الغربة يحسدونك عليها، كأنما التشرد مكسب وعليك أن تدفع ضريبته نقدا وحقدا!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الكبرياء أن تقول الأشياء في نصف كلمة ، ألاّ تكرّر . ألاّ تصرّ . أن لا يراك الآخر عاريًا أبدًا . أن تحمي غموضك كما تحمي سرّك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المرء يفتح شباكه لينظر إلى الخارج , ويفتح عينيه لينظر إلى الباطن , وما النظر سوى تسلقك الجدار الفاصل بينك وبين الحرية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ينتهي الحبّ ، عندما نبدأ في الضحك من الأشياء التي بكينا بسببها يوماً !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تُضيفوا سنوات إلى حياتكم ، بل حياة إلى سنواتكم . اسرقوا من العمر حياة ، قبل أن يسرق العمر أجمل سنوات حياتكم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تدريجيًّا ، ما عاد لها من رغبة في البحث عن تفسير لصمته . لا أحد يبحث عن مبرّر لصمت الموتى . الموتى يموتون ولهذا يصمتون . وهو في كلّ يوم لا يهاتفها فيه يموت أكثر ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بالنسيان و البادىء اظلم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تستوقفني الصفحات المثنيّة في كِتاب ، و الجُمل التي وضع أحدهم سطراً تحتها . في الحبّ كما في الكتابة أنت تتعقّب آثار أحد !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تنازلي رجلاً بتقديم مزيد من التنازلات. في التبضّع، كما في الحبّ، الرجل لا يحبّ التنزيلات، يريد ما ندر وغلا. (نسيان كم)" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الإشتهاء هو وحده حالة الإمتلاك … أما المتعة فهي بداية الفقدان." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أي حب هذا الذي يجرفك طوفانه حين يجيء. ويقتلك ظمأً حين يذهب. فلا يملك من أجلك قطرة وفاء للماضي تبرر هذا الهدم وإثم نزيف الزمن السائب في عمر امرأة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الرجل إذا أراد أن يحتفظ بامرأة يوهمها أنه في أية لحظة يمكنه أن يتخلى عنها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن لا نشفى من ذاكرتنا . ولهذا نحن نكتب, ولهذا نحن نرسم, ولهذا يموت بعضنا أيضا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحتاج أن نستعيد عافيتنا العاطفية كأمة عربية عانت دوما من قصص حبها الفاشلة ، بما في ذلك حبها لأوطان لم تبادلها دئما الحب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كان يحبّ الجاذبيّة الآسرة للبدايات، شرارة النظرة الأولى, شهقة الانخطاف الأوّل.كان يحبّ الوقوع في الحبّ.ما كان مولعًا بصيد النساء، إنّما برشف رحيق الحياة، وبذلك الفضول الجارف الذي يسبق الحبّ. " ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل دفاع منك سيوظف ضدك. أصمتي .. لا تقسمي أو تبكين فتضعي نفسك فى موقف المتهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمّة رجال لا تكسبينهم إلاّ بالخسارة. عندما تنسينه حقًّا سيتذكّرك. ذلك أنّنا لا ننسى خساراتنا!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هكذا حياتنا, حلم يتحقق وحلم يتعثر, وتبقى أحلامنا قيد الإنتظار." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأشياء الحميمة نكتبها ولا نقولها ، فالكتابة اعتراف صامت." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هناك من يولدون بهذه الحساسية التي لا شفاء منها تجاه كل ما هو قذر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "في عز تفتحها تكون الوردة أقرب إلى الذبول , وكذا كل شيء يبلغ ذروته يزداد قربا من زواله." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لعلي امرأة عربية تحزن حين يجب أن تفرح لأنها ما اعتادت السعادة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أصعب من أن تبدأ الكتابة في العمر الذي يكون فيه الآخرون قد انتهوا من قول كل شيء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تعلمي الإصغاء إلى صمت من تحبين، لا إلى كلامه فقط. فوحده الصمت يكشف معدن الرجال." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "فما الترف سوى أن لا تشبه العامة في شيء, حتّى عندما يتعلق الأمر بإرسال باقة ورد." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن الحب لا يتقن التفكير والأخطر أنه لا يملك الذاكرة انه لا يستفيد من حماقاته السابقة ولا من تلك الخيبات الصغيرة التي صنعت يوما جرحا كبيرا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هو.. رجل الوقت عطرًا . ماذا تراها تفعل بكل تلك الصباحات دونه ؟ وثمة هدنة مع الحب ، خرقها حبه . ومقعد للذاكرة ، ما زال شاغراً بعده . وأبواب مواربة للترقب . وامرأة.. ريثما يأتي ، تحبّه كما لو أنه لن يأتي . كي يجيء . فوضى الحواس)" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ينجح كتاب عندما يكاد القارئ أن ينسبه إلى نفسه .ولا يدري كيف سرقت الكلمات من فمه ، والحبر من قلمه ، وتجسست على تفاصيل حياته." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "البعض يصلي والبعض يسكر والاخرون اثناء ذلك يأخذون البلد." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الرجل المنتعل نسيانه نسي أن يربط حبل حذائه .. حتماً سيتعثر بالذكريات." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحبّ إغداق لا إنفاق، لأنّ مقياسه القلب لا الجيب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أيكون فائض الكلام بين العشاق قد قتل الحب ؟ فائض التفاصيل التي يحتاجها الحب ليحيا و لكنه لا يحتاجها ليحلم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وجد الحب لنتحدى به العالم لا لنتحدى به من نحب، وجد ليبني ويجمل ويسند، لا ليهد ويبشع ويدمر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يبقى الأصعب ، أن تعرف ما هو الأغلى بالنسبة إليك . وأن تتوقّع أن تُغيّر الأشياء ، مع العمر ، ثمنها هبوطا أو صعودًا ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مِن أين للإنسان هذا الغرور ، والحجارة التي رفع بها أبراجه من خلق الله ؟ ليتواضع قليلاً ، مادام عاجزًا عن خلق أصغر زهرة برّية تنبت عند أقدام قصره . فبمعجزتها ، عليه أن يقيس حجمه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "توقفي عند روعة البدايات ، ودعي له بشاعة النهايات." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أن العاشق مثل المدمن، لا يمكن أن يقرر بمفرده الشفاء من دائه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "انتظار الأشياء أكثر شهوة من زهو امتلاكها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أجمل لحظة في الحبّ هي ما قبل الاعتراف به . كيف تجعل ذلك الارتباك الأوّل يطول . تلك الحالة من الدوران التي يتغيّر فيها نبضك وعمرك أكثر من مرّة في لحظة واحدة.. وأنت على مشارف كلمة واحدة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من حيث جاءت ، تولد النساء جبالاً ، أما الرجال ، فيولدون مجرد رجال." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الرواية طريقة الكاتب في ان يعيش مرة ثانيه قصة احبها ,و طريقته في منح الخلود لمن احب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "فكم من الأشياء قد تحدث لنا بسبب ما نقرأ , ذلك أن ثمة قراءات تفعل بنا فعل الكتابة، وتوصلنا إلى حيث لا نتوقع." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من الجرح وحده يولد الأدب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الذكريات عابر سبيل ، لا يمكن استبقاؤها مهما أغريناها بالإقامة بيننا.هي تمضي مثلما جاءت . لا ذكريات تمكث . لا ذكريات تتحوّل حين تزورنا إلى حياة. من هنا سرّ احتفائنا بها ، وألمنا حين تغادرنا . إنّها ما نجا من حياة سابقة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مجرد فكرة بأن هناك شخصٌ ما يفكر بك ليلاً ويتمنى أن تفاجئه في أحلامه , تجعل أيًا كان في قمة السعادة !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اسْرقوا من العمر حياة ، قبْل أن يسرق العُمر أجمل سنَوات حياتِكم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "النجاح كما الفشل ، اختبار جيد لمن حولك ، للذي سيتَقرّب منك ليسرق ضوءك ، والذي سيُعاديك لأن ضوءك كشف عيوبه ، والذي حين فشل في أن ينجح ، نذر حياته لإثبات عدم شرعية نجاحك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كما يأكل القطّ صغاره، وتأكل الثورة أبناءها، يأكل الحبّ عشّاقه. يفترسهم وهم جالسون إلى مائدته العامرة. فما أولَمَ لهم إلاّ ليلتهمهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نصمت عندما يتجاوز هول ما نشعر به قدرتنا على التعبير, نصمت أمام الجمال اللامتناهي والحب اللامتناهي والحزن اللامتناهي" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "دور الكاتب تخفيف وزن هذه الصفحة ما استطاع، وقلبُها نيابةً عنكم. دعوني أحاول؛ ربّما استطعتُ قلب صفحتكم هذه. ذلك أنّ من الأسهل قلب صفحة الآخرين!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من يصدق براءة وردة ذنبها عطرها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل مساء تأملي مشهد غروب العواطف وقرص الحب وهو يغرق بحمرته الدامية في بحر أوجاعك .. غدا من المكان نفسه ستطلع الشمس, ذلك أنها مثلما تغرب بداخلك ستشرق الشمس منك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لننجو من طاغية، نستنجد دوما بمحتل، فيستنجد بدوره بقطاع طرق التاريخ، ويسلمهم الوطن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الاعجاب هو التوأم الوسيم للحب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أفقر من امرأة لا ذكريات لها. فأثرى النساء ليست التي تنام متوسّدة ممتلكاتها، بل من تتوسّد ذكرياتها" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب هو عدم حصول الرجل فوراً على ما يشتهيه." ,
      writer: "احلام مستغانمي" ,
    ),    Quotesclass(
      text: "كل يوم حين أستيقظ أقول : سأنساك اليوم أيضاً .. كل يوم منذ أيام لم يحدث أن نسيت أن أنساك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أهدي هذا الكتاب الى النساء اللواتي عقدن قرانهن على الانتظار والى الرجال الرجال اللذين بمجيئهم تتغير الاقدار." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأرقام تموت بموت الإحساس بأصحابها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "قد ينسى القلب من خانه ، لكن يتعذّر عليه نسيان من أخلص له." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إلّا أرقامٌ تلعب فيها المصادفة بأقدارك ، يمكن لرحلة لم تحسب لها حسابًا أن تُغيّر حياتك أو تودي بها، أن تفتح لك الأبواب أو توصدها، أن تعود منها غانمًا أو مفلسًا ، عاشقًا أو مُفارقًا ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أيّ طبق شهيّ للبوح لا يخلو من توابل الرياء، وحده الصمت هو ذلك الشيء العاري الذي يخلو من الكذب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب الحقيقي هو اقتسام بعض نفسك مع شخص أخر أقرب إليك من نفسك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كان لنا وطن نموت من اجله واصبح لنا وطن نموت على يده." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "جميل ان تقاوم الاغراءات , هذا يرفع من معنوياتك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الرجل الحقيقي ليس من يُغري أكثر من امرأة . . بل الذي يُغري أكثر من مرّة المرأة نفسها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليس الفضيلة تجنب الرزيلة، الفضيلة في ألا تشتهيها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يأتون حين نكفّ عن انتظارهم . . ويعودون حين يتأكدون أننا ما عدنا معنييّن بعودتهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الميت هو الذي ما عاد بإمكانك أن تعطيه شيئاً , لكن ما زال بإمكانه في الغياب أن يعطيك ما شاء من الألم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كيف أن طيورا صادقها في الأرض ، غدت عدوته يوم بلغ السماء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الكتابة ! إنّها وهمنا الكبير بأنّ الآخرين لن ينسونا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اخاف اللحظة الهاربة من الحياة ، فالذلك احب هذا الانسان وكانني سافقده في اي لحظة ، ان اريده وكانه سيكون لغيري .. ان انتظره دون ان اصدق انه سياتي ثم ياتي وكانه لن يعود .. لذلك ابحث عن فراق اجمل من ان يكون وداعا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأشياء الأجمل، تولد احتمالا… و ربما تبقى كذلك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن الحياة لا تعطيك شيئا إن لم تأخذ منك مقابله شيئا آخر" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن رجلاً يصبغ شعره يُخفي حتماً أمراً ما ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كنا نريد أوطاناً نموت من أجلها و صارت لنا أوطاناً نموت على يدها!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أصدق المصادفات المتقنة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أفقر ممن لا ذكريات له !!!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من لا يستح من ملاقاة الله مذنباً سيذنب بحقك دون شعور بالذنب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هناك اشياء شبيهة بالسعاده لا ننتبه لوجودها الا بعدما نفقدها ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الفخامة لا تحتاج إلى زحمة أشياء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمةَ كُتب تضعكَ أمام اكتشافاتٍ مذهلةٍ، تكتشفُ فيها نفسك، ومساحات منك لم تكن تعرفها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا خيار لك إلّا التفوّق ، إنّ المآسي الكبيرة هي التي تجعلنا كبارًا ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أنا أنتمي إلى جيل يعاني أزمة عمر وأنفق حياته حتى قبل أن يعيشها" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما طلبت من الله في ليلة القدر سوى أن تكون قدري وستري , سقفي ، وجدران عمري .. وحلالي ساعة الحشر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ألاّ يغادرنا احتمال أن يتحوّل اسمه الذي تنتشِي لسماعه حواسّنا، إلى اسم من أسماء الزلازل أو الأعاصير التي سيكون على يدها حتفنا وهلاكنا؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "امرأة تُغريك حينًا أن تكون بستانيًّا ، وتارة سارق ورود . لا تدري أترعاها كنبتةٍ نادرة ، أم تسطو على جمالها قبل أن يقطفه سواك؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المحتل لا يحتاج اليوم إلى أن يقيم بيننا ليحكمنا .. إنه يحكم من يحكموننا، ويغارون على مصالحه، بقدر حرصه على كراسيهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأجوبة عميـاء .. وحدها الأسئلة ترى." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هناك حب يجملنا واخر يجعلنا نذبل , ثمة رجال يبثون ذبذبات سلبية غصبا عنهم ياتون بكآباتهم وهمومهم وعقدهم وعليكي ان تنتشيلهم بالحب من وحل انفسهم" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المأساة كوننا كلما كبرنا ، صغر احتمال عثورنا على شخص نقبل به شاهداً على ضعفنا الانساني." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن عندما نصمت فإننا نجبر الآخرين على تدارك خطأهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحدها التي ستأتي بعدي ستنصفني .. وهي تُفرغ جيوب قلبك ستكتشف كم كنتَ ثريّاً بي" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ان كل ما يمكننا تخيله قابل للتحقيق. يكفي أن نريده حقاً، وأن نثابر على حلمنا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا لحن ينطلق من قصب ممتلئ بنفسه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحدهم الأغبياء لا يغيرون رأيهم!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "فالحلم ليس فى متناول الجميع أخي .. كان عليك ألا تحلم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحداد ليس في ما نرتديه بل في ما نراه. إنّه يكمن في نظرتنا إلى الأشياء. بإمكان عيون قلبنا أن تكون في حداد.. ولا أحد يدري بذلك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هذه مدينة كل واحد فيها يدير وكالة أنباء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة موتى نواريهم التراب وآخرون أحياء نطمرهم في وحل مخازيهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ستظل الأشياء بعده تذكرك انه ترك شيئا من قلبه في كل ما هو حولك وأنه لم يقصد بسخائه رشوة قلبك بل إسعادك لفرط سعادته بك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمّة شقاء مخيف، يكبر كلما ازداد وعينا بأن ما من أحد يستحق سخاءنا العاطفي، ولا أحد أهل لأن نهدي له جنوننا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة حدا يصبح به الاخلاص اهانة للذات !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما أجمل الذي حدث بيننا .. ما أجمل الذي لم يحدث .. ما أجمل الذي لن يحدث." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "في حياة كل رجل خيبة ما وهزيمة ما , ربما كانت سبباً في انتصار آخر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "دائما الخطيئة مؤنثة ، والشبهة مؤنثة، وحتى الشر، برغم كونه مذكّرا تمّ تأنيثه ، لأن الشرارة . . أنثى!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أصبحت أعيش دون رزنامة مواعيد كي أوفر على نفسي كثيرا من الفرح المؤجل." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بأموالك بإمكانك أن تشتري ملايين الأمتار من الأراضي ، لكنك في النهاية لن تستقر بجسدك إلا داخل متر ونصف من قشرة كل هذه الأمتار." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن في جميع الحالات نندم على شيء ما." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تمنيت لو استطاع أحدهم أن يعلمني القسوة وانعدام الضمير ، كي أتقلم ما بقي من عُمري مع هذا الزمن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن في الحب كثيرًا من التلصّص والتجسّس والأسئلة ، و الفضول لا يزيدك إلا تورطًا عشقيّاً . وهنا تكمن مصيبة العشاق !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن ننتمي لأوطان لا تلبس ذاكرتها إلا في المناسبات، بين نشرة أخبار وأخرى. وسرعان ما تخلعها عندما تطفأ الأضواء، وينسحب المصورون، كما تخلع إمرأة أثواب زينتها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما خلقت الروايات إلا لحاجتنا إلى مقبرة تنام فيها أحلامنا الموؤدة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مسكونون نحن بأوجاعنا ، فحتى عندما نحبّ لا نستطيع إلاّ تحويل الحبّ إلى حزن كبير ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تعرف أنك عاشق عندما تبدأ في التصرّف ضدّ مصلحتك الشخصيّة" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أنت تعذب الآخر لأنك تتعذب به." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أجمل من أن تلتقي بضدك, فذلك وحده قادر على أن يجعلك تكتشف نفسك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تقبلي أن يتسلى رجل بتعذيبك من أجل لا شيء ثم يعود متى شاء كأن شيئاً لم يحدث." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أصبح ضرورياً اصدار كاتولوج للموت العربي ، يختار فيه الواحد في قائمة الميتات المعروضة طريقة موته مستفيداً من جهد أمة تفوقت في تطوير ثقافة الموت." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بعد الاعتراف الاول ، لا تعود كلمة احبك تعني شيئا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كي أشرع حبك أريدك حلالي." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كم من قصص حبّ كان يمكن إنقاذها لو فكّر العشّاق بمنطق الموت لا بمنطق الحياة !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من مكر الاسود قدرته على ارتداء عكس ما يضمر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هل تستطيع أن تقول أنك شفيت من عشق تماما دون أن تضحك أو من دون أن تبكي." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن الحب سلطان فوق الشبهات لولا أنه يغار من عشاقه , لذا يظل العشاق في خطر كلما زايدوا على الحب حباً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هو رجل الوقت ليلاً ، يأتي في ساعة متأخرة من الذكرى." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمّة من يولد من طعنة, و ثمّة من يموت في قلبنا إثرها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "فالحب كالموت هما لغزان كبيران في هذا العالم، كلاهما مطابق للآخر في غموضهُ .. في شراستهُ .. في مباغتته .. في عبثيته .. في أسئلتهُ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما يتعذّر عليك أن تحبّ أكثر أحبّ أقلّ . كلّما ينسحب الحبّ يعود أقوى . إنّه يتغذّى من فقدانه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كم أكره ذلك الجو الموبوء بالنفاق وتلك القذارة المتوارثة بالفطرة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا احد يعلن عن نفسه . الكلّ يخفي خلف قناعه جرحاً ما , خيبةً ما , طعنةً ما." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "سلطة المال كما سلطة الحكم لا تعرف الأمان العاطفي. يحتاج صاحبها إلى أن يفلس ليختبر قلوب من حوله , أن تنقلب عليه الأيام ليستقيم حكمه على الناس." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يحدث للغة أن تكون أجمل منا، بل نحن نتجمل بالكلمات، نختارها كما نختار ثيابنا، حسب مزاجنا ونوايانا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ربما تهديك الحياة كل جمالها في شخص." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أحب كل ذاكرة لا منطق لها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحياة في إغداقها عليك مزيداً من الكيد لك. أوَليست الحياة أنثى، في كلّ ما تعطيك تسلبُك ما هو أغلى؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن امرأة لا تخشى القتلة، تخاف مجتمعا يتحكم حماة الشرف في رقابه .. ثمّة إرهاب معنوي يفوق جرائم الإرهابيين." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تهزمنا الذاكرة لأنّ لها عملاء يقيمون فينا ، يديرون شؤونها لحساب حبيب ، يتآمرون علينا لمصلحته. كلّ حواسّنا تعمل لديه ، البعض بمرتبة ضابط اتّصال ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أنت لا يمكن أن تدرك مدى حبك لشخص إن لم تتمثل محنة الغياب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أهدته أجمل البذلات وحين أصبح أنيقا وفاضت خزانة قلبه خلعها وارتدى امرأة سواها فقد أصبح أكثر أناقة من أن يرتدي أسمال حب قديم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كم من مدينة عربية اصبح اهلها شهداء قبل ان يصبحوا مواطنين." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يُخطئ من يعتقد أننا عندما ندخل مدناً جديدة نترك ذاكرتنا في المطار . كلً حيث يذهب ، يقصد مدينة محملاً بأخرى ، ويُقيم مع آخرين في مدن لا يتقاسمها بالضرورة معهم ، ويتجول في خراب وحده يراه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تكن آخر الواصلين , أحدهم سيجيء ويذهب بي بعد أن يخلع باب انتظاري لك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الناس الذين ترينهم تائهين في الحياة ، لم يأخذوا الوقت الكافي لظبط إيقاعهم قبل أن ينطلقوا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ارقص كما لو أن لا أحد يراك , غَنِّ كما لو أنّ لا أحد يسمعك , أحبَّ كما لو أن لا أحد سبق أن جرحك" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "النساء أيضاً كالشعوب، إذ هن أردن الحياة فلا بد أن يستجيب القدر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا توصيني على نفسي وهي معك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليس بإمكان أحد الادّعاء أنّه هو من يتحكّم في ذكرياته ، ولا أنّه هو من يبحث عنها في الزوايا خلف عنكبوت الزمن . هي التي تتحكّم فيه.. وهي التي تبحث عنه حين تشاء ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن حبّا على عجلة من أمره ، سيغادر كما جاء . . مُسرعاً ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "بنيت قصوراً فاتنة إلى حد أنّ خرائبها الآن تكفيني." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من يرقص ينفض عنه غبار الذاكرة، كفى مكابرة و قومي للرقص." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما حاجة الأثرياء للوسامة .. إنهم يبدون دائماً أجمل ممّا هم .. إنهم جميلون بقدر ما يملكون." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "منطق المسنين والبسطاء يجردك من منطقك. من الأفضل ألا تجادلهم في عمر من القناعات. لأنهم في جميع الحالات أصبحوا أكبر من أن يغيروا رأيهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عذاب الانتظار؟ وماذا عن عذاب الا تنتظر شيئا؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل لقاء مع رجل هو حرب غير معلنة وكل حبيب يمكن ان يغدو مشروع عدو في اية لحظة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحالمون يسافرون وقوفاً دائماً ، لأنهم يأتون دائماً متأخرين عن الآخرين بخيبة." ,
      writer: "احلام مستغانمي" ,
    ),    Quotesclass(
      text: "معظم الذين يعتقدون أنهم يعيشون قصة حب , هم فى الواقع يعيشون وهم الحب" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أن الفقير ثري بدهشته، أما الغنيّ ففقير لفرط اعتياده على ما يصنع دهشة الآخرين." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة شهوات لم تخلق لتعاش , وما دمنا لا نعيشها , تعيش فينا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هناك جثث لا تستحق الدفن في قلوبنا .. فللحب بعد الموت رائحة كريهة أيضاً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "احيانا يجب على الأماكن ان تغير اسماءها كي تطابق ما أصبحنا عليه بعدها ولا تستفزنا بالذاكرة المضادة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أذكر تلك المقولة الساخرة : ثمة نوعان من الأغبياء : أولئك الذين يشكون في كل شيء . وأولئك الذين لا يشكون في شيء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هنالك اوطان تنتج كل مبررات الموت وتنسى ان تنتج شفرات حلاقة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أن تختار شخصاً من بين كل الأشخاص لتثرثر له أبسط تفاصيلك اليومية فأنت تقول له :أنت تعني لي كثيراً لكن بطريقة أخرى." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كيف لحياة واحدة أن تكفي لحب رجل واحد؟ كيف لرجل واحد أن يتكرر أن يتكاثر بعدد رجال الأرض ؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هناك أناس ولدوا هكذا على جسر معلق. جاءو إلى العالم بين رصيفين وطريقين وقارتين. ولدوا وسط مجرى الرياح المضادة, وكبروا وهم يحاولون أن يصالحوا بين الأضاد داخلهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن من تسلَّق جبال الوهم ، وحمل أحلامه.. شعاراته.. مشاريعه.. كتاباته.. لوحاته ، وصعد بها لاهثاً حتى القمة . كيف تدحرجنا بحمولتنا جيلاً بعد آخر نحو منحدرات الهزائم ؟ من يرفع كلّ الذي وقع منا في السفح ؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الناس اليوم يعرفون ثمن الأشياء، لكنهم يجهلون قيمتها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "شيء مدهش أن يصل الإنسان بخيبته وفجائعه حد الرقص! إنه تميز في الهزائم أيضا، فليست كل الهزائم في متناول الجميع." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن نختار النديم. أما الندم، فيختاره لنا القدر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا أكثر أناقة من وردةٍ لا تُثرثر كثيرا ، نحن لا نُهدي وروداً لتتكلّم عنا . . بل لتحمي التباس ما نودّ قوله !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحبّ يجلس دائما على غير الكرسي الذي نتوقّعه . . تمامًا بمحاذاة ما نتوقعه حُبًا !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب يعطي قبل أن يطلب منه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "من يحبك فعلا لن يرضى لك بعمر يضيع في انتظاره فعمرك غال عليه مثله يقيس العمر بجمر الثواني لا بجليد الاشهر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "علي الذين حكموا أوطاننا ربع قرن بجيش من المخبرين متسلطين علي شعوب طحنها الذل الازلي.. الواثقون من ولاء الدبابات لهم عليهم أن يجربوا الموت مرة ليختبروا رصيدهم في جنازة فيذهلوا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحب ككل القضايا الكبرى في الحياة ، يجب أن تؤمن به بعمق ، بصدق ، بإصرار ، و عندها فقط تحدث المعجزة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كيف تريدوننا ان نضبط العدسة وعيوننا مليئة بالدموع." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة من ينال منك, بدون أن يقصد إيذاءك, إنما باستحواذه عليك حد الإيذاء." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نذهب نحو الاثنين ، مجردين من كلّ الأسلحة.. ومن كل الأسئلة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أجمل حبّ هو الذي نعثُر عليه أثناء بحثِنا عن شيء آخر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الهوس بالانتقام ، يعني أن نسمح لمن نريد أن نثأر منه بمواصلة إبقائنا أشقياء به ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن عندما نحب لا نستطيع إلا تحويل الحب إلى حزن كبير." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحبّ لا يُقاس بعدد الساعات التي كلّمك فيها بالبطاقات الهاتفيّة ، بل بالزمن الذي ، في انتظاره ، كنتِ تحسبين الأشهر والأسابيع والأيّام بالساعات . وحده الوفاء يملك عدّادًا دقيقًا للوقت . إنّه النخاع الشوكي لذاكرة العشاّق ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لايمكن أن تغفو أثناء منازلتك أسماك القرش. من غير المسموح للّذي يسبح مع الحيتان الكبيرة أن ينام.. وإلا انتهى في جوفها.!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "المرأة التي لا تطلب شيئا هي المرأة التي تستحق كل شيء .. لكن لا تجعلها تنتظر طويلاً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يظل العشاق حتى بعد افتراقهما وقطيعتهما مأخوذين بجمالية لقائهما الأول." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "قدمك لاتريده، لقد أخذَت على حذاءٍ قديم .. مشيتَ به سنوات في طرقات الحياة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أحبيه كما لم تحب امرأة و انسيه كما ينسى الرجال." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مُذ افترقنا ما عاد الأمر يعنيني .. سيّان عندي إن غدرتَ أو وفيت .. يكفيني ياسيّد الحرائق, أنّك خُنتَ اللّهفة وأطفأتَ جمر الدقائق" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "دعوهم يظنّوا أنّنا سننسى ذلك!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أتوق إلى نصرٍ عشقيّ مبني على هزيمة لطالما فاخرت بأنني ما انتصرت مرّة على الحب . . بل له ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لهم نياشين الكلام، ولي بريق الصمت!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "يا لجوعي إليك بعد فراق ، ساعة رمليّة ،تتسرّبُ منها في قبلةٍ واحدة ، كلّ كثبان الإشتياق ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا بد من ممازحة الموت احياناً و إلا قتلك قبل أوانك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحبّ لا يعيش إلاّ برئتيه القرب والبعاد. يحتاجهما معًا ليحيا…. كلوح رخامي يحمله عمودان إن قرّبتهما كثيرًا اختلّ التوازن وإن باعدتهما كثيرًا هوى اللوح… هذا ما اكتشفه اليونانيّون قبلنا بقرون… ولا أعرف للحبّ تعريفاً أصدق !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا وجود إلا للبطولات الصغيرة , البطولات الكبيرة أساطير نختلقها لاحقاً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "هل هناك شيء أكثر ألماً من أن تدخل حياة أحد و هو على وشك أن يغادر الحياة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تحزني على أرنب فر خارج حياتك. إن رجلا هرب مرة سيهرب كل مرة من كل امرأة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لماذا تناديني “سيدتي ” من أخبرك أنني متزوجة ؟ ابتسم وقال : ثمة نساء خلقن هكذا بهذا اللقب جئن العالم بهذه الرتبة وأية تسمية أخرى هي اهانة لأنوثتهن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لتُشفى من حالة عشقية، يلزمك رفات حبّ،لا تمثالاً لحبيب تواصل تلميعه بعد الفراق ،مُصرّاً على ذيَاك البريق الذي انخطفتَ به يوماً. يلزمُك قبر و رخام ، و شجاعة لتدفن من كان أقرب الناس إليك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كُنَا شَعبًا وَاحدًا تَرتَعِد الجُدران لِصوته . قَبل أَن تَرتَعِد أَجسادنَا تحت التعذيب." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تدرين ما تحتاجينه أكثر ! إعادة تأهيل نفسي كي تتأقلمي مع هذا العالم, لأن العالم يا عزيزتي لن يقوم بجهد التأقلم معك." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما نجحت كوكو شانيل واشتهرت لم تشفى من عقدة يتمها ، وأطلقت على عطرها الأول الرقم الذي كانت تحمله في دار الأيتام التي تربت فيها ، إن معجزة شانيل ليست في ابتكارها عطراً شذياً بل في جعلها من اليتم عطراً ومن الرقم اسماً." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تستيقظ ذات صباح وإذ به أخذ مكانك ، وأولَم لأعداءك من سِلال فاكهتك ، ودعى الذئاب لتنهشك وتغتابك . كيف لا ينخرط المرء في حزب الشجر ؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن الابتسامات فواصل ونقاط انقطاع.. وقليل من الناس أولئك الذين ما زالوا يتقنون وضع الفواصل والنقط في كلامهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أسكن بيتاً يُشبهني، نوافذه لاتتجسّس على أحد ، أثاثه ليس مُختارا بنيّة إبهار أحد ، ولا سرّ له يخفيه على أحد . كلّ شيئ فيه أبيض وشاسع تحدّه الأشجار و السّماء. حمداً لك يا الله" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الأسئلة غالبا خدعة أي كذبة مهذبة نستدرج بها الآخرين إلى كذبة أكبر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما الاحتباس الحراري إلا احتجاج الكرة الأرضية على عدم وجود رجال يغارون على أنوثتها." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ماذا يستطيع الشجر أن يفعل ضد وطن يضمر حريقا لكل من ينتسب إليه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إن لم يكن الحبّ جنوناً وتطرّفاً وافتراساً عشقياً للآخر. . فهو إحساس لايُعوّل عليه !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الكتابة بوح صامت ، وجع لاصوت له ، لكننا ننفضح دوماً به . ننسى أن الحبر لايكتم سرًا !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كم يلزمها من الأكاذيب, كي تواصل الحياة وكأنه لم يأت! كم يلزمها من الصدق, كي تقنعه أنها انتظرته حقّا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "حين تخجل المرأة , تفوح عطرا جميلا لا يخطئة أنف رجل." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحده التفاح الذي ما زال يحمل نكهة خطيئتنا الأولى, شهي لحد التغني به." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كان في تقاطع أقدارنا في تلك النقطة من العالم، أمر مذهل في تزامنه. لن أعرف يوماً إن كان هبة من الحياة . . أو مقلباً من مقالبها !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أنت لا تعثر على الحبّ . . هو الذي يعثر عليك . أعني أنك لاتعثر عليه . . بل تتعثربه في زلّة قدر !" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ما الذي يخرج المرء عن صوابه غير أن يرى لصوصاً فوق المحاسبة ينهبون ولا يشبعون ، ويضعون يدهم في جيبك ، ويخطفون اللقمة من فمك، ولا يستحون." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "قدر الحبّ الخيبة ، لأنّه يولد بأحلام شاهقة أكبر من أصحابها. ذلك أنّه يحتاج أن يتجاوزهم ليكون حبًّا ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "قلما خذلته أحلامه لاعتقاده أن كل ما يحلم به المرء قابل للتنفيذ. وحيث تصل أحلامك بإمكان أقدامك أن تصل." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كان يمكن للطريق إليها أن يكون سهلا ، لكنّ طريقه إليها يمرّ بكبريائه ، وهي أخطأت في تقدير الخسارات ، لحظة قبولها بقانون لعبته ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل جاهل يثأر لجهله بقتل مثقف بعد المزايدة عليه في الايمان والتشكيك في ولائه للوطن." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "على جسد الكلمات أطفأ سيجارته الاخيرة ، ثم عندما لم يبق بجعبته شيء ، دخن كل أعقاب الاحلام." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كل كائن ترينه سواء كان رجلاً أو امرأة يخفي كائناً آخر." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "غادِر بيتك كل صباح ، وكأنك على موعد مع الحب . تهيأ له بما أُوتيت من أناقة . يحلو للحبّ أن يُباغتك في اللحظة التي تتوقّعها الأقل ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "تستبقيها، كي تواصل الدوران إلى الأبد في عين إعصار النشوة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن نكبر أمام العالم ، كي يكون لنا الحقّ أن نضعف أمام شخص واحد ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "إنه زمن عجيب حقًا، اختلت فيه المقاييس، وأصبحت فيه الشعوب تصنع تماثيل لحكامها. على قياس جرائمهم لا على قياس عظمتهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا جدوى من الاحتماء بمظلة الكلمات . . صمت العشاق داخل سيارة ينساب على زجاجها شلاّل المطر، هو أجمل حوار يقيمه قلبان مختبئان عن الأنظار ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "كلّ ليلة أترك دفتري مفتوحاً على صفحة بيضاء وأرفع عن قلمي الغطاء فأنا أدري أنه بينما أخلد إلى النوم يواصل قلبي الكتابة إليك ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "صلي.. ففي سجود قلبك نسيانه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما ينطفئ العشق نفقد دائما شيئا منا ونرفض أن يكون هذا قد حصل." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أكنتِ زلّة قدم.. أم زلّة قدر؟" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لا تسألوا من قتلهم ، إنّ للحقيقة كلاب حراسة تسهر على سرّها ، وحدهم حُرّاس القيم لا حارس لهم .. إلاّ الضمير!!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ثمة نوعان من الشقاء ، الأوّل ألاّ تحصل على ما تتمنّاه ، والثاني أن يأتيك وقد تأخّر الوقت وتغيّرت أنت ، وتغيّرت الأمنيات." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "مآسي الناس وبؤسهم تنسيك قدرتهم على الأذى." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحُب هو مقدِرة شخصَين على أستخدام فُرشاة أسنان وآحدة ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "أصبحت امرأة حرة .. فقط لأنني قررت أن أكف عن الحلم, الحرية أن لا تنتظر شيئاً..والترقب حالة عبودية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الإنسان في حبه الأوّل يبحث عن حبيب .. و في حبه الثاني يبحث عن الحبيب نفسه." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "نحن لا نتعلم الحياة من الآخرين . نتعلمها من خدوشنا.. ومن كل ما يبقى منا أرضًا بعد سقوطنا ووقوفنا ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "اجمل ما في امرأة شديدة الانوثة . . هو نفحة من الذكورة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "ليسَ هُنالكْ أنصاف خَطايا، وَلا أنصَاف ملذّات، لِذلكْ لا يوجد مكانٌ ثالث ٌبينْ الجنّة وَالنار، فعلينا تفاديا لِلحسابات الخاطِئة أن ندخُل أحدهما بجدارة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "السعادة تحمل في فرحتها بذور تعاستك الآتية." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "عندما تنتظر أحدا ، أنت لا ترى شيئا بعينه ، ولا تتأمل شيئا بالتحديد ، نظراتك مبعثرة كمزاجك ، والذي تنتظره قد يأتي من اللامكان ، ويفاجئك وسط ذهولك ، وفوضى أفكارك.. وأسئلتك ." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "معه كان عود الثقاب رطبًا لا يصلح لإشعال فتيلة!" ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "حين يخذلنا الحب والأصدقاء , نعود لممارسة أشياء كنا نمارسها من قبل , كالنوم مبكرا وهجر هواتفنا لمدة طويلة , نعود كالغرباء لا يهمنا أحد." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "استفيدوا من اليوم الحاضر لتكن حياتكم مذهلة خارقة للعادة , اسطوا على الحياة امتصوا نخاعها كل يوم مادام ذلك ممكنا فذات يوم لن تكونوا شيئا .. سترحلون وكأنكم لم تأتوا." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "الحالمون يسافرون وقوفا دائما ,لانهم يأتون دائما متأخرين عن الاخرين بخيبة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "وحده الزمن سيدلك على الصواب، عندما يفقد الآخرون صوابهم." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "لن يعترف حتى لنفسه بأنه خسرها. سيدّعي أنها من خسرته، وأنه من أراد لهما فراقًا قاطعًا كضربة سيف، فهو يفضّل على حضورها غيابًا طويلًا، وعلى المتع الصغيرة ألمًا كبيرًا، وعلى الانقطاع المتكرر قطيعة حاسمة." ,
      writer: "احلام مستغانمي" ,
    ),
    Quotesclass(
      text: "حب نكتب عنه هو حب لم يعد موجودا." ,
      writer: "احلام مستغانمي" ,
    ),
  ];
}