
import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Aflaton {
  List aflaton = [
    Quotesclass(
      text: "لا تطلب سرعة العمل بل تجويده لأن الناس لا يسألونك في كم فرغت منه بل ينظرون إلى إتقانع و جودة صنعه",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الرأي هو شيئ وسط بين العلم و الجهل",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "إذا كان الجمال يجذب العيون ، فالأخلاق تملك القلوب.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "كل بداية لها نهاية ، و هذه النهاية هي البداية لشئ آخر",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "غاية العلم الخير",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الحاكم كالنهر العظيم, تستمدُّ منه الأنهار الصغار, فإن كان عذباً عذِبتْ.. وإن كان مالحا ملحتْ",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "توفر القناعة لصاحبها الوقت الكافي للتمتع بالحياة",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أتقن عملك تحقق أملك",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الشخص الصالح لا يحتاج القوانين لتخبره كيف يتصرف بمسؤولية ، أما الشخص الفاسد فسيجد دائماً طريقة ما للاتفاف على القوانين",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أغلب الناس عند السلطة يصيرون أشرارا",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الكرامة مجد يأتي نتيجة عقل مستقيم وجاد",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تصير عين البصيرة حادة إلا إذ ضعفت عين الجسد",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "تستطيع أن تعرف عن شخص أكثر في ساعة لعب أكثر منه في ساعة حديث",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الحب أعمى",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أكبر شر عدا الظلم هو أن لا يدفع الظالم ثمن ظلمه",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "كل انسان يصبح شاعراً إذا لامس قلبه الحب",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "المرء غني بأصدقاءه",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "مقياس الرجل العظيم قدرته على السخرية من المتاعب.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لو كانت الحقيقة امرأة , لأحبها كل الناس.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الحاجة أم الاختراع",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الانتصار على النفس هو أعظم انتصار",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الانسان هو أعمى يصير في الطريق الصحيح",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أعط و ستأخذ",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "السعادة هي معرفة الخير و الشر",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أصعب أنواع الصداقة كافة هي صداقة المرء لنفسه",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تصاحب الشرير ، فان طبعك يسرق من طبعه شراً و انت لا تدري",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "من مدحك بما ليس فيك فقد ذمك",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "نحن مجانين إذا لم تستطع أن نفكر، ومتعصبون إذا لم نرد أن نفكر، وعبيد إذا لم نجرؤ أن نفكر",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الثمن الذي يدفعه الطيبون لقاء لا مبالاتهم بالشؤون العامة هو أن يحكمهم الأشرار",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الطيب هو الجميل.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أتقن عملك تحقق أملك",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تهتم بسرعة العمل بل جودته، لأن الناس لا يسألونك في كم فرغت منه بل ينظرون إلى إتقانه وجودة صنعه",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "من عمل صنعات كثيرة لم ينجح في أي منها",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الرجل الصالح هو الذي يحتمل الأذى، لكنه لا يرتكبه",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "محك الرجال صغائر الأعمال",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "التفكير .. هو حوار الروح مع نفسها",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الملك كالبحر تستمد منه الأنهار، فغن كان عذبا عذبت، وإن كان ملحا ملحت.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الكرامة جلالة تنجم عن عقل سليم وجاد.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "اللذة طعن الألم.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "إن العقل الذي يسمو إلى معرفة الحقائق الأبدية لا يفنى حيث يتداعى الجسد",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "مَن يأبي اليوم قبول النصيحة التي لا تكلف شيئاً شوف يضطر في الغد إلي شراء الأسف بأغلي الأثمان",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الموسيقى تعطي روحاً للكون، أجنحةً للعقل، طيراناً للمخيلة وحياةً لكل شيء.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "( يجعلنا الحب مكتملين مرة أخرى ) الحب هنا هو الشعور بالانتماء الروحي لشخص ما ، انه الشعور بالسعادة المطلقة لكونك وجدت ذلك الشخص الذي يكملك ويجعل من وجودك ذو قيمة.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "يجب ألا يوجد بين المواطنين سواء الفقر المدقع أو الثروة المفرطة لأن كليهما ينتج شر عظيم.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "معنى العقل وعمله تمييز الأشياء وتفصيلها .. ومعنى الصدق وعمله ثبات الأشياء في مواضعها .. ومعنى الجهل وعمله تلبيس الأشياء وتخليطها .. ومعنى الكذب وعمله وضع الأشياء في غير مواضعها.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا نشين على الظلم لأننا نخشى ارتكابه بل لأننا نخشى أن نعاني منه",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "معرفة الأسماء تؤدي إلى معرفة الأشياء",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "ليس المهم أن تعيش بل أن تعيش جيدا",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "يجب أن تذهب إلى الحقيقة بكل روحك",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تحقرن قليلا من الخير تفعله فإن قليل الخير كثيره",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "نتيجة اللامبالاة تجاه القضايا العامة هي ان يحكمنا أسوء الاشخاص",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "غزو الإنسان لنفسه هو اعظم غزو يحققه الإنسان في حياته",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "نحن مجانين إذا لم نستطع أن نفكر ، و متعصبون إذا لم نرد أن نفكر ، و عبيد إذا لم نجرؤ أن نفكر",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الأثرياء ليسوا، في العادة من الصالحين، ولذا فإنهم ليسوا سعداء",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "اللذة سعادة المجانين، والسعادة لذة الحكماء.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "من سعى جنى ، ومن نام رأى الأحلام.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "المتسامحون أسعد الناس قلوباً ، عرفوا قيمة الدنيا ، فلم يبالوا بأخطاء البشر.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "علموا أولادكم الفنون ثم اغلقوا السجون.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "المعرفة التي تكتسب بالإكراه لا تملك أي سيطرة على العقل.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أسوأ أنواع الظلم، الإدعاء بأن هناك عدلاً.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "متى أصابه الحبّ يتحوّل أيٌّ كان إلى شاعر.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "إن أثقل عقوبة للامتناع عن الحكم هي أن يحكمك شخص أدنى منك.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "يمكننا أن نسامح بسهولة الطفل الذي يخاف من الظلام, أما مأساة الحياة الحقيقية فهي عندما يخشى الرجال الضوء",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الذي يُعلم الناس الخير ولا يعمله بمنزلة من بيده سراجٌ يضىء لغيره.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تجعل البشر مرآة لأخلاقك ، تسيء إن أساؤوا وتحسن إن أحسنوا ، كن أنت مصدر الخير دائماً.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "فقط الميت يشهد نهاية الحرب.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الرجل الحكيم يتحدث لأن لديه شيء يريد أن يقوله, بينما الأخرق يتحدث لأنه يريد أن يقول شيئاً.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "اكسب قلوب الآخرين بأربع ، بطيب الكلام ، وجميل الاهتمام ، وصدق الالتزام ، وحسن المعاملة.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أكثر شخص مكروه عند الناس هو الذي يقول الحقيقة.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "يعاقب الأذكياء الذين يرفضون الانخراط في العمل السياسي بأن يحكموا بواسطة الاغبياء.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لن يفهم ألمك شخص لم يعرف الألم.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "نحن نعامل من يقولون لنا الحقيقة على أنهم ألد أعدائنا.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "إن تعبت في الخير فإن التعب يزول والخير يبقى.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "العاقل هو الذي يتريث والعالم هو الذي يشك بينما الجاهل دائما هو الذي يؤكد.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الشباب شعبة من الجنون.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "اعمل الخير بصوت هادئ ، فغداً يتحدث عملك بصوت مرتفع.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "أعظم ثروة هي أن تعيش راضيا بالقليل.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الطيبون لا يحتاجون الى قوانين ليتصرفوا بمسؤولية .. والسيئون سوف يجدون طريقة للالتفاف حول القوانين.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "إصغِ جيداً لما يقوله أعدائك ففي كلامهم الكثير من الحقيقة التي اخفاها احبابك.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تصاحبوا الأشرار فإنهم يمنون عليكم بالسلامة منهم.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "فكّر مراراً ثم تكلم وافعل فإن الأشياء متغيرة .. لا تسرع للغضب فيتسلط عليك بالعادة.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "تمرينات الجسد إذا تمت بالإكراه فإنها لا تؤذي الجسد؛ أما المعرفة فإذا تمت بالإكراه فإنها لا تبقى في العقل.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "التفكير هو حوار الروح مع نفسها",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الحياه التى لاننظر اليها نظرة تدقيق لا نستحق ان نعيشها",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تخشى أبداً أن تخطئ ، حتى تتقن ما تريد أن تتعلمه.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الإنسان حيوان أليف مُدَجّن.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "رب مغتبط بنعمة هي بلاؤه، ورب محسود على حال هي دواءه.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "كن لطيفاً .. لأن كل شخص تقابله .. يقاتل بشراسة في معركة ما.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "ها هم أُناس يقضون حياتهم معا من دون أن يستطيعوا البوح بما ينتظره كلٌّ واحد من الآخر.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الذين يستطيعون تخطي ورؤية ما وراء ظلال وأكاذيب ثقافتهم لن يصدقهم العامة أبداً .. فضلاً عن أن يؤمنوا بهم.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لكي تكون عظيماً لا بد أن يساء فهمك.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "مفتاح الحياة هو عدم الاستسلام عندما تشعر بالضعف",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لتكن معرفتك بنفسك أوثق عندك من مدح الناس لك.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تستصغر عدوك , فربما تمكن منكَ لمبالغته في تكبيرك.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تهب نفسك لغير عقلك فتسىء ملكتها وتضيع زمانها وترذلها بسوء العادة لها.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "اجتنب مصاحبة الكذاب ، فإن اضطررت لذلك فلا تصدقه.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "إدفعوا الشهوات فإنها ضد الفكر ولا تطلبوا ما لا حاجة لكم إليه.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "ليس الحكيم التام من فرح بشيء في هذا العالم أو جزع لشيء من مصيباته واغتمّ له .. أدِم ذكر الموت والاعتبار بالموت .. تُعرف خساسة عقل المرء بكثرة الكلام فيما لا يعنيه وإخباره بما لا يسأل عنه ولا يراد منه.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الجهل أصل كل شر.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "طوال حياتي لم أعرف طعم الإستسلام إلا للعقل والضمير.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الوعاء الخالي يصدر صوتاً أعلى وكذلك من يملك القليل يكون أكثر ثرثرة.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "إذا رغبت أن يدوم حبك ، فأحسن أدبك.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الإتجاه الذي تحدده تربية الإنسان , هو الذي يرسم مستقبل حياته.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "جمال الأسلوب والانسجام والنعمة والإيقاع الجيد يعتمد على البساطة.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "لا تكون كاملاً ما لم يأمنك عدوك , فكيف إذا لم يأمنك صديقك ؟",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الإنسان مخلوق يبحث عن معنى.",
      writer: "أفلاطون" ,
    ),
    Quotesclass(
      text: "الحب مرض عقلي عضال.",
      writer: "أفلاطون" ,
    ),
  ];
}