import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class AhmedKhalidTawfik {
  List ahmedkhalidtawfik = [
    Quotesclass(
      text: "ليتنا أنا و أنت جئنا الى العالم قبل اختراع التلفزيون و السينما لنعرف هل هذا حب حقاً أم أننا نتقمص ما نراه" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أريد أن أجمع قدراً من المال يكفي لعلاج الأمراض التي أصابتني أثناء جمعه" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الفلسفة هى فن التحدث عن التفاحة بدلا من أكلها" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "معنى الصداقة هو أنني تلقائياً أراك جديراً بأن أئتمنك على جزء من كرامتي" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أعرف أن تفسير الجنون سهل دائماً، ويريح جميع الأطراف" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "بالتأكيد هى لا تريد أن ترى عضلاتى الهزيلة و قفصى الصدرى الذى يشكل كنزاً يحلم به كل طالب طب" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أحب مباريات كرة القدم المعادة، حتى أقوم من البداية بتشجيع الفريق الذي سيفوز!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأعوام تغير الكثير .. إنها تبدل تضاريس الجبال .. فكيف لا تبدل شخصيتك ؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأخلاق تتآكل فى الفقر كما يتآكل المعدن الذى يقطر فوقه الماء." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "النجاح فى الزواج لا يحتاج إلى أن تتزوج الشخص الصحيح .. النجاح يتطلب أن تكون أنت الشخص الصحيح ." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أشد انواع الفشل ؛ حين يقترب المرء من النجاح فيجد من سبقه بخطوة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أقسى شيء في العالم أن تقنع من تحبه بأن يحب الأشياء التي تحبها أنت !" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "المرء لا يرى أكثر من ثورة شعبية واحدة في حياته لو كان محظوظا" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لكل وطن رائحة ليل خاصة به" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الخروف الذي يفكر ، يصير خطرا على نفسه و على الآخرين" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إعمل الخير وارمه في البحر .. بشرط أن يراك أحدهم وأنت تفعل ذلك .. عندها سيخبر الآخرين أنك لا تفعل الخير فقط، بل وترميه في البحر أيضاً !ّ" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "هل فهمت الآن الحكمة من كون عمر الإنسان لا يتجاوز الثمانين على الأغلب؟ لو عاش الإنسان مائتي عام لجن من فرط الحنين إلى أشياء لم يعد لها مكان." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن عقلك في العقد الثاني والثالث من حياتك يكون أشبه بمقلاة رخيصة يلتصق بها الطعام , أما بعد سن الثلاثين فعقلك مقلاة فاخرة لا يلتصق بها أي شيء." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الرضا كوب من الماء الصافي .. يمكن لأي شيء أن يفسده ." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لا أطيق أن يسخر أحدهم من ذكائي ، إسخروا من شكلي ، من ثيابي ، من سيارتي ، من أنفي ، لكن لا تسخروا من عقلي من فضلكم فهذه إهانة بالغة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الحرص على العدل و عدم التحيز قد يدفع الناس لأقسى أنواع الظلم" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأمة الجاهلة أسهل حكما من الأمة المتعلمة" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أما السعادة فلا أحد يكتب عنها…..نحن نعيشها في جشع و لا نشارك فيها أحدا" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ربما كان خطأ فادحا أن تتزوج نسخة منك.. لأنك قد لا تحتمل الحياة مع نفسك" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لاشئ مثل الكفاح المشترك يقرب بين الذكر والأنثى" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "هكذا الحرب .. مأساة دائمة أشنع ما فيها أنها لا تترك لك فرصة لتذوق هذه المأساة.." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "كان ينصحني أن اتقي الله واكف عن الكتابة ، لماذا لا يتقي هو الله ويكف عن القراءة ؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لماذا كان قياصرة روما وعامة الشعب يحبون رؤية العبيد وهم يقطعون بعضهم بعضاً ؟ لماذا لم يمنح الفقر الفقراء بعض الرحمة ؟ على قدر علمي فإن مزاج الأباطرة يختلف تماماً عن مزاج العامة .. فلماذا اتفق المزاجان على شيء واحد , القسوة ؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "جميع المشاكل بداخلك سببها هو أنك تظاهرت بالغباء عندما فهمت , وابتسمت وقت الحزن , والتزمت الصمت وقت الكلام." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "للأسف ، بعض البشر لم يتعلموا من الكرة الأرضية سوى اللف والدوران." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "جعلتني أكفر بالحب وأسخر من العشاق.. في الواقع أسخر من أي عاطفة وأعتبرها نوعا من التمثيل أو خداع النفس.. عندما أسمع كلمة حب تموع نفسي وأتفادى القئ بصعوبة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن الأفكار كالأشباح تخرج من مكامنها ليلاً" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أقصر طريق للنجاح هو أن تكتب كتابا عن أقصر الطريق له" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأدب إفرازٌ لا حيلة لنا فيه ، لكن من السهل أن يجف لو قررنا ذلك" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الكاتب الذي تحب قراءته ھو الذي يشعرك بأنك أفضل مما توقعت أو أسوأ مما توقعت.." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الكوابيس تمنحك لذه لا شك فيها ، هي لحظة الإفاقة" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن الحياة حبلى بالإلهام خاصة في مصر.." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن العالم لا يعج بالشياطين .. ولكنه كذلك لا يعج بالملائكة !!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن الكذب يتطوّر مع الزّمن ليتحوّل إلى فنّ من الفنون الرّاقية، وعلينا أن نفهم هذا قبل فوات الأوان!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ان الناس يجب أن لا تتزوج إلا لكي تأتي للعالم بمن هو أفضل… طفل أجمل منك.. أغنى منك.. أقوى منك…" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن نفسية المرأة خاصة ذات الكبرياء هي غابة متشابكة الأغصان يستحيل فهمها والتنبوء مساراتها." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أهم قرارات فى حياتك .. تتخذها و أنت صغير السن .. غير مؤهل لاتخاذها .." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "شجاعة الجهل، لولاها ما فعلنا أيّ شيء لأنّنا نتوقّع الفشل منذ البداية" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "في حياة كل إنسان لحظة لا تعود الحياة بعدها كما كانت قبلها.." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "كلما تقدم الكاتب فى الكتابة كلما أدرك أن هناك التزاماً تجاه قرائه ." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لست ضد الأنثى المدخنة .. أنا ضد الإنسان المدخن أصلاً !" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لغز هذا البلد هو أن هناك دائماً من يشترى فى كل وقت وبأى سعر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "هنا بدا عليّ الاهتمام.. لا أدري كيف أبدو حين أهتم.. لكني بالتأكيد أكون مقنعًا" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "يمكن أن تألف كل المشاعر الكريهة ما عدا الملل .. لم ألق من يمل الحديث عن الملل" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "نعم .. نعم .. الرجال حمقى لا يلاحظون أى شئ على الأطلاق .. هذا معروف" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "كنت اتساءل لماذا يختار الموت افضل من فينا ؟ ولكنني وجدت الإجابة مؤخراً في كلمة احدهم ، لانهم نجحوا في الامتحان مبكراً ، فلا داعي لوجودهم." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "فكرة الموت بدت لي رهيبة ، أنام الآن ثم لا أصحو أبداً ، أن تكون هذه آخر علاقتي بضوء الشمس والجريدة وطعام الإفطار." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "‏فقط في سن العشرين أدركت الحقيقة القاسية وهي أن عليّ أن أحيا بلا أحلام، سرقوا منا الماضي والحاضر والمستقبل ويكرهون أن يتركونا نعيش." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الإكتئاب مرض لعين , والأدهى أنه يتطلب قدراً كبيراً من الذكاء والحساسية لدى المريض كي يصاب به." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "من الصعب أن تكون أنت الحجة الأخيرة ، ألا يكون هناك من تنظر لأعلى نحوه طالباً النصح ، أن يطالبك الناس بالعطاء وأنت تشعر بالحاجة للأخذ." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الشهادات لا تدل على الذكاء أكثر مما تدل المسبحة على الإيمان." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أعرف هَذا الشعور القاسي وأرثي لهُ كثيراً, أن تَصحو من النوم مُنتظراً في لهَفة قُدوم الليل ليَنتهي يوم آخر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الزواج هو التضحية بشخصين من أجل إسعاد شعب لمدة ساعتين في قاعة أفراح." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أحيانا أشعر بالخوف من الليل ، أحيانا أشعر بالوحدة، فأعود مجرد طفل واهن يرتجف من الظلام، ويتمنى لو أضاء أحد أبويه ضوء غرفة النوم ، لكن ليس من حق من كان في عمري أن يفكر في ذلك بعد الآن." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الثقة بالنفس كلام فارغ.. سوف يدهشك كم الأشياء التي لا تعرفها أو لا تجيدها.. المهم أن تثق بقدرتك على أن تكون أفضل." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "حب الأنثى لك كارثة إذا كُنت ذا ضمير." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "عدد الحمقى والأوغاد الذين يقابلهم المرء كل يوم لا نهاية لهم, يبدأ بأول وجه يراه في مرآة الحمام صباحا ، وينتهي بآخر وجه يراه في مرآة الحمام ليلاً." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "هناك من يحبون الجدل لمجرد الجدل ، ويجب أن أعترف أنني طيلة حياتي الطويلة لم أر شخصا يقتنع برأي شخص آخر بعد أي جدال ، أتمنى لو وجدت الشخص الذي يقول في تواضع معك حق ، لقد كنت مخطئا." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأرق نوع من الإمساك العصبى .. لا يمكن تفريغ أحشائك العصبية من ذكرياتها المؤذية مهما حاولت" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأفكار العظيمة لا نتذكرها أبدأ ، والأفكار الغبية لا ننساها أبداً." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "البطولة قيمة في حد ذاتها .. ولا تهم المبررات التي من أجلها جاءت البطولة" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الحل الوحد للمشاكل النفسة ھو: لا تكن عاطلاً… لا تكن وحدًا.." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الخطر لا يؤذينا إلا حين نعرف أنه خطر.." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الخيال يضخم الاشياء و يجعلها غريبة" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الدرس الذي تعلمته من هذا الموقف هو: لا تصارح الآخرين بعيوبهم إلى أن يكتشفوها هم بأنفسهم." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الذكريات بضاعة لا قيمة لها إلا في خزانة صاحبها" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "السياسة فى النهاية هى دراما تصادم الارادات" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الطرف الذى تخاف أن تدافع عنه حتى لا يشتمونك هو غالبا الطرف الذى يستحق أن تدافع عنه فعلا" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "القراءه بالنسبه الى نوع رخيص من المخدرات لا افعل يها شىء سوى الغياب عن الوعى" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "المعجون لا يعود الى الانبوب ابدا مهما حاولت" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن أشجع الشجعان في التاريخ هم ببساطة أناس خافوا أن يبدوا جبناء" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن الرضا كوب من الحليب تكفي ذبابة انتقاد واحدة كي تعكره إلى الأبد …" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن المرء لا يكف عن سماع العجائب طيلة حياته!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن ضمير المرأة التي جرحت كبرياؤها ينام غالبا" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "تلك الأسئلة الكونية التي لا يمكن أن تجد إجابةً عنها .. دائماً ما تملأ جيوب هواة الغرائب مالاً !" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ثم تناول رزمة المال منى و راح يعدها فى نهم، و هو يؤكد أنه يثق بى تماما فلا داعى للعد" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "حافظ على ثبات أعصابك .. لترغمهم هم على الانهيار" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لماذا لا تكف عن لعب دور الذبابه التى لا تستقر في مكان؟؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ماإنتهى ببطىء.. لا يعود بسرعة .. لا يعود أبداً !!!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ويفنى كل شيء .. كل الأحلام والشهوات والصراعات تموت.. ويبقى حبي المقدس لك يا طبق البامية الحبيب !" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "كلّ اختيار مهما صغر يمكن أن يضعنا في كون آخر مختلف تمامًا. الحريّة الحقيقية هي أن تعيش حياة لا ترغم فيها على الاختيار." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "كنتُ أظُن أنّ الذي يحبُّني سيحبُني حتى وأنا غارقٌ في ظلامي، حتى وأنا ممتلئ بالندوب النفسية، حتى وأنا عاجزٌ عن حُب نفسي، سيحبُني رغمًا عن هذا، ولكن لا ، فلا أحد يخاطر ويُدخِل يدهُ في جُب البئر ، الظلام لنا وحدنا." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لو رضيت إنتهيت! العالم يعج بالحمقى الراضين عن أنفسهم." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الرجل يبحث عن فتاة جميلة مهذبة طيبة ، ما إن يجدها حتى يكافئها على تميزها بأن يهديها نفسه ، من قال إنك جائزة يا أخي !" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "شعرت بأن في روحي ثقباً .. ثقباً يتسع .. ويمتص كل ذكرياتي وحياتي وأحلامي , وددت لو كان شخص أعرفه بقربي .. أحكي له كل شيء.. أقص عليه حكاية الثقب." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "‏في النهاية تقف عند الجانب الآخر من المدينة وتتسائل : أين كنت ستكون لو اخترت أشياء أخرى ؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الخطأ الثاني هو إننى إنعزلت, وقرأت أكثر من اللازم, بينما كان زملائي يمارسون الحياة ولا يقرأون عنها." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لا أحد يكتب من فراغ ولا أحد يستلهم أفكاره وهو جالس يتأمل فوق جبال الهيملايا ، إن وجداننا الجمعي وعقلنا الباطن محشو بما قرأناه أو عرفناه من قبل ، فقط نضيف لهذا موهبتنا ورؤيتنا الشخصية." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "يُرعبهم كَونك مُختلف ، كَونك لا تَشبه تكرارهم." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ألیس مؤسفا أن متعة الشيء لا تكتمل إلا بفقده ؟ وأن نشوة الماضي هي أنه صار ماضیا ؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الذين يهددون بالرحيل ، ‏يريدون فقط أن يُطلب منهم البقاء ، أن يشعروا أن وجودهم مرغوب به ، ‏الذين يريدون الرحيل حقا يرحلون دون تهديد." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ان الانسان الميت هو الذي كف عن التعليم واكتساب الخبرات , ولهذا ترون أننا محاطون بالموتى الأحياء طيلة الوقت." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "هو يعرف انها تتظاهر باللامبالاة بينما هى تحترق، كل الفتيات يعرفن كيف يشعرنك انك سمج لزج ممل، بينما هن يحلمن بك طول الوقت" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ببطء، لكن بثبات ، وبنفس الطريقة التي يحول بها الخريف شكل الغابة ، حولتني آلاف التغييرات الصغيرة إلى شخص آخر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "المرأة الخيالية أو الحالمة هي الجحيم ذاته، لأنها لَن تجد مَن تبحث عَنهُ أبداً، لَن تجد فارسها، وسوف تكتفي بتعذيب البائس الذي رضيت به." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "النسيان بالنسيان والبعد بالبعد وأنا لنفسي وأنت لأمثالك." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الموت يأتي بسرعة فائقة فلا تراه قادما ، ومن ماتوا لم يجدوا فرصة ليخبروا الآخرين بهذا." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "حمقاء هي المرأة التي تقتل اشتهاء زوجها لها بالنكد أو التمنع الزائد، فيكف عن اعتبارها أنثى أصلاً، ويبدأ في ملاحظة الأنوثة العارمة لدى الأخريات." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "قلت لها مغضباً: لماذا تميل النساء إلى الرجال الأوغاد الذين لا يوحون بأي ثقة؟ قالت في برود: مثلما تنجذبون معشر الرجال إلى الفتيات المائعات اللاتي لا يعرفن كيف يرعين طفلًا أو يحفظن بيتاً." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أنا لا أؤمن بنظرية المؤامرة .. الاهمال هو التفسير الوحيد لكل شيء . المؤامرة تحتاج لقدر بسيط من الذكاء والتخطيط العلمي ونحن نفتقر لهذين." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "انتهت صداقتنا ليس بمشاجرة أو موقف عنيف، وإنما هي حالة من القرف والملل التدريجي ، ما ينتهي ببطء لا يعود بسرعة ، لا يعود أبدا." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "من المفترض أننا أنهينا الدهشة منذ زمن وصار كل شيء قابلاً للتصديق." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ستكون مشاهد جنازتي جميلة ومؤثرة لكني لن أراها للأسف برغم إنني سأحضرها بالتأكيد." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الصديد المكبوت فى النفوس يخرج عندما لا يوجد رقيب" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن شعرك جيد، ولكن ماذا تريد أن تقوله للناس في شعرك غير إنك شاعر ؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ان من صنع السيف قد تسبب في اراقة دماء غزيرةلكننا لا نلومه بل نلوم من يقتل بالسيف" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "عزاءك الوحيد إذا مت بعد الخامسة و الأربعين هو أنك لم تمت شابا!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لحظة ممتعة هي عندما تدرك أن هناك أديبًا تحت جلدك وأنت لا تعرف." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لقد سلبني القدماء أعظم أفكاري !.. لا أعرف من قال هذه العبارة لكنها أروع من أكون أنا صاحبها .." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ما قيمة الأسماء عندما لا تختلف عن أي واحد آخر ؟" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "هناك لحظة يجب على المرء فيها أن يترك نفسه تحب و تكره ما تريد !" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأيام تتسابق كأعمدة النور التي تراها من نافذة قطار." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لو كان بوسعنا أن نختار زملاءنا في العمل لتحولت الحياة إلى جنة صغيرة .. أن تختار بيئتك وأبويك وزملائك فى العمل وربما رؤسائك..هكذا تصير الحياة أجمل من أن تصدق." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن المرأة تحب رجلها ليس لأنه أقوى الرجال، و لا أوسمهم، و لا أغناهم، بل لأنه هو.. بضعفه و قوته.. و الحب ليس إستعراض قوة لكنه طاقة عطاء دافئة مستمرة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "سئمت التظاھر بأنني آخر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لو سُمح ببيـع اللحم البشري عند الجزارين ، لأرتفعت قيمة الإنسان مرة أخرى ، عندئذ سيكون سعرك يا صديقي آلاف الجنيهات." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أنتم لم تفهموا اللعبة مبكراً لذلك هويتم من أعلى إلى حيث لا يوجد قاع." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن البنات لا يقلقن على تأخر زواجهن بسبب حاجة فسيولوجية معينة أو خوفهن من العنوسة أو شوقهن للأمومة , أعتقد أنهن يقلقن لسبب واحد يا دكتور رفعت , هو رؤيتهن لصديقاتهن يتزوجن الواحدة تلو الأخرى." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "قانون الطابور: عِندما تُغير الطابور فإن الطابور الذي تركته سوف يتحرك أسرع من الطابور الذي إنضممت له." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الهشاشة النفسية تجعلك تتشبث بأي إنسان وتشعر بأنك تهيم به حباً." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أحيانا يساعدنا الآخرون بأن يكونوا فى حياتنا فحسب!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إنما أنا أخاف نفسي , أخاف خيالي وما ينسج لي من صور." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الخجل ينبع من توهمك لأهمية مبالغ فيها لنفسك, أنت لست مهما كما تعتقد, لست مهما على الإطلاق, وليس هناك شخص متفرغ لمراقبة خلجاتك وأخطائك!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "جرب الكلام على نفسك قبل أن ترميه في نفوس الآخرين" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "يبدأ المرء بتنازل بسيط، ثم تتحول حياته كلها إلى استسلام." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "تسعة من كل عشرة أشخاص تقابلهم يعتقدون أنهم عباقرة و قد خلقوا قادة …ربما لو طلبت من أحدهم قيادة غواصة ذرية لوافق على الفور …من حسن حظك أنني العاشر و العاشر يقول لك : جد شخصاً غيري." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "مساكين نحن البشر ، نُطارد الأوهام في كل صوب، ثم نكتشف أنها أوهام ، بعد ثوان نرى أوهاما جديدة في الأفق فنُطاردها." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "معظم الناس لا يحبون المنطوي ، ولا يستريحون له بشكل عام ، إنهم يفهمون أن تكون وقحا ، أو أن تكون صاخبا ، أما أن تكون منطويا مُهذبا غامضا فهم يظنون بك الظنون." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لا يكفيك أن تنساها , يجب كذلك أن تنسى أنك نسيتها." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ما كانت لتوجد مهنة العاهرة لو لم يوجد رجال زناة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "قالوا إن الضحك يحرك عضلتین بینما الغضب يحرك عشرين عضلة ، فلماذا تتعب نفسك إذن ؟ ھذا صحیح ، لكن الغضب يحافظ على اتزانك النفسي ويخرج طاقتك العدوانیة بدلاً من أن تأكلك من الداخل كالحمض." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لقد تعلمت دائما أن أحترم الصامتين، وأرى فيهم أعماقًا رائعة.. فإذا تكلموا إكتشفت أي مغفل كنته." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "في عالمنا لو كُنا سنصغي لكُل هراء نسمعهُ ، فلن نجد وقتاً لأي شيء آخر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "يوما ما سأقرأ هذه الكتب وأصير رائعا, لكن ليس اليوم!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "ما يحمي الدكتاتور حقيقةً ليس حُراسه ولا جهاز أمنه ولا مُدرعاته التي تُحيط بقصره، بل هي طبقة المُنافقين والمُنتفعين وترزية القوانين من حوله." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "قد تأتيك النعمة ، لأنك تمنيتها لغيرك." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لا أخاف الموت .. أخاف أن أموت قبل أن أحیا." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أحياناً نقدم خدمة عظيمة للآخرين بأن نصغي لهم فحسب." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "كل ما يقال الآن قیل من قبل ، لكنھم ينسون ، كلھم ينسون." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إنني أقوم بدوري في هذه الحياة على أكمل وجه؛ حيث أنني أتلقى الصفعات يوميا بكل رحابة صدر وصمود." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لقد آمنت مؤخرا أنني كبرت بما فيه الكفاية، لأنني أُفلت جميع الأيدي التي لم تشد على يدي." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إن التاريخ يكرر نفسه لأن الحمقي لم يصغوا إليه جيدا في المرة الأولى." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "أﺣﻴﺎﻧﺎ ﺗﺤﺘﺎﺝ ﺇﻟﻰ ﺗﺠﺎﻫﻞ الحياة، ﺗﺠﺎﻫﻞ أﺣﺪﺍﺙ، ﺗﺠﺎﻫﻞ أﺷﺨﺎﺹ، ﺗﺠﺎﻫﻞ أﻓﻌﺎﻝ، تجاهل أﻗﻮﺍﻝ .. ﻋﻮﺩ ﻧﻔﺴﻚ ﻋﻠﻰ ﺍﻟﺘﺠﺎﻫﻞ ﺍﻟﺬﻛﻲ ﻓﻠﻴﺲ ﻛﻞ أﻣﺮ ﻳﺴﺘﺤﻖ ﻭﻗﻮفك." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إذا كانَت الأمُورُ تَسيرُ معَكَ بِـسَلاسةٍ، فـأنت ـ في الغالب ـ تجري على مُنحدَر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لم يحدث ان أصابني ضرر في المرات التي تصرفت فيها كشخص بغيض، وحدها المرات التي كنت فيها شخصًا لطيفًا هي التي ضرّتني." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لو كان بوسع المرء أن يغرس خنجرا في مخه ليقتطع الجزء الذي يحمل ذكريات معينة، لغدت الحياة جنة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "هناك لحظة تجد نفسك فيها عاجز عن إضافة أو تغيير شئ ..! كل ما تكره لا يتبدل ، وكل ما تحبه يتم تدميره بعناية..!" ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "وإنني ما زلت على العهد ، وإنني أنتظر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "اقترب من البسطاء ، لأنهم يشعرونك بمعنى السعادة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "إنه أكتوبر ..الشهر الذي تنتهي فيه أحلام الصيف الزاهية، بينما آمال الشتاء الغامضة لم تولد بعد .. الشهر الشبيه بهيكل عظمي يرتدي عباءته السوداء ويرتجف ، لو كان للهياكل العظمية أن ترتجف." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "لا أدري ماذا يسعد المرء في كونه اقترب عاما من النهاية؟ لا بد ان هؤلاء القوم يملكون الكثير من الأعوام إذا." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "يبدأ فقدان الحب بأن نكف عن العطاء، بعدها نكف عن الأخذ." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الخلاصة التي توصلت لها بعد دقيقة في هذا العالم هو أن هؤلاء القوم يتظاهرون بأنهم أحياء .. يتظاهرون بأنهم بشر." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "المرء يعرف جيداً ذلك الشعور أنك لم تعد قط كما كنت بعد تلك الحادثة، هناك بصمة معينة لروحك، وأنت تعرف دون سواك متى تغيرت تلك البصمة." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "وحدتي تفوق وحدة الآخرين .. هناك من هو وحيد لأنه ليس معه واحد آخر .. وهناك من هو وحيد لأنه ليس معه اثنان .. والوحيد الذي ليس معه ثلاثة .. أنا ذلك الوحيد البائس الذي ليس معه مائة شخص .. لهذا أقول : وحيد جدًا." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الناس هم غُربتي." ,
      writer: "أحمد خالد توفيق" ,
    ),
    Quotesclass(
      text: "الأرجح أن الشخص الحنون لا يفرق بين إعطاء الحنان وتلقيه … هذه ظاهرة عجيبة." ,
      writer: "أحمد خالد توفيق" ,
    ),
  ];
}