import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Alberteinistein {

  List alberteinistein =[
    Quotesclass(
      text: "أخشى اليوم الذي ستتجاوز فيه التكنولوجيا تفاعلنا البشري .. فإنّه سيكون للعالم يومئذٍ جيلٌ من البلهاء." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "التقدم التقني مثل فأس في يد مجرم مريض" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "المثقفون يأتون لحل المشاكل بعد وقوعها، والعباقرة يسعون لمنعها قبل أن تبدأ." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أي رجل يقرأ كثيرا ويستخدم دماغه قليلا جدا يقع في عادات التفكير الكسولة" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الثقافة هي ما يبقى بعد أن تنسى كل ما تعلمته في المدرسة" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "السؤال الضبابي الذي يدفعني للجنون أحيانا: هل أنا المجنون أم الآخرين؟" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "في المدرسة يعلمونك الدرس ثم يختبرونك, اما الحياة فتختبرك ثم تعلمك الدرس" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الشخص الذي لا يرتكب أي أخطاء لم يجرب أي شيء جديد" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إن امتلاكنا لوسائل الانتاج المدهشة ولّد الحاجة والمجاعة لا الحريّة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ليست الفكرة في أني فائق الذكاء، بل كل ما في الأمر أني أقضي وقتاً أطول في حل المشاكل!" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الشيئان الذان ليس لهما حدود، الكون و غباء الإنسان،مع أني لست متأكدا بخصوص الكون" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أنا لا أعرف السلاح الذي سيستخدمه الإنسان في الحرب العالمية الثالثة، لكني أعرف أنه سيستخدم العصا والحجر في الحرب العالمية الرابعة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لقد خلق الله الكون وفقا لقوانين لا تعترف بالمصادفة أو العشوائية" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الروح العظيمة تواجه دائما معارضة من متوسطي الذكاء" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "العلم ليس سوى إعادة ترتيب لتفكيرك اليومي" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أنا فنان كفاية لأرسم بحرية في مخيلتي .الخيالُ أكثر أهمية من المعرفة ، المعرفة محدودة . الخيال يطوق العالم." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "كلما اقتربت القوانين من الواقع أصبحت غير ثابتة، وكلما اقتربت من الثبات أصبحت غير واقعية" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "سر الإبداع هو أن تعرف كيف تخفى مصادرك" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "المنطق سوف يأخذك من ألف إلى باء، والخيال سوف يأخذك إلى أي مكان" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ينبغي أن نبسّط كل شيء بقدر الإمكان ، ولكن دون أن نفرط في تبسيطه" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الأمر الوحيد الذي أسمح له بالتدخل في علمي وأبحاثي هو معلوماتي وثقافتي الخاصة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أي شخص لا يأخذ على محمل الجد الحقيقة في أمور صغيرة لا يمكن الوثوق في أي من الأمور الكبيرة" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الخيال أهم من المعرفة ، فهو رؤية مسبقة لجاذبيات الحياة المستقبيلة" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "غالبية البشر تتمسك بأهداف سخيفة : الثروة , السلطة , العظمة الراحة , الشهرة .. أنا أحتقر هذه الأشياء وأحترم الإنسان فقط لمعرفته وأعماله الايجابية." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لو لم أكن فيزيائيا من المحتمل أن أصبح موسيقياً .. غالباً ما أفكر بالموسيقى .. أحلام اليقظة لدي موسيقى وأنظر إلى حياتي بدلالة الموسيقى .. أجمل أوقاتي هي تلك التي أقضيها بالعزف على الكمان." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الجميع عباقرة لكن إن حكمت على قدرة سمكة في تسلق الشجرة ستعيش حياتها كلها وهي تؤمن بأنها غبية." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ثلاث قواعد للعمل : بعيدا عن الفوضى تجد البساطة ؛ من الفتنة تجد الانسجام ؛ وفي منتصف الصعوبة تكمن الفرصة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "حين لا يفهمك الكبار في السن وينتقدك الشباب ويعتبرك المجتمع مجنون فهذا يعني انك متمرد قادر على تغيير العالم مثلي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أجمل إحساس هو الغموض، إنه مصدر الفن والعلوم" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "يبدأ الإنسان في الحياة عندما يستطيع الحياة خارج نفسه" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "عليك أن تتعلم قواعد اللعبة أولاً، ثم عليك أن تتعلم كيف تلعب أفضل من الآخرين" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "مشكلتنا الكبرى هي مثالية الوسيلة وغموض الغايات." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إن قوة أمريكا العسكرية المتفوقة تلقي على عاتقها مسؤولية أن تكون الأمة المتفوقة أخلاقياً ." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الصعوبة الحقيقية تكمن في أن الفيزياء هي ضرب من الميتافيزياء" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الإبداع ، عندما يصبح الذكاء نوع من المتعة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الفرق بين الغباء والعبقرية هو أن العبقرية لها حدود." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "اطلاق القوة النووية قد غيّر كل شيء عدا طريقة تفكيرنا .. الحل لهذه المشكلة يكمن في قلب البشرية .. ولو كنت اعلم , لأصبحت صانع ساعات." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الخيال أهم من المعرفة , فالمعرفة محدودة بما نعرفه الآن وما نفهمه .. بينما الخيال يحتوي العالم كله وكل ما سيتم معرفته أو فهمه إلى الأبد." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الغباء هو فعل نفس الشيء مرتين بنفس الاسلوب ونفس الخطوات وانتظار نتائج مختلفه." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أثمن ما في العالم هو الحدس أو الفكرة اللامعة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "العقل البديهي هو هبة مقدسة, والعقل المعقول هو خادم مثمر..لقد اختلقنا مجتمع يحترم الخادم وينسى الهبة المقدسة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "المعرفة ليست المعلومات، فمصدر المعرفة الوحيد هو التجربة والخبرة" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "انا لست موهوب, انا فضولي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ليست هذه الدنيا إلا سباقاً لعيناً كتب علينا جميعاً نحن الأحياء أن نخوضه" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أهم شيء أن لا تتوقف عن التساؤل" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الرجل ينبغي أن ننظر إلى ما هو ، وليس من أجل ما يعتقد انه يجب ان يكون." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "المعادلات أهم بالنسبة لي، السياسة للحاضر والمعادلة للأبدية." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إنها معجزة أن ينجو الفضول من التعليم الرسمي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إنّ الحرب العالمية الأولى أفقدت الحياة قداستها، ودلّت على سفالة الأجهزة السياسية ." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ان القليل من المعرفة خطير..و الكثير كذلك..!" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إنّ حبي للعلم ينتشلني من وادي الدموع إلى آفاق صفو تتعدى الفرد، ولا مكان فيها للملامة والتشكّي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الخوف من الموت هو أكثر أنواع الخوف التي لا يمكن تبريرها. فلا خطر على الميت من حصول أية مصائب له." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إنّ الأرواح العظيمة كانت تلقى مقاومة عنيفة على الدوام من ذوي العقول القاصرة فمثل هذه العقول تبقى عاجزة عن فهم الرجل الذي يرفض أن ينحني دون مساءلة للانحيازات الشائعة ويختار بدلا عن ذلك التعبير عن آرائه بشجاعة وشرف." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الابداع خيال ، والخيال للجميع." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "وأعتقد أن طريقة الحياة البسيطة والمتواضعة هي الأفضل للجميع ، وأفضل على حد سواء للجسم والعقل." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إذا كان المكتب غير المنظم يدل على أن تفكير الشخص غير منظم .. فعلى ماذا يدل المكتب الخالي ؟." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "يوجد طريقتان للعيش إما أن تعيش وترى كل شيء معجزة أو تعيش ولا ترى أي شيء معجزة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا نستطيع حل المشاكل المستعصية بنفس العقلية التي أوجدتها , فالجنون هو أن تفعل نفس الشىء مرة بعد أخرى وتتوقع نتائج مختلفة!" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "السبب الوحيد لوجود الوقت هو أن كل شيء لا يحدث دفعة واحدة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "تعلم من الأمس ، عش اليوم ، واجعل لديك الأمل في الغد ، والأمر الأكثر أهمية هو أن تحتفظ بفضولك." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الفرق بين العبقرية والجنون بسيط جدا , وهو ان العبقري دائما ما يقف عند الحدود المناسبة قبل وقوعه في الجنون." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا يمكنك منع الحرب والاستعداد لها في وقت واحد." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "يمكن لأي أحمق أن يعرف , فالصعوبة تكمن في الفهم لا المعرفة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا تتوقف عن السؤال فالفضول يحمل أسباب وجوده معه .. الواحد منّا لا يستطيع إلاّ أن يكون منبهراً عندما يتأمّل أسرار اللانهاية ، الحياة ، والمبنى المدهش لهذا الوجود .. يكفينا أن نحاول استيعاب القليل من هذه الأسرار يومياً." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الذكي يحل المشكلة ، أما الحكيم فيتجنبها." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إن أكثر ما في الكون امتناعاً عن الفهم هو أنه قابل للفهم." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "المنطق يأخذك من مكان محدد الى مكان محدد آخر , لكن وحده الخيال القادر على أخذك الى أي مكان." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "العلامة الاكيدة على العبقرية ليست المعرفة , بل الخيال." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الطالب ليس وعاء عليك ملؤه ! بل شعلة عليك ان توقدها." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "التعليم هو ليس تعلم الحقائق، انما هو تدريب العقل على التفكير." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا تكافح من أجل النجاح بل كافح من أجل القيمة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "العلم شيءٌ رائعٌ إذا لم تكن تعتاش منه." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا يمكن المحافظة على السلام باستخدام القوة .. يمكن تحقيق السلام فقط من خلال التفاهم مع الاخرين." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "قليل من الناس يمكنهم التعبير مع رباطة الجأش عن أفكارهم التي تختلف عن الأفكار المسبقة في بيئتهم الاجتماعية. معظم الناس، ليس بإمكانهم طرح مثل هذه الآراء." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "كل ما تخطئ فيه حساباتنا نسميه الصدفة" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا ييمكننا حل الخلافات بنفس طريقة التفكير التي استخدمت في ايجاد هذه الخلافات" ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "العالم مكان خطر، ليس بسبب من يفعلون الشر، بل بسبب من ينظرون ولا يحركون ساكنا." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أنا لا أخسر أحد ، بل أضعه في رف التجارب وأمضي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "السعادة لن تأتي أبداً لأولئك الذين لا يقدّرون ما لديهم." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "وحدها الحياة التي نحياها من اجل الاخرين هي ما تستحق العيش." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أنا لست اذكى انسان في العالم كل مافي الامر إنني لا اسمح لأحد بالتفكير نيابة عني." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الحياة كالدراجة يلزمك أن تتقدم بها نحو الأمام كي لا تفقد توازنك وتسقط." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "النوم هو الصديق الذي يأخذك من الحياة ويأخذ تعبك معه." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أي أبله يستطيع أن يعرف. لكن الاساس هو الفهم." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "قليلون هم من يرون بأعينهم ويشعرون بقلوبهم." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الرجل السعيد هو الرجل الراضي جدا بالحاضر بحيث لا يخوض كثيراً في شأن المستقبل." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "اذا لم يوافق الواقع النظرية , غيّر الواقع." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إذا ادعيت أنك تفهم فكرة ما فيجب أن تكون قادراً على شرحها لجدتك." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "مخيلتك هي بمثابة العرض المسبق للأحداث العظيمة التي ستحدث لك في حياتك." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "اﻹخلاص موارده نادره فلا تعطيه إلا لمن يستحقه." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إذا أردت أن تعيش حياة سعيدة فاربطها بهدف وليس بأشخاص أو أشياء." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الحكمة ليست نتاج التعليم ..انما هى نتاج مسيرة طويلة من الاحاطة بالحياة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "إننا سجناء حواسنا المحدودة ولهذا نعجز عن رؤية الحقيقة وتصورها." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "كلما تكلمنا أقل ، أصبحت كلماتنا ذات معنى أقوى." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ان الإنسان الذي ينظر لحياته على انها عديمة المعنى، ليس تعيساً فحسب، بل يكاد يكون غير صالح للحياة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "الشخصيات العظيمة كثيرا ما واجهت المعارضة العنيفة من قبل أصحاب العقول الضعيفة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "يتزوج الرجالُ النساءَ على أملِ ألَّا يتغيرن أبدا ، وتتزوج النساء الرجالَ على أملِ أنهم سيتغيرون ، ويخيب أملُهم جميعا بكل تأكيد." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أنا ممتنّ لكلّ هؤلاء الذين قالوا لي لا لأنّني بسببهم فعلتها بنفسي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "كل شخص له الحق أن يحترم لا أن يقدس." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "المعلومات ليست معرفة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "اذا كنت لا تستطيع تفسيره ببساطة, فأنت لا تفهمه بما فيه الكفاية." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أفكر وأفكر لشهور وسنين ، تسع وتسعين مرة تكون نتيجة تفكيري خاطئة . مرة واحدة قط من المئة أكون على صواب." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ليس لدي أي موهبة خاصة .. لدي فقط حبي للاستطلاع." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ما يهمني أكثر من الماضي هو المستقبل، حيث أني أنوي العيش فيه." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا يوجد أحد إلا يوجد لديه ما يحزنه ، لذلك لا تتوقف عن الابتسام." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أصعب ما يمكن للعقل أن يفهمه هو ضريبة الدخل." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "كثيرون ينجحون حين لا يثق بهم الآخرون ، لكن نادراً ما ينجح الإنسان حين لا يثق بنفسه." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا تفعل أي شيء ضد الضمير حتى لو كانت الدولة نفسها تتطلب ذلك." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "عندما كان الناس يفكرون بالمعقول كنت أفكر باللامعقول." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أريد أن أذهب عندما أريد. فأن الحياة الطويلة المصطنعة ليس لها طعم. لقد فعلت ما يتوجب عليَّ فعله، فقد حان الوقت للذهاب. وسأفعل ذلك بأناقة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "كل إنسان لا يرى في هذا الكون قوة هي أقوى ما تكون، عليمة هي أعلم ما تكون، حكيمة هي أحكم ما تكون، رحيمة هي أرحم ما تكون، هو إنسان حي ولكنه ميت." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "من يسير مع الجموع لن يذهب لأبعد مما تذهب له هذه الجموع , أما من يسير وحده فسيجد نفسه غالبا في أماكن لم يذهب لها أحد من قبل." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ولكي تكون عضواً جيداً فى قطيع الأغنام ، يجب عليك أولاً وقبل كُل شيء ، أن تكون نعجة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "كل البشر ما عداكِ أغراب في نظري، كأنما يفصلُ بيني وبينهم جدارٌ خفي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ابقى بعيداً عن الناس السلبية , هم يمتلكون مشكلة لكل حل." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "ما هو صحيح ليس دائما منتشر وما هو منتشر ليس دائما بصحيح." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "عندما نتقبل حدودنا , سنمضي عمرنا نصارع خلفها." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لا تسعى لتكن ناجحا فقط وإنما لتكون ذا قيمة." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "السياسة هي البندول الذي يتأرجح بين الفوضى والطغيان وتغذيها بأوهام متجددة على الدوام." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "لقد اجتزت في حياتي حربين عالميتين وزوجتين وهتلر." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "أحياناً يكون ذنبك الوحيد أنك صادق بمشاعرك." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "اليوم لا أعرف مجداً أعظم من العيش وحيداً متجاهلاً كل شي." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "هل أؤمن في الحياة الابدية ؟ لا .. وحياة واحدة تكفيني." ,
      writer: "ألبرت أينشتاين",
    ),
    Quotesclass(
      text: "التعليم المدرسي سيجلب لك وظيفة أما التعليم الذاتي فسيجلب لك عقلاً." ,
      writer: "ألبرت أينشتاين",
    ),
  ];
}