import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Fridriknicha {
  List fridriknicha =[
    Quotesclass(
      text: "دائما يوجد في بعض الجنون حب و لكن دائما يوجد بعض المنطق في الجنون .",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل الوسائل التي كانت ستجعل الإنسانية أخلاقية قد كانت حتى الآن لا أخلاقية للغاية.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "التكاسل أبو علم النفس.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "في صدورهم ثورة البغضاء، وعلى شفاههم بسمة الثلج!",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لقد اعترضتني من المخاطر بين الناس ما لم أجد مثلها بين الحيوانات.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "تكره الأنثى الكذب ، ويكره الرجل الخيانة ، كلاهما يكره ما يتقنه جيداً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما يزعجني ليس انك كذبت علي ، انما يزعجني أنه لا يمكن تصديقك بعد الآن",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من كان يحيا بمحاربة عدو ما، تصبح له مصلحة في الابقاء على هذا العدو حياً",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الاخلاق هى الحساسية المرضية للمنحط مع النية الخفية فى الانتقام من الحياة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الأنانية هي هذا القانون المحدد للشعور، الذي على أساسه تكون الأشياء الأقرب هي الأكبر والأثقل، في حين أن كل تلك التي تبتعد تقل حجمًا وثقلاً",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أولئك الذين نراهم يرقصون يظنهم الذين لا يستطيعون سماع الموسيقى مجانين.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من الاضداد التي يندر ان تتفق : الحماة والكنّة ، عمر المرأة والحقيقة ، والمرأة والسر",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نسيان غاية المرء هو أكثر أشكال الغباء انتشاراً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نسمع في لحظات الفرح الغامر صرخات الرعب أو البكاء الموجع اشتياقاً إلى شيء ما فقدناه بلا رجعة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن الإنسان مثله مثل الشجرة. كلما رنا إلى الأعالي و إلى النور إلا ونحت جذوره إلى التوغل في الأرض، في التحت، في العتمة و لعمق في الشر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نظام القيم والتقويمات هو في الحقيقة من صنع الأقوياء.. لذلك كان لا بد من صناعة نظام آخر للقيم وفقا لمقتضيات الحقد والغل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما يصنع صديقا هو السعادة المشتركة وليس المعاناة المشتركة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "فقط الموسيقى المريضة هي التي تجني أرباحاً هذه الايام",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل الأشياء خاضعة للتأويل وأيًا كان التأويل فهو عمل القوة لا الحقيقة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الانسان الأسمى هو من يمتلك تحمّل الجمال ، وعزم وجرأة الأسود ، وبراءة الأطفال.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من يجد سبباً يحيا من أجله، فإنه في مقدوره غالبا أن يتحمل في سبيله كله الصعاب بأي وسيلة من الوسائل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لدينا الفن كي لا نموت من الحقيقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما نفكر كثيرا وبذكاء لا يتغير الوجه فقط، بل إن الجسد بكامله يلبس الذكاء.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "هناك شخص واحد لم يذق طعم الفضل في حياته: إنه الرجل الذي يعيش بلا هدف.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أفي المجد أنت طامع؟ تقبّل هذه الموعظة إذن: في الوقت المناسب، احْسن التخلي طوعا عن الأمجاد!",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن الجسد يطهر بالمعرفة، فيرتفع بمرانه على العلم، لأن من يطلب الحكمة يطهر جميع غرائزه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أعن نفسك , أيها الطبيب , لتتمكن من إعانة مريضك .. إن خير ما تبذله من معونة لهذا المريض هو أن يرى بعينه أنك قادر على شفاء نفسك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "وستصرخ ذات يوم: الكل باطل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نظام التعليم في المجتمعات الكبيرة سيظل دائماً متوسط المستوى على أفضل تقدير، لنفس السبب الذي يكون فيه الطعام في المطابخ الكبيرة متوسط المستوى.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الانسانية قد عاشت، حتى الآن، على عبادة الأصنام: أصنام في الاخلاق، وأصنام في السياسة وأصنام في الفلسفة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "هناك أنواع كثيرة من العيون… حتى أبو الهول له عينان… وبالتالي فإن هناك أنواع كثيرة من الحقائق وبالتالي فليس هناك حقيقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الشيء الوحيد الذي تم تحريمه حتى اليوم بشكل منهجي هو الحقيقه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "تريد ألماً أقل ؟ إنكمش إذاً وكن جزءاً من القطيع.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنني أحقد عليك أكثر من أي شيء لأنك تجذب، ولكن ليس لديك ما يكفي من الطاقة كي تجعلني لا أنفصل عنك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "علينا ألا نهتم بأراء الغير لأننا نعرف ما هي مقاييسهم وموازينهم، وإذا كنا نحن موضوع هذه الآراء وجب علينا أن نتلقاها بالإشفاق على أربابها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يبيعنا بعض المؤرخين و كاتبي سيرتهم الذاتية أكاذيب مشروعة و قصصا ملفقة يحلو لنا أن نصدقها",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من يحتقر نفسه ما زال يحترم نفسه بوصفه قادرا على الاحتقار.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الوحدة لا تزرع شيئا: إنها تجعل الأشياء ناضجة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من بين كل ما كُتب ، لا أحب سوى ما كتبه الانسان بدمه",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحياة جدل بين الذوق والتذوق",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن الإنسان حقا لأشد الحيوانات فظاعة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن إنسانيّتى لا تتمثل فى التعاطف مع الإنسان فى وجوده بل فى أن أتحمل الشعور به إلى جانبى",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن من اشتقت إليهم من ظننتهم أقرباء وأشباهاً لي، نُبذوا، لأنهم شاخوا: من يتبدّل وحده يبقى قريبي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنني أحب من لا غاية لهم في الحياة إلا الزوال ، فهم يمرون إلى ما وراء الحياة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أحتاط من كل صانعي الأنظمة وأتحاشاهم . إن روح النظام نقص في النزاهة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحقيقة ليست سوى جيش متحرك من المجازات اللغوية.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أننا نحب الحياةة ، وليس سبب ذلك لأننا تعودنا الحياة ، بل السبب في أننا تعودنا حب الحياة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "في الفضيلة الواحدة من الفضائل أكثر مما في الفضيلتين",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ليت هذا الرجل العظيم يتعب من عظمته ليظهر الجمال فيه",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "هل سبق وأن أهدَرتَ الكثير من الوقت ، لدرجة أنك في حيرَةٍ شديدة بما يجب عليك فعله فيما تبقى لك ؟",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أنا حي ، أتغير كل يوم لا يغريني جمعكم ، ولا ألتفت كثيراً للطابور وحين لا تقبلوني كما أنا ، أغادركم هناك من يستحق الحياة .. انتم أموات.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الرجل العظيم يفضل اللهو والخطر, لذا دائما ما نراه يفضل النساء.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كن بسيطاً ، فإن البساطة بذاتها جمالاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الخوف أبو الأخلاق.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كُن لصديقك كالهواء الطلق والعزلة والغذاء والدواء فإن من الناس مَن يعجز عن التحرر من قيوده ولكنه قادرٌ على تحرير أصدقائه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لقد اقترب زمان الإنسان الحقير الذي يمتنع عليه أن يحتقر نفسه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تثقوا بكل الذين اندفاعهم لمعاقبة الآخرين قوي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الدودة المُداسة تنكمش على نفسها إنها عين الفطنة ، بذلك تحد من إمكانية أن تداس ثانية .. في لغة الأخلاق يسمى هذا : تواضعاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما من أحد يرتكب الكذب، إلاّ إذا تكلم ضد ضميره.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الذين يفهمون أعماق قضية ما، قلما يظلون أوفياء لها أبداً .. ذلك لأنهم أخرجوا هذه الأعماق إلى الضوء , وهنا كثير من القبح اللابدَّ من رؤيته.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من لا يعرف كيف يثلج أفكاره، لا ينبغي له أن ينخرط في لظى الخصومات.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا يليق بالأرواح العظيمة أن تنشر ما يعتريها من الحزن والألم , يليق بها فقط أن تنشر الأمل والجمال.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تمشِ في طريق من طرق الحياة إلا ومعك سوط عزيمتك وإرادتك لتلهب به كل عقبة تعترض طريقك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الغباء الإنساني يكمن في الخوفِ من التغيير.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عدم المقدرة على تبادُل أفكاري مع الأخرين هي أسوأ وأفظع أنواع العزلة بالنسبة ليّ على الإطلاق ، إن الاختلاف عن الآخرين هو أقسى وأفظع من أي قناع حديدي يُمكن للفرد أن يُعزل بداخله.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من يتصارع مع الوحوش عليه أن يحذر أن يتحول هو الأخر إلى وحش",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "قد تكون كثرة الكلام عن شئ ، وسيلة لاخفاء شئ",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كثيرا ما نرفض فكرة ما لمجرد أن النبرة التي قيلت بها تثير النفور",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أحمق من لا يزال يتعثر فى الأحجار والبشر",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "التكفير عن الماضي وتحويل كل شيء (كان) إلى (ما أود أن أحوزه) هذا وحده ما أسميه التفكير",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الذى يصعد إلى الجبال الشواهق يضحك من كل المآسى مسرحيات كانت أم حقيقة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إمتيازى هو الحساسية القصوى التى لدىّ تجاه كل أمراض الغرائز السليمة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن الاخلاقيات سيرك البشرية قد زيفت كل شيء سيكولوجيًا من البداية حتى النهاية",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "سيأتي زمن الإنسان الأكثر حقارة، ذلك الذي لم يعد قادرا على احتقار نفسه",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "صوت الجمال همساً يتكلم : إنه لا يتسلل إلا إلى الأرواح اليقظة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما هو عظيم فى الإنسان إنما كونه جسراً لا هدفاً",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نحن نحب الحياة، لا لأننا تعودنا على الحياة، بل لأننا تعودنا على الحب",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أما الآن فقد حولت حبي إلى الله، وما الإنسان في نظري إلا كائن ناقص، فإذا ما أحببته قتلني حبه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن العزلة ضرورية لاتساع الذات وامتلائها، فالعزلة تشفي أدواءها وتشدد عزائمها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أن يأخذ الواحد على عاتقه مسؤولية الخطأ و ليس العقوبة .",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنه لا ينبغي على الأنسان العارف أن يحب أعداءه فحسب، بل عليه كذلك أن يكون قادراً على كره أصدقائه",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كثيراً مايقود الحب إلى التغلب على الحسد",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كم هزئت من أولئك الضعفاء الذين يعتبرون أنفسهم صالحين لمجرد أن لا مخالب لهم",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما أنا إلا صانع للكلام : ما قيمة الكلمات إذن ؟.. وأنا ما قيمتي ؟",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من لا يستطيع التخلي عن شيء لن يستطيع الإحساس بأي بشيء.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من يحوم فوق أعالى الجبال ، يستهزىء بجميع مآسى الحياة ، ويستهزىء بمسارحها بل بالحياة نفسها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الشاعر الذي يتقن الكذب عن وعي ومعرفة وحده القادر على قول الحقيقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أحب أولئك الذين لا يطلعون إلى النجوم بحثاً عن مبرر للهلاك و للتضحية بأنفسهم, بل ينفقون أنفسهم لصالح الأرض.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "سيأتي اليوم الذي لا ترى فيه اشيائك السامية وانما تجد حولك كل الاشياء التافهة , وحينذاك ستخاف من غبطتك الذاهلة وتراها شبحا مخيفا وستصرخ كل شيء زائف.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من لا يستطيع الكذب لا يعرف ما هي الحقيقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحكومة ابرد من جميع الوحوش الباردة. تكذب ببرود؛ الكذب ينزلق من فمها: “انا الحكومة وانا الشعب”. كل ما تقوله الحكومة كذب، وكل ما تملك الحكومة من ملكية فهي مسروقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما يتم فعله في سبيل الحب دائما ما يتعدى حدود الخير والشر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما يَحسَبه عصرٌ ما شرّاً هو راسبٌ غير عصري لما حُسِبَ في عصرٍ سابقٍ خيراً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما هو دليل التحرر؟ ألا يعود المرء يشعر بالخجل أمام نفسه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "حين لا يكون للرحيل بديلاً حاول أن تترك وردة بدلاً من جرح ، أكرم قلباً كان يوماً موطنك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "على الآباء فعل الكثير ليكفروا عن إنجابهم الأبناء.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كن أنت سيد مزاجك ، لا تدع أحداً ينتزع منك شغفك لشيء ، رافق من تحب حتى لو كان كتاباً أو كوب قهوة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما تكون على وشك الزواج .. اسأل نفسك هذا السؤال : هل تعتقد أنك ستكون قادراً على التحدث بشكل جيد مع هذا الشخص في سن الشيخوخة ؟ .. كل شيء آخر في الزواج هو عابر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تحرموا الإنسان من الكذب ، لا تحرموه من تخيلاته ، لا تدمروا خرافاته ، لا تخبروه الحقيقة , لأنه لن يتمكن من العيش من خلال الحقيقة!",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المتعصبون صور فاتنة للعامة ، لأن البشر يفضلون رؤية إيماءات تافهة بدلاً من أن يسمعوا صوت العقل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا أحد يكذب بوقاحة شديدة مثل الرجل الساخط.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "وإذا أساءَ إليكَ صديق فقل له إننى أغفرُ لكَ جنايتكَ علىَّ .. ولكن هل يسعُنى أن أغفر لك ما جنيتهُ على نفسك بما فعلت ؟ هكذا يتكلم عظيم الحب ، لأنه يتعالى حتى عن المغفرة والإشفاق.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الآلام المديدة والكبيرة تربي الطاغية في الإنسان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لقد سلكتم الطريق الطويلة من الدودة إلى الإنسان، لكنكم ما زلتم تحملون الكثير من الدودة في داخلكم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لقد إقتبس الإنسان صفات جميع الحيوانات لذلك كانت حياته أوفر شدة عليه من حياة أية فئة منها ، ولكن الإنسان لم يرتفع فوق الأطيار بعد ، وويل له إذا هو تعلم الطيران أيضاً ، إذ لا نعلم إلى أى إرتفاع سيندفع بجشعهِ وحرصهِ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عند الأفراد الجنون هو أمر نادر ولكن في المجموعات , الأحزاب , الأمم , العصور .. الجنون هو القاعدة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لو أنك أنعمت النظر في هذا الانسان, لما تجلى لك إلا مجموعة من العلل تتطلع بالعقل إلى العالم الخارجي مفتشة عن غنيمة تظفر بها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من محاسن الذاكرة الضعيفة أن الشخص يتمتّع بالأشياء الجيدة عدّة مرات لأول مرة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تعطي نفسك الفرصة لتكون مخدوعاً .. المفكرون العظماء مشككون.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كلما صار العقل مرحا وواثقا من نفسه , كلما فقد عادة القهقهه, ومقابل ذلك تولد لديه باستمرار ابتسامه روحيه, وهي دليل على تعجبه من العديد من مفاتن هذا الوجود الخفي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل العلوم هي الآن ملزمة في تمهيد الطريق أمام الفيلسوف في مهمته القادمة .. وهي حل مشكلة القيمة لتحديد التسلسل الهرمي الصحيح للقيم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ان اعطاء الناس كلهم حق تعلم القراءة سيفسد مع مرور الوقت ليس الكتابة فقط ، بل كذلك الفكر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المرأة فخ نصبته الطبيعة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الألم العميق يجعلنا أرستقراطيين .. نعتزل الناس.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أشد الأشياء رسوخاً في العقل أشياء لا يصدقها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لأولئك الذين يهمّني شأنهم أتمنى لكم العذاب والكآبة والمرض وسوء المعاملة والإهانات، وإحتقار الذّات العميق، وعذاب الشك في النفس، ومسكنة المهزوم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن المفكرين الذين يفكرون أن الكواكب تدور في أفلاك دائرية ليسوا الأعمق: إن من ينظر في ذاته كمن ينظر إلى كون لا حد له، ويحمل في أعماقه سبل لبنية، يعرف أيضاً إضطراب كل الأفلاك: فهي تصل إلى الخواء إلى متاهات الوجود.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل الأفكار العظيمة تولد أثناء المشي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "للطموح الكبير , الارض اضيق ما تكون.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الرجل بالنسبة للمرأة وسيلة، أما الغاية فهي دائما الطفل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنه لأمر رهيب أن تلتزم الصمت بينما لديك الكثير لتقوله، انه أقسى وأفظع من أي قناع حديدي يُمكن للفرد أن يُعزل بداخله.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "السمك الكبير يبتلع السمك الصغير.. هذه هي الحياة بتمامها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "صدقني , السر في حصاد أعظم الثمار والحصول على أعظم النعم من الحياة هو أن تحيا دائماً في خطر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "جسد أنا وروح .. هكذا يقول الطفل .. ولماذا لا نتكلم كالأطفال ؟ لكن اليقظ بيننا العارف بيننا يقول : جسد أنا تماماً ولا شيء أكثر من ذلك والروح هي فقط اسم شيء في الجسد.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما يقترنُ الشكُ بالمعاناةِ تظهر الصوفيّةُ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "غمد الشفقة المطلي بالذهب يخفي خنجر الحسد.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الإصرار على أن تكون محبوباً هو أكبر أنواع الغرور.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنني أستعرض جميع ما كُتب، فلا تميل نفسي إلا إلى ما كتبه الإنسان بقطرات دمه .. اكتب بدمك فتعلم حينئذ أن الدم روح ، وليس بالسهل أن يفهم الإنسان دماً غريباً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الاخلاقيات هي أفضل الطرق لقيادة البشرية من أنفها",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "صعب ان تفعل أشياء عظيمة .. و الاصعب أن تقود اشياء عظيمة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من الصعب أن أتذكر آرائي بدون أن اتذكر الاسباب التي جعلتني اقولها",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تبدأ بدراسة نفسك اثناء مرورك بتجربة ما",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "القناعات الراسخة أكثر خطورة على الحقيقة من الاكاذيب",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الذى لا يستطيع أن يأمر عليه أن يطيع",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "العار، العار، العار .. ذلك هو تاريخ الإنسان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الكل باطل وكل شئ مباح",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المرء معافى في جوهره ..",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أن أحيا كما أريدأو لا أحيا إطلاقا",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن الأحداث العظام ليست لحظاتنا الأكثر صخبا، بل تلك الأكثر سكونا",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن التاريخ قائم كليا على هؤلاء الناس السيئين الذين يكرسون أناسا صالحين فيما بعد",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن الحياة نبع مسّرة لكن حيثما يكرع الرعاع تتسمم كل الآبار",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن كل صبواتك ستغدو فضائل بالنهاية، وكل شياطينك ملائكة تصير",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن هنا مايكفى من الرعود لكى تتعلم حتى القبور الإصغاء !",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنكم تدعون إلى مكابرة الأرض ومجالدتها أيها المجدفون، والأرض صابرة عليكم صبرها الجميل",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أى شأن لك فى سخريتهم ؟ إنك شخص قد نسى الطاعةوالآن عليك أن تأمر !",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "بعض الناس لا يحق لك أن تمد يدك إليهم بل كف الوحش وأريد أن تكون لكفك مخالب ايضا",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "حيث لا يمكن للمرء أن يحبيكون عليه أن يمرّ !",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عبارة العقل الحر لا يمكن أن تفهم هنا إلا بهذا المعنى: إنه عقل محرر قد استعاد تملكه بذاته",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل شئ منذور إلى الفناءلذلك فكل شئ لا يستحق غير الفناء !",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تحدق طويلاً في الهاوية حتى لا تلتفت اليك",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تطلبوا ما يفوق طاقتكم هناك زيف خبيث لدى أولئك الذين يرومون أشياء تفوق طاقتهم",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا يهم اذا لم تكن لديك أية سعادة متبقية لتعطيها لي فلا يزال لديك أسفك",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما من ظاهرلت أخلاقية البتّة، بل ثمة تأويل أخلاقي لظاهرات ما وحسب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "مالى والسوق ورعاع السوق وصخب الرعاع والأذنين الطويلتين للرعاع",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من لا يستطيع أن يبارك عليه أن يتعلم كيف يلعن",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "هناك أوثان في هذا العالم أكثر من الحقائق",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ولتحذر أيضا إندفاعات محبتّك ! إن المتوحد يمد يده بسرعة لكل من يعترضه",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "(انني لم اجد امرأة تصلح أما ً لأبنائي الا المرأة التي أحبها)",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحرية هي الرغبة بأن نكون مسؤولين عن أنفسنا",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحقائق التي نسكت عنها تغدو سامة",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المفكر .. أن يكون مفكرًاهو أن يكون قادرًا على جعل الأشياء أبسط مما هي عليه",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن كنتَ سريع العطب فأحذر أيادي الأطفال، لا يقدر الطّفل أن يحيادون أن يكسر شيئا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن من الناس من يفقدون آخر مزية لهم إذا هم انعتقوا من عبوديتهم",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنك إذا شعرت بسعادة فما يكون ذلك إلا لفضيلة مستقرة فيك وهي تسهِّل اجتياز الصراط عليك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنكم تنظرون إلى مافوقكم عندما تتشوقون إلى الاعتلاء .",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما ابتعد عن الناس عاد إلى نفسه، فكأنما غمامة انقشعت من جوّه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل إنسان تعجزون عن تعليمه الطيران، علموه على الأقل أن يسرع بالسقوط",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا صلاح لأمة فسدت منابت أطفالها",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا قيمة لخير الأشياء في العالم إن لم يكن لها من يمثِّلها",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لسنا صادقين تماماً إلا في أحلامنا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لقد اخترعنا السعادة اختراعاً",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لسنا صادقين تماماً إلا في أحلامنا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لقد اخترعنا السعادة اختراعاً",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما تهمني القوة العاقلة فيّ، إذا لم تطلب الحكمة بجوع الأسد؟",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "مالتقدير إلا الإيجاد بعينه ،",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "مهما عظمت مضار المفترين على العالم، فمضار الخيرين تظل أشد ضرراً",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يسعى الفيلسوف لأن يسمع ضمن نفسه أصداء سمفونية العالم، وأن يعيد إسقاطها بشكل مفاهيم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لتكن لكم جرأة أولاً على تصديق أنفسكم .. أنفسكم وأحشائكم , فالذي لا يُصدّق نفسهُ , يكذب على الدوام.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الذكرى: نقش على ضريح العاطفة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كان علي أن أتحمل الحياة , ولم يكن ذلك بالأمر اليسير.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المُنحطّون في حاجة إلى الكذب .. إنه إحدى شروط بقائهم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من ينظر إلى الناس كقطيع ثم يهرب منهم حالما يستطيع , فإنهم سيدركونه بالتأكيد ويضربونه بقرونهم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أتراك تريد حياة سهلة ؟ فابق اذن قريباً من القطيع وانس نفسك فيه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إذا كنت فارغا من اسئلة العلم، و روح الفن، فمن الأفضل لك أن تكون من المتدينين حتى لا تأكل بعضك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الناقم أجرأ كاذب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أن يعلن المرء أنه مخطئ أنبل من أن يصر على أنه مصيب خاصة عندما يكون مصيباً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يقول زرادشت : كل من يعتقد انه فهم كتاباتي فقد فهم مني ما فهم طبقاً لصورته الخاصة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ليس هناك ما هو أكثر نسبية وأكثر محدودية من إحساسنا بالجمال.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "اه انكم لا تغوصون بما يكفي من العمق في اغوار هذه النفس.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أفضل سلاح لمواجهة عدو ما هو عدو آخر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نحن نمدحُ ما يلائم ذوقنا؛ وهذا يعني، إنّنا عندما نمدح، فنحن نمدح ذوقنا الخاص ـ ألا يخالف هذا كلَّ ذوقٍ سليمٍ؟.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا أحد يستطيع أن يمنعك عن تحقيق نجاحك إلا أنت.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الذي يكون غريباً في العالم يكسب عالمه الخاص.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لكنكم تظلون شعباً في نظري حتى في فضيلتكم، شعب بأعين بليدة ، شعب لا يفقه معنى العقل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المتواضع هو إنسان يريد أن يمجده الناس.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لم يترك الاغنياء للفقراء شيئا سوى الله.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "انتم تنظرون إلى أعلى حينما تشعرون بالحاجة إلى الإرتفاع ، أما أنا فأنظر إلى أسفل لأني مرتفع.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الطريقة الأكيدة لإفساد شاب هي أن تأمره باحترام و تقدير أولئك الذين يفكرون بنفس الطريقة الشائعة أكثر من الذين يفكرون بطريقة مختلفة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كن صلباً بكونك ليّناً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تولد الحقيقة الا من تزاوج الوقاحة وسوء الظن والرفض القاسي والكره والشقاق في الحياة ، وما أصعب ان تتوافق وتتحد جميع هذه المقدمات.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ليحذر الرجل المرأة عندما يستولي الحب عليها ، فهي تضحي بكل شيد في سبيل حبها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "تعتبر التفسيرات الباطنية في الحقيقة هي ليست تفسيرات سطحية.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ربما لم يكن أحداً صادقاً بما يكفى ليعرف الصدق.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إحتراقٌ واحتراق : تلك كانت حياتي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إذا ما ثَقُلت العفة على أحدً منكم فعليه أنْ يُعرض عنها كيلا تنبسط أمامه سبيلاً إلى الجحيم ، جحيم أقذار النفس ونيرانها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أكثر الناس شجاعة يعانون من أكثر المآسي ألماً , وهذا بالذات هو سبب اعطائهم الحياة قيمة كبيرة , لأنهم يواجهون الحياة مدججة بأكثر أسلحتها رعباً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن العواصف التي تعجز عن اقتلاعي لا تزيدني إلا قوة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أنا ونفسي في حديث عميق دائماً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "تكون شخصاً مميزاً إذا تمتعت بعدد كبير من الفضائل , ولكن حظك يكون سيئاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أبغضُ ضِيقَ الأفقِ أكثر بكثيرٍ من الخَطِيْئَةِ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما يتسبب في غياب الزيجات السعيدة ليس غياب الحب بل غياب الصداقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "العالم مريض ولكن عنده مرض اسمه الإنسان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من يطمح إلى إكتساب الصديق وجب عليه أن يستعد للكفاح من أجله.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "السخطُ الأخلاقيُّ هو وسيلةُ الانتقامِ الأكثر خبثاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "القناعات الراسخة هي خصوم الحقيقة الأشد خطراً من الأكاذيب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ستحب يوما فوق طاقتك فتعلم إذا كيف تحب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إذا كنت تقشعر من كل أشكال الظلم إذاً أنت رفيقي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الزواج التعيس لا ينقصه الحب ، تنقصه الصداقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ابدؤوا بالثقة في أنفسكم فالذي لا يثق بنفسه يكذب دائماً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحرية الحقيقية للعقل تضع الإعتقاد بالحقيقة ذاته موضع تساؤل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "في العُزلة، لا ينمو سوى ما أتى به المرء معه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يجب عليك .. هي التنين الذي سيقاتله الإنسان لكي يتحرر من أغلاله ، ويستطيع أن يخلق قيماً جديدة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لن نحترق من أجل آرائنا لأننا غير متأكدين منها، لكن يمكننا الاحتراق من أجل حق امتلاك وتعديل آرائنا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن أسمى أنواع الجمال ليس ذلك الذي يفتِنُنا على الفور، بل الذي يتسلّل إلينا ببطء نحملهُ معنا ونحن لا نكاد نشعر به.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ورأيت فيما يرى النائم أحدهم يُخبرني أن لابد من الغوص بالمُستنقعات قبل الوصول إلى النهاية .. وقد كان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "بحّار مُجازف هو حُلمي , نصفهُ سفينة والنصف الثاني إعصار.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن إرادة التغلب على هوى ما .. ليست فى نهاية المطاف سوى إرادة هوى أو أهواء أخرى.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما لا يقتلني يقويني تعلمته في مدرسة الحياة الحربية.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "هناك نوعان من الناس في هذا العالم ، أولئك الذين يريدون أن يعلموا ، وأولئك الذين يريدون أن يؤمنوا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لكي يناضل المرء عليه ان يغطي عينيه بغشاوة من الاوهام.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ليس هناك ألماً أشدُّ من جرح الأصدقاء.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "وحدي انا في الكون اعرف , لما انا حزين هكذا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "حين نضطر إلى تغيير رأينا في شخص ما , نحاسبه بشدة على الأتعاب التي سببها لنا جراء ذلك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تتّخذوا لكم من الأعداء إلا مَنْ يستحق البغضاء وتجاوزوا عن عداء من لا يستحقّ إلا الإحتقار، إذ عليكم أن تتباهوا بعدوكم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المفيد يثير استياءنا إذا كنا لم نبلغ بعد سن إدراكه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الأفعى التى لا يمكن لها أن تغير جلدها يجب أن تموت .. العقول التى منعت من تغيير أرائها ، تتوقف عن أن تكون عقولا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تهتم أبداً لما يقال لك ، اهتم لما يفعل من أجلك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل منا يحمل بداخله صورة للمرأة مأخوذة من صورة أمه ، من هنا يتحدد موقفه تجاههن ، إما أن يحترمهن أو يحتقرهن أو يشعر باللامبالاة إزاءهن.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحكمة الجيدة قد تكون قاسية جداً على أسنان الزمن، ولا تستطيع السنين هضمها، ومع ذلك فإنها تكون طعاماً جيدا لكل عهد.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "على الفرد دائما أن يقاسي ليبقى حراً من هيمنة المجتمع , ستكون وحيداً وأحيانا خائفاً لكن الثمن ليس غالياً في مقابل أن تمتلك نفسك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كان على الفرد دائما أن ينازع من أجل ألا تغمره كليا القبيلة .. إذا خضت في هذا , كثيراً ما ستجد نفسك وحيداً وأحياناً خائفاً .. لكن لا ثمن باهظ جدا من أجل نيلنا امتياز امتلاكنا لأنفسنا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أن يقاضي الإنسان نفسه بنفسه فتلك لحظته الأرقى.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الى الآن مايزال الإنسان أكثر قردية من أي قرد.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لك طريقك، ولي طريقي، أما الطريق الصحيح؛ الطريق الوحيد، فهو غير موجود.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحرص على النظام، نقص في النزاهة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "القرود أكثر طيبة من أن يكون الانسان قد تحدر منها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الرعاع اعتنقوا معتقداتهم بدون براهين، فكيف يمكنك أن تقنعهم بزيفها من خلال البراهين؟ إن الإقناع في سوق الرعاع لا يقوم إلا على نبرات الصوت وحركات الجسد، أما البراهين تثير نفورهم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كن أمينا وأبذل للأمانة دمك وشرفك حتى ولو كان جهادك في سبيل ما يضير وما يورد المهالك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أكثر الأكاذيب شيوعا هي الأكاذيب التي نوجهها لأنفسنا .. أن تكذب على الآخر فهذه حالة نادرة مقارنة بكذبنا على أنفسنا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنها لمكافأة رديئة للمعلم أن يظل المرء على الدوام مجرد تلميذ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لم يفهموا حديثي.. على مايبدو أني لست الفم المناسب لهذه الآذان!",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أنا لستُ إنسانًا بل عبوة ديناميت.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نحن من لا وطن لنا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يلزم وقت أقل لتعلم الكتابة بنبل منه بيسر وصراحة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "التنازل والتغافل مهارتان لا ينبغي إهمالهما بين الزوجين.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ليس هناك حقائق، فقط تأويلات.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أعليكم حقا أن تملحوا حقيقتكم إلى أن لا تعود قادرة حتى على إرواء العطش.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أنتم، يا محبي المعرفة! ماذا فعلتم جرّاء الحبِّ لأجل المعرفةِ حتّى الآن؟ هل اقترفتم سرقةً أو قتلاً، من أجل التعرّف على ما في روح السّارِق أو القاتلِ؟.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما تتعب ، تعلم أن تستريح لا أن تنسحب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يجب أن تملك فوضى بداخلك كي تستطيع أن تلد نجمة راقصة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أيتها الوحدة : أنت وطني.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحقيقة لا تقول أبداً ما لديها ولا تكشف عمّا لديها من لطافة الروح إلا في جو من البساطة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "تنسى خطأك بعد أن تبوح به إلى شخص آخر، ولكن، عادةً، هذا الآخر لا ينساه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الناس الذين يثقون بنا ثقة تامة يعتقدون أنهم بذلك يحق لهم أن يحوزا على ثقتنا بهم .. هذا تفكير غير سليم ، لأن الهبات التي نقدمها لا تمنح أي حق.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا مساواة بين البشر , هذا ما يهدف به العدل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "على المرء أن لا يترك ذاته للتضليل , العقول العظيمة شكّاكة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لنعدّ كل يوم يمرّ بنا دون أن نرقص فيه ولو مرةً واحدة يوماً مفقوداً , ولنعتبر كل حقيقةٍ لا تستدعي ولو قهقهة ضحك بياناً باطلاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أطمح أن أقول في عشر جمل ما يقوله آخرون في كتاب كامل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الانسان اعنف حيوان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا توجد مسلمات أبدية، ولا توجد حقائق مطلقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أنا و الواقع ضدان لا يتصالحا ابدا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا يسيء غرور الأخرين لذوقنا إلا عندما يصطدم بغرورنا نحن.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "حينما نكون متعبين تهاجمنا الأفكار التي لطالما قهرناها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "فظيع هو الموت عطشاً في البحر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أنا أودّ أن أُغدِق وأُوَزِّع، حتّى يتمكّن الحكماء من بين البشر, مرّةً جديدة من أن يبتهجوا بجنونهم، والفقراء بثرواتهم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن الكلمات الأكثر هدوءاً هي التي تستدرج قدوم الإعصار، و إن كلمات تتقدم على أرجل حمام لهي التي تقود العالم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إني اشتاق إلى الكائنات البشرية وابحث عنهم، ولكنني دائما أجد نفسي فقط ، مع أنني لم اشتاق إلى نفسي ، لم يعد يأتي إلى أحد ، ولقد ذهبت إليهم جميعا ولم أجد أحدا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا يوجد راع، قطيع فقط.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنّ الدمَ يُسمّم أنقى التعاليم، يجعل منها جنوناً وحقداً يُعمران القلوب .. وعندما يلقي الواحدُ بنفسهِ في النار من أجلِ مذهبهِ، فأيّ شيء يعني هذا الصنيع؟ الحقّ أقولُ لكَ، إنّهُ لأفضل أن يكون لهيبكَ الخاص هو منبع مذهبكَ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "علينا أن نعتبر كل يوم يمضى بدون رقص يوماً ضائعاً… وعلينا أن نعتبر كل حقيقة تقال بدون ضحكة حقيقة زائفة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا أفهم سبب ممارسة الوشاية . يكفيك إن أردت أن تغيظ أحداً أن تقول عنه شيئاً صادقاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الأجفان المُرتعِشة الخَائِفة لا تستطيع أن تَرى السَّماء البعيدة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الوعي لا يعذب إلا ذوي الضمائر الحية.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من ليس قادراً على الصداقة .. من ليس قادراً على الحب .. ذلك الذي يراهن غالباً على الزواج.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تدكوا رؤوسكم فى رمل الأشياء السماوية بعد الآن , بل ارفعوها بحرّية رؤوساً أرضيةً تبتدعُ معنى للأرض.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الكذبة الأكثر إنتشاراً هى كذب الشخص على نفسه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما داموا يمدحونك فاعلم جيداً إنك تتبع طريق غيرك ولم تجد طريقك بعد.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "حين اكون معها اشعر انني في مركز كون ساكن منظم مكان جميل للغاية حيث لا اسئله عن الحياة او غايتها وكأنني امشي على الغيوم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن في المُنفرد عواطِف تَطمحُ للقضاء عليه .. فإن لم تَنل مِنهُ نالت مِن نفسها وإنتحرت .. فهل أنت جاهز لإرتكاب جَريمةُ القَتلِ؟.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من السهل أن تعيش , لكن من الصعب أن تعرف كيف تموت ومتى.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "في الحب الحقيقي الروح هي التي تحتضن الجسد.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لم يخطئوا بانشغالهم عنا , بل نحن من اخطأنا عندما انتظرناهم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أولئك الذين لا يعلّموك الطيران، يعلّموك كيفيّة السقوط بشكلٍ أسرع.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل طريق إلى العظمة تمر بالصمت.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من باع الثمين بلا ثمن ، اشترى الرخيص بأغلى ثمن.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الأخطاء هي التي ربت الإنسان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يا عارفا ذاتك ، يا مُعذبا ذاتك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عليك أن تصالح نفسك عشر مرات في النهار لانه اذا كان في قهر النفس مرارة فان في بقاء الشقاق بينك وبينها ما يزعج رقادك. عليك أن تجد عشر حقائق في يومك كيلا تضطر إلى السعي ورائها في نومك فتبقى نفسك جائعة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "واجبك الوحيد أن تكون صادقاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يرفع الفن رأسه حيث تتراخى الأديان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "وعندما سيعرف الناس من أنـا ، لن اكون هنا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا أوّد أن اُمزَج بدعاة المساواة ، ولا أن يُخلَط بيني وبينهم .. هكذا تُحدّثني العدالة (الناس ليسوا سواسية) ولا ينبغي لهم أيضاً أن يُصبحوا كذلك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما اقل من يعرفون الصدق والإخلاص، والعارف لحقيقة الصراحة لا يريد ان يكون صريحاً، فأكثر الناس تمويهاً هم المشفقون لأنهم لا ينطقون أبداً بالحق، ومثل هذا الإشفاق مرض كامن في العقل.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من لا يريد أن يموت عطشاً بين البشر، عليه أن يتعلم الشراب من كل الأقداح! ومن يريد أن يظل نقياً بين البشر، عليه أن يعرف كيف يغتسل بالمياه القذرة أيضاً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنهم يباهون بامتناعهم عن الكذب، فاحذروا من هذه المباهاة لأن المجال بعيد بين من عجز عن الاتيان بالكذب ومن أحبّ الحقيقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أحبهم ، من لا يعرفون كيف يعيشون يوماً مستقراً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كل هذه القلوب الشابة قد أدركتها الشيخوخة قد أدركتها الشيخوخة بسرعة وما هي بالمسنة ، بل متعبة فقط.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لن أقرأ لأي كاتب ، بدا على أنه أراد تأليف كتاب ، لكن سأقرأ فقط أولئك الذين تجلت أفكارهم فجأة على هيئة كتاب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما يعظ الطيبون فإنّهم يبعثون القرفَ، وعندما يعظ الأشرار فإنّهم يبعثون الخوفَ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الذي يكون غريباً في العالم يكسب عالمه الخاص.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا مفر ولابد من أن تقع أرقى تأمّلاتنا على السمع كأنها حماقات، أو أحياناً وكأنها جرائم إن طرقت خلسةً آذان من ليس معداً لها أو مجبولاً عليها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من يتعرض لهجمات من جانب زمنه، هو ذلك الذي سبقه بشكل غير كاف أو تخلف عنه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من يعرف السبب الذي يعيش من أجله يستطيع تحمل العيش بأى طريقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الغباء في المرأة هو غير أنثوي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "المرأة لغز مفتاحه كلمة واحدة وهي الحب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إن العالم الذي يتفوق على الانسانيه إنما يعود بها بعد هذا الجنوح إلى بذل حبه للأصاغر والمتضعين.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تبالي ، اللامبالاة تغنيك عن كثير من المتاعب.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "اللامبالاة هي أيضاً شكل من أشكال القوة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نحتاج بعض الجنون في حياتنا ، الحياة العاقلة مملة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما تحارب بنفس أسلحة عدوك سوف تصبح مثله.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا يعجبنا الجيد عندما لا نكون في مستواه.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "كُن حذرا في اختيار عدوك فذلك هو من ستكون شبيها به.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "مَهْلَكةُ الحكيمِ في أنّه أكثرُ الجميع عرضةً لإغراء الوله باللامعقوليّة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ما الذي نشتاق إليه حينما نرى جمالا ؟ نشتاق إلى أن نكون جميلين .. نحسب أن كثيرا من السعادة ستأتينا على إثره لأننا نحسبها متسقة به , لكن هذا خطأ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "هناك خياران: إما الضحك وإما الجنون، لكن زمننا الباهر يوفر لنا الإمكانية الثالثة: أن نرقص!",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "اياك ان تقف حائلا بين فكرتك وبين ما ينافيها فلا يبلغ اول درجة من الحكمة من لا يعمل بهذه الوصية من المفكرين.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أنا لا افنّد المُثل ، بل اكتفي بوضع القفّاز عند تناولها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "يجب على المرء أن يموت أبيّاً إذا لم يعد يستطيع أن يحيا أبيّاً",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "بمجرد أن تشعر أنك ضدي سوف تتوقف عن فهم موقفي.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الناس السطحيون مضطرون للكذب دائماً , بوصفهم محرومين من المضمون.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ﺣﺘﻰ ﻳﻮﻟﺪ ﻣﻨﻚ ﺫﻟﻚ ﺍﻟﻨﺠﻢ ﺍﻟﺴﺎﻃﻊ، ﻻ ﺑﺪ ﺍﻥ ﺗﻤﺘﻠﺊ ﺭﻭﺣﻚ ﺑﺎﻟﻔﻮﺿﻰ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "حتى في اشد حالات المرض لم اكن مريضا.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "احذروا من لا ينقطعون عن ذكر عدالتهم فان نفوسهم خالية من كل صفة حميدة ، واذا ما هم ادعوا الصلاح والانصاف فلا تنسوا انهم لم يتخذوا بين الفريستين مقامهم الا لما يشعرون به من عجز.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عندما تمتلك المرأة صفات رجالية ، فليس على المرء سوى ان يتحاشى قربها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "قد يجرحك كلام أحد السفهاء ، لكن تذكر أن الصواعق لا تضرب إلا القمم.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "تمر الحياة ونحن ننتظر أن نعيشها.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا يكفي لطالب الحقيقة أن يكون مخلصاً في قصده بل عليه أن يترصد أخلاصه ويقف موقف المشكك فيها لأن عاشق الحقيقة إنما يحبها لا لنفسه أو مجاراةً لأهوائه بل يهيم بها لذاتها ولو كان ذلك مخالفاً لعقيدته.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الأمل في الواقع هو أسوأ الشرور لأنه يطيل عذاب الإنسان.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تنجح أمورٌ ما لم تكن وراؤها نفوسٌ تضجّ بالحيوية.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لا تستطيع أيّة قوّة ان تفرض نفسها دون ان يكون ممثلوها منافقون حقيقيون.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "نادرون أولئك الذين لا يتاجرون بأخطر اسرار أصدقائهم عندما يعجزون عن إيجاد موضوع للمحادثة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إذا ود أحد أن يكون له صديق , إذا يجب عليه أن يكون مستعداً لشن حروب من أجله .. ومن أجل أن يشن حرباً ما يجب أن يكون قادراً على أن يكون عدواً.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "خير لك ألا تعرف شيئاً من أن تعرف نصف الحقيقة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنّ العدالة تصرخ في داخلي بأنه لا مساواة بين الناس.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ليس هناك ما يكفي من الحبّ والخير في هذا العالم لنسمح بالتخلّي عن أيّ قدرٍ منهما لكائناتٍ وهميّة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "لقد وجد في كل زمان كثير من المرضى المستغرقين المتشوهين, فهم يكرهون إلى حد الهوس كل من يطلب المعرفة، ويكرهون أبسط الفضائل وهي فضيلة الإخلاص.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ستكونُ جاحداً لفضل مُعَّلمِكَ ، إذا ظَللتَ تلميذاً طوال حياتِك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "أن نحيا هو أن نعاني .. أن نبقى على قيد الحياة هو أن نجد معنى ما في المعاناة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "اكتب لمن يبحث ما خلف الحقائق.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "عداوة صريحة أجدى من صداقة مصطنعة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من لا يملك ثلثي يومه فهو عبد.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ليس الإرتفاع مخيفا، وإنما السقطة هي المخيفة.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "علينا أن نكبح جماح قلوبنا كيلا تجر عقولنا معها إلى الضلال.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "من أي نجوم أتينا لنلتقي أخيراً ؟",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الأنثى الكامله تتعاطى الأدب كما تتعاطى خطيئة صغيره ؛ كشيء تجرّبه للحظة عابره ، متلفّتة من حولها إن كان هناك من يلاحظ ذلك ، حريصة على أن يكون هناك من يلاحظ ذلك.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "على الرغم إنني في كثير من الاحيان أبدو كما لو انني بعيداً عنكِ تماماً ، بسبب مزاجي السوداوي المُكتئب ، ولكنني لستُ كذلِك ، فمُعظم ما أٌفكِر بِه يتعلقُ بكِ.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "إنني آتٍ إليكم بنبأ الإنسان المتفوّق , فما الإنسان العاديّ إلّا كائن يجب أن نفوقه , فماذا أعددتم للتفوّق عليه؟.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "ان شخصيه وهنه، نخره، منطفئة، تنفي كيانها، وتنكر نفسها لا تساوي اي شيء يذكر.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحالم يكذب على نفسه، أما الكذاب فيكذب على الآخرين فقط.",
      writer: "فريدريك نيتشة",
    ),
    Quotesclass(
      text: "الحب أعمى، والصداقة تغمض عينيها.",
      writer: "فريدريك نيتشة",
    ),
  ];
}