
import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Ibrahimlfiki{
  List ibrahimlfiki = [
    Quotesclass(
      text: "إن الذات السلبية في الإنسان هي التي تغضب وتأخذ بالثأر وتعاقب بينما الطبيعة الحقيقية للإنسان هي النقاء وسماحة النفس والصفاء والتسامح مع الآخرين",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "رحلة النجاح لا تتطلب البحث عن أرض جديدة ولكنها تتطلب الأهتمام بالنجاح والرغبة في تحقيقه والنظر الى الأشياء بعيون جديدة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لن تستطيع العطاء بدون الحب ، و لن تستطيع أن تحب بدون التسامح",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ان كل كلمة و كل فكرة تعد بمثابة طاقة روحية تقوم بتنشيط قوى الحياة في داخلك ، سواء كانت ذات طبيعة سلبية أو ايجابية",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ما الماضي إلا حلم ، و ما المستقبل إلا رؤية ، و عيشك الحاضر بحب تام لله سبحانه و تعالى يجعل من الماضي حلماً من السعادة و من المستقبل رؤية من الامل",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "يظن الناس ان الشعور بالسعادة هو نتيجة النجاح ولكن العكس هو صحيح النجاح هو نتيجة الشعور بالسعادة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تتعجب من عصفور يهرب وانت تقترب منه وفي يدك طعام له فالطيور عكس بعض البشر تؤمن بأن الحرية أغلى من الخبز..!",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اينما ركزت الانتباه تدفقت الطاقة و ظهرت النتيجة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ثلاثة أشياء تسقط قيمة المرأة : حب المال والأنانية وحب السيطرة .. وثلاثة ترفعها : التضحية والوفاء والفضيلة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "افعل كل ما تستطيع من خير وبكل ما تستطيع من وسائل وبكافة الطرق الممكنة كلما أتيحت لك الفرصة إلى أكبر عدد من الناس لأطول فترة ممكنة وسوف يكون جزاؤك النجاح المطلق والسعادة الكاملة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اذا لم يكن الهدف الذي تحققه هو هدفك الشخصي، فلن تنال السعادة عند تحقيقه",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "“إن التحرر من خرافة عدم وجود الوقت الكافى هى أولى المحطات التى ننطلق منها إلى حياة منظمة واستغلال أمثل للوقت والحياة بشكل عام ”",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عندما ترتفع سيعرف أصدقائك من انت , ولكن عندما تسقط ستعرف انت من أصدقائك",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الشخص الذي لا يقرأ لا يكون في درجة أعلى من الشخص الذي لا يعرف القراءة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "استعن بالله و لا تعجز",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "استعن بالله و لا تعجز",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كن راغباً في رؤية نور الطفل البرئ الذي بداخلك",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ينبغي ان تؤمن بأن كل فرد تقابله هو معلم للصبر",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إما أن تسامح تماماً أو لا تسامح على الاطلاق",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تبكي على أي ‫علاقة‬ في الحياة لأن الذي تبكي من أجله لا يستحق دموعك والشخص الذي يستحق دموعك لن يدعك تبكي أبداً .",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كل يوم نعيشه : فهو هديه ‏من لله‬ , فلا تضيعه بالقلق من المستقبل او الحسرة علي الماضي فقط قل ‏توكلت على الله‬.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ينقسم الفاشلون إلى نصفين: هؤلاء الذين يفكرون ولا يعملون، وهؤلاء الذين يعملون ولا يفكرون أبداً",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "القيادة هي فن اتخاذ القرار",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "سامح اعداءك .. ولكن إياك ان تنسي اسماءهم",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عندما نلوم الآخرين نصبح ضحاياهم ، ونبرر تصرفاتنا اتجاههم ، ونعطيهم جزء من لحظات حياتنا التي من الممكن أن تكون الأخيرة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عندما تبنى الاحاسيس على منطق معين يكون القرار افضل ، لكن لو أتت الاحاسيس في المقدمة فهنا تكون الخطورة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كخطوة أولى للسعادة و التفكير الجاد ، عليك أن تتخلص من احساسك بأنك الضحية",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "في علم الميتافيزيا نؤكد دائما على أن العقل مثل المغناطيس عندما يرى صاحبه يحقق أهدافه (ولو بالتخيل) سيجذب له الأشخاص والمواقف والآليات التي تساعده على تحقيق هذا الهدف.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "جميعنا ومن دون استثناء ، نحتاج إلى سلة مهملات داخل مخيلاتنا ، لنضع فيها الكلمات المزعجة والمواقف الأليمة ، وكذلك بعض الأشخاص.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "من المحتمل ألا تستطيع التحكم في الظروف ، و لكنك تستطيع التحكم في أفكارك ، فالتفكير الايجابي يؤدي الى الفعل الايجابي و النتائج الايجابية",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "حتى أعظم حيتان البحر ، ليس لديها أي قوة في الصحراء ، اعرف نقاط تميزك وركز عليها وكن قانعاً بنقاط ضعفك واعمل على تقويتها.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "تذكر دائما ان الشتاء هو بداية الصيف .. وان الظلام هو بداية النور .. وان الامل هو بداية النجاح ..",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "نرى ما لا نريد و نريد مالا نرى فنفقد قيمة ما نرى و نضيع في سراب ما لا نرى كن حريصا ألا تفقد قيمة ما ترى.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عش كل لحظة كأنها آخر لحظة في حياتك،عش بالإيمان، عش بالأمل،عش بالحب، عش بالكفاح، وقدر قيمة الحياة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "تضعك المعرفة في صفوف الحكماء .. و يضعك العمل في صفوف الناجحين .و يضعك التفاهم في صفوف السعداء",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "القائد ذو رؤية ثاقبة ، فهو يرى ما لا يراه الآخرون",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "بدلاً من أن تنظر للناس و كأنهم يهاجمونك ، انظر اليهم كخائفين يلتمسون منك العون و الحب",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الهوايات لها قوة علاجية رائعة ، فهي تبعدك عن ضغوط الحياة اليومية و تأخذك الى الراحة و السعادة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "فعلى الإنسان ألا يوقع نفسه فريسة للتركيز السلبي على فكرة معينة، ولا يلوم غيره على عدم التغيير بل عليه أن يبدأ بنفسه.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "احياناً نحاول فتح الباب … فنفشل فندفعه بقوة … فنتألم ثم نكتشف انه يُفتح في الإتجاه الآخر … فنضحك كذلك هي المشاكل تُحل بالعقل لا بالقوة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أنت عندما تأكل تختار أفضل الطعام لتغذي جسدك .. فلماذا لا تختر وتنتقي أفضل المعلومات والأفكار التي تغذي عقلك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عندما يتحقق العدل .. حتى الحيوانات تلتزم بالنظام",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ليس هناك فشل و انما هناك خبرات و تجارب أي شخص ناجح ستجد له الكثير من السقطات و الزلّات. فكلما ألقيت الكرة للأرض بقوة رجعت اليك بارتفاع أعلى و أسرع.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "خاطب الناس بأسمائهم أعتقد أن أسماءنا هي أجمل شيء تسمعه آذاننا فخاطب الناس بأسمائهم",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اذا كنت مع الله فانت مع الاغلبيه المطلقه",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا يوجد انسان تعيس ، و لكن توجد افكار تسبب الشعور بالتعاسة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اننا نحيا اليوم في عالم لا يسع إلا الاقوياء النابهين ، و لا يعترف بالضعفاء المهازيل",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "انت من يقوم بتحديد السعادة او الحزن بأفكارك الخاصة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "معظم الناس يموتون بسبب ما يأكلهم من أفكار سلبية .. هذه الافكار تسبب أكثر من % من الامراض النفسية و العصبية",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أن تدرك كيف تفكر هذا بداية التغيير",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اليوم هو الغد الذي وعدت نفسك أمس أن تنجز فيه الكثير من الأعمال",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ليس الماضي إلا كنزا من المهارات والخبرات والتجارب، بدونها يتخبط الإنسان في الظلام.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "وقت الفراغ هو خرافة وضعها الفارغون فلا تردد هذا اللفظ ولا تستعمله فإنه لا فراغ إلا عند التافهين",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اذا هاجمك الناس وأنت على حق ، أو أزعجوك بالنقد فافرح ، انهم يقولون لك أنك ناجح ومؤثر.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كن مثل رقم 1 في جدول الضرب ، مهما قابله رقم كبير أو صغير فإنه لا يعطيه أكبر من حجمه.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "النجاح ليس محطة الوصول ، بل قد يكون بداية سفر !",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الصمت: يولد لدى الآخرين شعورا بالغيظ الشديد لأنهم يعتبرونه هجوما مستترا فتكون الأقوى من دون كلام والحل الأفضل أمام المشاكل الزوجية التافهة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الحكمة ان تعرف ما الذي تفعله والمهارة ان تعرف كيف تفعله والنجاح هو ان تفعله.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "هناك أصدقاء كالغذاء تحتاجهم في كل وقت , وهناك أصدقاء كالدواء تحتاجهم في وقت المرض , وهناك أصدقاء كالداء لا حاجة لهم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كثير من حالات الفشل في الحياة كانت لأشخاص لم يدركوا كم كانوا قريبين من النجاح عندما أقدموا على الإستسلام .. فلا تيأس",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إياك أن تيأس ، هناك حياة جميلة تنتظرك ، وفرح كبير قادر على محو كل حزن مررت به ، ثق بربك ثم بنفسك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "احتفظ بابتسامة جذابة على وجهك ، حتى إذا لم تكن تشعر أنك تريد أن تبتسم فتظاهر بالابتسامة حيث إن العقل الباطن لا يستطيع أن يفرق بين الشيء الحقيقي والشيء غير الحقيقي، وعلى ذلك فمن الأفضل أن تقرر أن تبتسم باستمرار.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الشخص المهم في حياتك ليس الشخص الذي تشعر بوجوده .. ولكنه الشخص الذي تشعر بغيابه.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ما أجمل الصبر الذي نهايته يسعد القلب.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عقلك مثل حديقة، إما ان تزرعها بورود الأمل والتفاؤل أو تملأها بشوك اليأس والتشاؤم .. تفاءلوا بالخير تجدوه.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الطريق الوحيد لنكون سعداء واصحاء ان نتسامح.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أذا رأيت من تحب ابتسم سيشعر بحبك و أذا رأيت عدوك ابتسم سيشعر بقوتك و أذ رأيت من تركك ابتسم سيشعر بالندم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "احذر ان تكون أهدافك مجرد أمنيات.. أو رغبات.. فتلك بضاعة الفقراء.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "البذور التي تزرعها تعطيك محصولا من نفس النوع",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ننظف الماضي ، و ننظم الحاضر .. ثم نبني المستقبل",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "سامح ، و اطلق سراح الماضي",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "على الانسان أن يتقبل نفسه كما يراها هو ، و أن يحب نفسه على حالتها",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اذا لم تكن سعيداً بأهلك و وطنك فلن تكون سعيداً بأحد",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تلم نفسك و انما حاسبها ، و تعلم من اخطائك .. و حاول أن تنمي الجوانب الايجابية من شخصيتك ، و تصحح الجوانب السلبية أو تزيلها",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لانك تستحق السعادة ، يجب ان تؤمن بأن لا قيمة في معاقبة نفسك",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أقل من % في العالم كله هم الذين يعرفون ماذا يريدون بالضبط ، و بالتالي يعيشون في سعادة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "و كما تحلم ستكون",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إذا كنت مع الله فأنت مع الأغلبية المطلقة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "السير علي الطريق المستقيم لا يحتاج فقط إلى عينين مفتوحتين وإنما إلى عقل مفتوح أيضا",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "جرب جرب و لا تخففالذين صنعوا سفينة نوح كانوا من الهواة أما المحترفون فهم الذين صنعوا تيتانك !",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "فإذا أردت أن تغير مصير حياتك، غير إدراكك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لولا وجود المعنى لضاعت الأحلام، ولولا وجود الأحلام لضاعت الإنجازات",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا شيء يؤلم اُكثر من سقوط قناع ،، ظنناه يوما وجها حقيقيا.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "سئل حكيم عن أفضل نصيحة يمكن توجيهها للشخص المتردد، فقال: افعل ما تشعر في اعماق قلبك بأنه صحيح لأنك لن تسلم من النقد في كل الحالات!.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إنّ جميع البشر يوجد في أعماق أنفسهم كافة المصادر التي يحتاجونها لإحداث تغيرات إيجابية في حياتهم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الصمت : يجعلك تسيطر على من أمامك من خلال نظرات محملة بمعان غير منطوقة تجعلهم حائرين في تفسيرها.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تعطي الأشياء أكبر من حجمها وتهول الامور فوق طبيعتها لئلا تجعل فشلك أمر فيك لازم والخسارة حليف لك دائم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "القرار القاطع لا يدع مجالاً للتردد أو التراجع , بل يعطي الشخص قوة رائعة توجهه إلى تحقيق أهداف حياته.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا شيء يعود كالسابق ، احفظ هذه العبارة جيداً قبل أن تكسر شيئاً جميلاً.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "هل لديك حلمًا تريد تحقيقه في هذه الحياة، معقول ليس لديك حلم ؟ احلم وعيش لحلمك، واعلم أن أحلام الأمس هي حقائق اليوم وأحلام اليوم هي حقائق الغد احلم واجتهد وادعي ربك يحقق حلمك !",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "طالما أنك تتوجه إلى الله عز وجل باستمرار فلسوف يفتح عليك أكثر مما تتخيل.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الرسالة التي ترسلها للناس، تعود اليك من نفس النوع، فانظر ماذا تفعل و ماذا تقول.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أفضل وسيلة للإنتقام هي النجاح.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إذا أردت أن تعرف صفات شخص ، انظر في الطريقة التي يعامل بها البسطاء.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اذا لم تستطع نفع إنسان فلا تضره .. و إذا لم تفرحه فلا تحزنه .. و إذا لم تقف معه فلا تشمت به .. و إذا لم تفرح بنعمته فلا تحسده .. و إذا لم تمدحه فلا تذمه.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تسمح لأحد أن يأخذ الأولوية في حياتك، عندما تكون أنت خيارا ثانويا في حياته, ولا تفعل المستحيل لشخص لن يفعل لك الممكن!",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لولا وجود عكس المعنى لما كان للمعنى معنى , فلولا وجود العسر لما كان لليسر معنى , ولولا وجود التعب لما كان للراحة معنى , ولولا وجود الحزن لما كان للفرح معنى , ولولا وجود الظلام لما كان للنور معنى.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ان اكثر من 80% من رسائل العقل للجسد سلبية وتسبب 75% من الامراض فكن حريصا في ما تقوله لنفسك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الفشل يصيب الذين يقعدون دائماً وينتظرون النجاح أن يأتي.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "مشاعر السعادة عندما تحدد لنفسك هدفاً ، ثم تسعى إلى تحقيقه بجد واجتهاد ، وتحققه فعلاً.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تحزن إذا جاءك سهم قاتل من أقرب الناس إلى قلبك .. فسوف تجد من ينزع السهم ويعيد لك الحياة والإبتسامة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "هل تعلم لماذا عندما يكبر الشخص يكتب بالحبر بدلا من الرصاص ؟؟ حتى يعلم ان محو اخطائه لم يعد سهلا.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "مؤسف حقاً أن تكون النظارة ماركة ، والساعة ماركة ، والحذاء ماركة ، والشخصية تقليد.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كن صبوراً مع نفسك ، زد خبراتك ومهاراتك ، لا يوجد أعظم من الاستثمار في النفس.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اعلم بأن الحياة مدرسة .. وأنت طالب فيها .. والمشاكل عبارة عن مسائل رياضية يمكن حلها.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تقل أن الدنيا تعطيني ظهرها فربما أنت من يجلس بالعكس.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تحزن على شخص لم يعرف قدرك ، فالأعمى لو لمس جوهرة لا يستطيع أن يثمنها.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "يقولون ان حلمي مستحيل وانا اقول ان الله على كل شئ قدير",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "القناعة أهم أسباب السعادة ، لأنها تجعلك ترى الحياة جميلة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "البدايات التي تسبق طريق النجاح بغاية الصعوبة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الخطوات البسيطة الواثقة أهم وأفضل من الخطوات الواسعة المفاجئة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إن أي شيء تركز عليه سوف يقرر مصيرك..كن حكيما وركز طاقاتك على رغباتك الكبيرة في الحياة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إياك وأن تقول لا أستطيع بل قل لا أريد لأنك لو أردت فعلا أن تحقق أمرا ستحققه بالفعل، كلنا نستطيع، لكن لسنا كلنا نريد .",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "‏السعادة‬ دائماً تبدو ضئيلة عندما نحملها بأيدينا الصغيرة لكن عندما نتعلم كيف نشارك بها سندرك كم هي كبيرة و ثمينـه.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لو كان ما يقال خلف ظهورنا صحيحاً لقالوه أمامنا.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ليس الواقع سوى إدراك , فلو أردت تغيير واقع حياتك ابدأ بتغيير ادراكك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "قد لا يكون لديك القدرة لاجبار الناس على محبتك .. ولكن لديك القدرة لاجبارهم على احترامك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عندما تثق بأحد بشكل كامل بدون اي شك في النهاية ستحصل على نتيجتين اما شخص مدى الحياةاو درس مدى الحياة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إذا أردت شيئاً ، فأنت المسؤول عن تحقيقه.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إياك أن تستغني عن شخصيتك الفريدة لتعجب أحد.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا ترهق نفسك مع أناس اختاروا أن يفهموك خطأ ، فقط ارحل بصمت والأيام كفيلة لتكشف لهم من كنت.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إذا كان هناك من يحبك فأنت إنسان محظوظ .. وإذا كان صادقاً في حبه فأنت أكثر الناس حظاً.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تعش منتظراً لأحد ، فمن لا يعتبر وجودك مكسباً له ، لا تعتبر غيابه خسارة لك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "آذآ كُنت مع الله ….. فأنت معَ ألآغلبيهَ المُطلقهِ.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ابتسم فسبحان من جعل الابتسامة في ديننا عبادة وعليها نؤجر.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الناجحون لا يتراجعون، والمتراجعون لا ينجحون.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "السمكة التي تبقي فمها مغلقة ، لن يصطادها أحد ، فاكتم أمورك لأن الكثير يتمنى أن يتصيد أخطائك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تسيء الظن بشخص صامت ، فربما لو عرفت ما بداخله ، لوجدت أنه يود لك الخير أكثر من المنافقين حولك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "سر نجاح العلاقات الجيدة ، دائماً هناك أشياء لديك يحتاجها شخص آخر ، وأشياء لدى شخص آخر تحتاجها أنت.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إن عينيك ليستا سوى إنعكاساً لأفكارك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ادع بعفوية و بكل ما يجول في خاطرك و لا تتكلف في الدعاء خاطب الله بلغتك فهو يفهمها جيدا ..",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "قاعدة ذهبية ، عندما تكون متفائلاً فكل شيء ممكن.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "في المدارس نتعلم الدروس ثم نمر على الإمتحانات , أما في الحياة فنمر بالامتحانات ثم نتعلم الدروس.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أشرس معركة ستخوضها في حياتك هي أن تحقق ذاتك كما تريد ، في عالم يبذل قصارى جهده ليجعلك كالبقية.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ان الله خلق عقل الانسان ليكون خادمه لا مديره, فان جعلته مديرك فسوف يدير لك فقط الملفات العقلية التي تمت برمجتها في الماضي.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عندما توجد الإرادة تتوفر الوسيلة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الجيوب الفارغه لم تمنع احدا من ادراك النجاح ….. بل العقول الفارغة والقلوب الخاوية هي التي تفعل ذلك .",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "توقَّع الأَفضل واسْتَعدّ للأَسوأ ، ثمَّ تقبَّل ما يأتِيك وقُل الحمد لله.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تندموا على الوقت الذي قضيتموه لتحقيق أحلامكم ، فما كان للغايات النبيلة هان لأجله كل شيء.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "سامح غيرك واعلم أن لكل شخص عيوبه فتقبل غيرك حتي يتقبلك الأخرون.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "من شجره واحده تصنع مليون عود كبريت .. وبعود كبريت واحد تحرق ملايين الاشجار . لذلك لا تدع امر سلبي واحد يؤثر على ملايين الايجابيات في حياتك",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "العجز ليس أن تكون بلا قدم وساق ! العجز أن تكون بلا غاية ولا هدف ! العجز أن تكون .. مكتئباً حزيناً وأنت تمتلك السبل لتكون ناجحاً سعيداً ! افراحك من صنع افكارك.. !",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الإنسان يتغير ربما للأفضل أو الأسوأ ، لا يوجد إنسان ثابت لأن الحياة تتغير ، لكن العاقل من يستخدم التفكير الصحيح ليتغير للأفضل.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كتبت على الرمال انك ضربتني حتى تجئ الرياح فتزيلها فانساها, وكتبت انك انقذتني على الصخر حتى لا تمحى ابدا و لا انساها ابدا.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لست مغفل ولكنني أعمل على مبدأ ، عفواً فصبراً فحلماً ، فاتق شر الحليم إذا غضب.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تقيم الناس بمظهرهم ، ولكن بأخلاقهم ومدى تقديرهم لك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اسمع مني ولا تسمع عني ، فربما أكون بعينك جنة وبعين أحدهم نار ، فتحرقك نار القيل والقال.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أحياناً بعض الأشياء توجعك ، لكن تعلمك أنك طيب للمرة الألف ، وأنك كنت على نيتك أكثر من اللازم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اساءة فهم الصمت ، أسوأ من اساءة فهم الكلام.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الشخص الواثق بنفسه له ضحكة تختلف عن الآخرين.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تحزن علي ما في الحياه فما خلقنا فيها الا لنمتحن ونبتلى حتى يرانا الله هل نصبر ؟ لذلك هون عليك ولا تتكدر وتأكد بأن الفرج قريب فاءذا اشتد سواد السحب .. فعما قليل ستمطر !!",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إذا أردت أن تعيش متوازنا في حياتك , تخلص من أؤلئك الذين إذا أحتاجوك وجدوك وإذا إحتجتهم لم تجدهم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الالم هو بداية الراحة .. والتعاسة …هي بداية الفرح والفشل هو بداية النجاح .. عش كل لحظة كانها آخر لحظة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اللهم لا تجعلنا بحاجة لغيرك ، وأنت أقرب إلينا من حبل الوريد.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "هل يستقيم الظلُ والعود اعوجُ ؟؟ !",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كلنا أشخاص عاديون في نظر من لا يعرفنا ، مغرورون في نظر من يحسدنا ، رائعون في نظر من يحبوننا.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تدع التفكير في غير الممكن يلهيك عن الممكن فتضيع وقتك على الأول وتخسر الثاني.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الصمت : يُعلمك حسن الاستماع الذي يفتقده الكثيرون, حاول إتقانه ولن تفشل أبدا في تحقيق ما تريد في أي وقت وفي أي موقف.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "انطلق .. خاطر .. قيم الامور .. وقم بتهيئة واستخدام تجاربك الماضيه ومعرفتك حتى تنجح في المستقبل , لانه رغم كل شيء , لا يوجد فشل.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لولا تحدياتي لما تعلمت, لولا تعاستي لما سعدت, لولا آلامي لما ارتحت, لولا مرضي لما شفيت, لولا فقري لما اغتنيت, لولا ضياعي لما وجدت, لولا فشلي لما نجحت, ولولا إدراكي لما أصبحت.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عش كلّ لحظة كأنها آخر لحظة في حياتك .. عش بالإيمان وبحب الله .. عش بالأمل .. عش بالحب .. عش بالكفاح وقدّر قيمة الحياة",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اغرس فكرة, احصد فعلاً, اغرس فعلاً, احصد عادة, اغرس عادة, احصد شخصية, اغرس شخصية, احصد مصيراً",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ما كان يسير في دمي وعروقي و يعيش في وجداني لابد أن يخرج للحياة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اكثر الناس قدرة على اسعاد انفسهم هم من ينظرون الى ما في ايديهم وليس ما في ايدي الاخرين.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كن حذرا من جعل المرأة تبكي لأن الله يحسب دموعها.. فالمرأة خلقت من ضلعك و ليس من قدمك لتمشي عليها.. ولا من دماغك لكي تتعالى عليها .. خلقت المرأة من جانب ضلعك لتتساوى بك .. و من تحت ذراعك لتحميها .. و من جانب قلبك لتحبها.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "يوم واحد بإمكانه تغيير كل شيء ، لذا ابتسم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تطمح أن تكون أفضل من الآخرين ، ولكن إطمح أن تكون أفضل من نفسك سابقاً.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "حين تقضي وقتك في القلق ، فأنت فعليا تستعمل مخيلتك في صنع أشياء لا تريدها.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تشغل نفسك بكثرة التفكير : لماذا قالوا ولماذا فعلوا ؟ ثق بربك ثم بنفسك طالما هم بشر فليس لديهم سوى الكلام.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "املأ فراغك بالخير والتزم ببرنامج متوازن ولا تنسى مصاحبة الخيرين من بني جلدتك وخالط باستمرار من يحبونك ويساهمون في تطويرك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أنت هنا بسبب قرارات الأمس , وستكون غداً بسبب قرارات اليوم.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "اذا خسرت شخصاً لأنك كنت صريحاً معه فأنت الرابح ، لأن العقول الصغيرة هي التي لا تستوعب الصراحة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "حين يتلفظ عليك شخص بكلام لا يليق ، فتمالك نفسك ولا تغضب ، بل ابتسم لأنه وفر عليك اكتشاف شخصيته.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تُقدم الصداقة لمن يطلب الحب لانك لا تستطيع ان تسعف بالخبز من يموت عطشاً!",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كثيرون هم المُحبِطون من حولك فاجعل لك أذانًا تنتقي مايفيدها من الكلمات، وعقلًا يتبنى ما يرتقي به نحو الايجابيات.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "هي كلمة واحدة او كلمات عديدة قد تشكل فارقاً كبيراً ! فأحرصَ على انتقآءَ كلمآتكَ فالإنسان الأنيق في تعامله وحديثـه : يقتحم أعماق كل من يقابله … ويحظى بإحترام الجميع بطريقته .. كن بسيطاً تكن أجمل !",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ﻻﺣﻆ ﺃﻓﻜﺎﺭﻙ ﻷﻧﻬﺎ ﺳﺘﺘﺤﻮﻝ ﺇﻟﻲ ﻛﻠﻤﺎﺕ .. ﻻﺣﻆ ﻛﻠﻤﺎﺗﻚ ﻷﻧﺎ ﺳﺘﺘﺤﻮﻝ ﺇﻟﻰ ﻋﺎﺩﺍﺕ .. ﻻﺣﻆ ﻋﺎﺩﺍﺗﻚ ﻻﻧﻬﺎ ﺳﺘﺘﺤﻮﻝ ﺇﻟﻰ ﺃﻓﻌﺎﻝ .. ﻻﺣﻆ ﺍﻓﻌﺎﻟﻚ ﻷﻧﻬﺎ ﺳﺘﻜﻮﻥ ﺷﺨﺼﻴﺎﺕ .. ﻻﺣﻆ ﺷﺨﺼﻴﺎﺗﻚ ﻷﻧﻬﺎ ﺳﺘﺤﺪﺩ ﻣﺼﻴﺮﻙ.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عوّد نفسك على الفرحة حتى تعتاد هي عليك ، وأشعر نفسك بالأمل حتى تجد الدنيا بين يديك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "البعض يقولون اننا لا نفهم الحياة .. نعم الحياة لا تُفهم و لكنها تعاش لحظة بلحظة فلا تهدرها بالاسئلة و عشها ‫بسعادة‬ !",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "عمل بدون أمل يؤدي الى ضياع العمل , و أمل بدون عمل يؤدي الى خيبة الامل , فسعادة العمل تجدها مع الامل , و روعة الامل تجدها في العمل .",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "ظروفك الخاصه … لك وحدك ! وأدبك في الگلام … حق للجميع ! لا تخلط مشاكلك وظروفك النفسيه بتعاملك مع الآخرين.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "كلما كنت راضياً عن نفسك ، كلما زاد رضى الناس عنك ، اختصر الموضوع وكن كما أنت.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إذا تحكمنا في أحاسيسنا نستطيع أن نتحكم في حياتنا.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "وما الحياه الا أمل ، يصاحبها ألم ، ثم يفاجئها أجل.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "الناجح هو الذي يظل يبحث عن عمل، بعد أن يجد وظيفة.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "إن الحياة لاتعاقبك ..أنت تفعل ذلك لنفسك بأفكارك السلبية.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "أتريد السعادة حقا .. لا تبحث عنها بعيداً إنها بداخلك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لا تظن أن أمراً ما يستحيل تحقيقه لأنك وجدته صعباً عليك.",
      writer: "إبراهيم الفقي" ,
    ),
    Quotesclass(
      text: "لاتوجد بيئة أسوأ من بيت فرعون ، وقد خرجت منه امرأة ضربها الله مثلا للذين آمنوا .. !",
      writer: "إبراهيم الفقي" ,
    ),
  ];
}