
import 'package:flutter/material.dart';
import '../mainquotes.dart';
class Mahmouddarwish{
  List mahmouddarwissh = [

    Quotesclass(
      text: "ليس وطني دائما على حق ولكني لا استطيع ان امارس حقا حقيقيا الا في وطني",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عام يذهب واخر ياتي وكل شيء فيك يزداد سوء يا وطني",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما أشد برائتنا حين نظن أن القانون وعاء للعدل والحق . القانون هنا وعاء لرغبة الحاكم ،أوبدلة يفصلها على قياسه.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فما نفع الربيع السمح إن لم يؤنس الموتى ويُكمل بعدهم فرح الحياة ونضرة النسيان ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أن تكون فلسطنيًا يعني ان تصاب بأمل لا شفاء منه",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "صوت الماء مرايا لعروق الارض الحية صوت الماء هو الحرية صوت الماء هو الأنسانية",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في الهدوء نعيم وفي الصمت حياة وما بين الإثنين تفاصيل لا أحد يدركها",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لن أسميكِ امرأة، سأسميك كل شيء",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فأين نسينا الحياةسألت الفراشة وهي تحوم في الضوء فاحترقت بالدموع !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا بأس من أن يكون ماضينا أفضل من حاضرنا. و لكن الشقاء الكامل أن يكون حاضرُنا أفضل من غدنا. يا لهاويتنا كم هي واسعة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الهوية هى فساد المرآة التي يجب أن نكسرها كلما أعجبتنا الصورة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الخطابة هي الكفاءة العالية في رفع الكذب إلى مرتبة الطرب، وفي الخطابة يكون الصدق ذلة لسان",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أجمل ما في الصدفة أنها خالية من الإنتظار",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وطني حقيبة و حقيبتي وطن الغجر شعب يخيم في الاغاني و الدخان شعب يفتش عن مكان بين الشظايا و المطر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قالوا إبتسم لتعيش فابتسمت عيونك للطريق و تبرأت عيناك من قلب يرمده الحريقو حلفت لي إني سعيد يا رفيق و قرأت فلسفة ابتسامات الرقيق",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سمائي فكرةٌ. والأرض منفايَ المُفَضَّلُ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "اصرخ لتعلم أنك ما زلتَ حيّاً وحيّاً وأن الحياة على هذه الأرض ممكنة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أريد رائحة القهوة .. لا أريد غير رائحة القهوة .. ولا أريد من الأيام كلها غير رائحةالقهوة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سيشتد هذا الحصار ليقنعنا باختيار عبودية لا تضر، ولكن بحرية كاملة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من يدخل الجنة اولاً ؟ من مات برصاص العدو ام من مات برصاص الأخ ؟ بعض الفقهاء يقول: رب عدوُ لك ولدته أمّك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحبك حب القوافل واحة عشب و ماء و حب الفقير الرغيف ! .. كما ينبت العشب بين مفاصل صخرة وجدنا غريبين يوما و نبقى رفيقين دوما",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "بدون الذاكرة لا توجد علاقة حقيقية مع المكان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وسألني هل أنا + أنا = اثنين قلت: أنت و أنت أقل من واحد",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا ليل يكفينا لنحلم مرتين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الهدف يختلف من درب إلى درب ، لكن الدروب ووعرة ، والمؤونة من العمر قليلة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا مثلهم لا شيء يُعجبني ولكني تعبتُ من السفر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "القهوة لا تشرب على عجل , القهوة أخت الوقت تحتسى على مهل , القهوة صوت المذاق , صوت الرائحة , القهوة تأمل وتغلغل في النفس وفي الذكريات.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ومن حسن حظي أني أنام وحيداً فأصغي إلى جسدي , وأصدق موهبتي في اكتشاف الألم , فأنادي الطبيب قبيل الوفاة بعشر دقائق , عشر دقائق تكفي لأحيا مصادفة وأخيب ظن العدم .. من أنا لأخيب ظن العدم ؟ من أنا ؟ من أنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كرة القدم فسحة تنفس تتيح للوطن المتفتت أن يلتئم حول مشترك ما.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فيروز هي الأغنية التي تنسى دائما أن تكبر , هي التي تجعل الصحراء اصغر وتجعل القمر أكبر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "جاءك الفرح فجأة ، وقد علمتك الأيام أن تحذر الفرح، لأن خيانته قاسية",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أن نكون ودودين مع من يكرهوننا وقساة مع من يحبوننا، تلك هى دونية المتعالي وغطرسة الوضيع.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حاصر? حصارك لا مفر .. قاتلْ عدوك لا مفر .. سقطت ذراعك فالتقطها .. و سقطتُ قربك فالتقطني ، واضرب عدوك بي .. فأنت اليوم حر وحر وحر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إنا نحب الورد لكنا نحب الخبز أكثر ونحب عطر الورد لكن السنابل منه أطهر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "طعم الأساطير و الأرض . . أنت !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فى السجن لا تقول انتهى كل شئ .فى السجن تقول ابتدأ كل شئ والبداية هي الحرية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كل ارض و لها ميلادها كل فجر و له موعد ثائر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ومن حسن حظِّي أَني أنام وحيدًا فأصغي إلى جسدي وأُصدق موهبتي في اكتشاف الألم",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن أطلت التأمل في وردة , لن تزحزحك العاصفة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "احلم ببطىء فمهما حلمت ستدرك أن الفراشة لم تحترق لتضيئك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ويمشي لأن الأطباء نصحوه بالمشي بلا هدف، لتمرين القلب على لامبالاة ما ضرورية للعافية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وتسأل: ما معنى كلمة وطن ؟ سيقولون: هو البيت، وشجرة التوت، وقن الدجاج، وقفير النحل، ورائحة الخبز والسماء الأولى .. وتسأل: هل تتسع كلمة واحدة من ثلاثة أحرف لكل هذه المحتويات وتضيق بنا ؟.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل في وسعي أن اختار أحلامي , لئلا أحلم بما لا يتحقق",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لولا الحنين إلى جنة غابرة لما كان شعرُ ولا ذاكرة ولما كان للأبدية معنى العزاء",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أًمشي بين أبيات هوميروس و المتنبي و شكسبير .. أَمشي وأَتعثر كنادلِ مُتدرّب في حفلة ملكية",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنا تركت لك الكلام على عيوني لكن، أظنك ما فهمت",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لو يذكر الزيتون غارسهُ لصار الزيت دمعاً..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أَخجل من هويتي، فهي ما زالت قيد التأليف؛ ولكني أخجل من بعض ما جاء في مقدمة ابن خلدون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الهوية هي ما نُورث لا ما نَرِث. ما نخترع لا ما نتذكر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن المسافة بين الشجاعة و الخوف حلم تجسد في مشنقه آه ،ما أوسع القبلة الضيقة !..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن هذا السلام سيترُكُنا حُفنةً منْ غبار…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فالقهوة هي القراءةُ العلنية لكتاب النفس المفتوح .. والساحرة الكاشفة لما يحمله النهار من أسرار",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما أشدّ سعادة المرء حينَ لا يودعُ أحدًا ، ولا ينتظرُ أحد",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هسيس الكلمة في اللامرئي هو موسيقى المعنى، يتجدد في قصيدة يظن قارئها من فرط ما هي سريّة، أنه كاتبها",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سنكون يوماً ما نريد لا الرحلة ابتدأت ولا الدرب انتهى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحببتك مرغما ليس لأنك الأجمل بل لأنك الأعمق فعاشق الجمال في العادة احمق.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أعلى وأبعد , وأرى طائراً يحملني ويحملك , ونحن جناحاه إلى ما وراء الرؤيا , في رحلة لا نهاية لها ولا بداية , لا قصد ولا غاية , لا أحدثك ولا تحدثني , ولا نسمع إلا موسيقى الصمت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم يقل لها شيئاً ولم تقل له شيئاً فقد اكتفى بفواصل الصمت في الموسيقى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنت الهواء الذي يتعرّى أمامي كدمع العنب , وأنت بداية عائلة الموج حين تشبّث بالبرّ .. حين اغترب , وإني أحبك .. أنت بداية روحي .. وأنت الختام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من لا يملك الحب , يخشى الشتاء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنت تنام وتحصي الكواكب , فكر بغيرك , ثمة من لم يجد حيزاً للمنام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لذا فإن القهوة هي هذا الصمت الصباحي الباكر المتأني والوحيد الذى تقف فيه وحدك مع ماء تختاره بكسل وعزلة في سلام مبتكر مع النفس والاشياء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قالت: حتمًا سأنساك, وقلت لها: سأفقد الذاكرة ولن أنساك, سأحدث المجانين عنكِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "علينا الا نلوم المفجرين الانتحاريين .. نحن ضد المفجرين الانتحاريين، لكن يجب علينا أن نفهم ما الذي يدفع هؤلاء الشباب للقيام بتلك الافعال .. انهم يريدون تحرير أنفسهم من هذه الحياة المظلمة .. إنها ليست الإيديولوجية ، بل اليأس.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما هو الوطن ؟ هو الشوق إلى الموت من أجل أن تعيد الحق والأرض. ليس الوطن أرضا. ولكنه الأرض والحق معا. الحق معك، والارض معهم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كوني كي أكون كما أقول , لا أرض فوق الأرض تحملني فيحملني كلامي طائراً متفرعاً مني , ويبني عش رحلته أمامي في حطامي , في حطام العالم السحري من حولي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هنالك ما هو أقسى من هذا الغياب: ألا تكون معبرا عن النصر، وألا تكون معبرا عن الهزيمة، أن تكون خارج المسرح ولا تحضر عليه إلا بوصفك موضوعا يقوم الآخرون بالتعبير عنه كما يريدون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تقول: متى نلتقي ؟ أقول: بعد عام وحرب , تقول: متى تنتهي الحرب ؟ أقول: حين نلتقي!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الليل يا أماه ذئب جائع سفاح يطارد الغريب أينما مضى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأحيا كما تشتهي لغتي أن أكون… سأحيا بقوة هذا التحدي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أريد قلبا طيّبا لا حشْوَ بُندقيّة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فإن أسباب الوفاة كثيرةً من بينها: وجع الحياة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحنين هو مسامرة الغائب للغائب ، والتفات البعيد إلى البعيد",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ُيحن يُفرض الوداع الصعب ، بحضورِه يناقض الشرطَ المستحيل لغيابِه فى رثاء إدوارد السعيد",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "..وحين أحدّق فيك أرى مدنا ضائعة أرى زمنا قرمزيا أرى سبب الموت و الكبرياء أرى لغة لم تسجل",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أتيت، ولكنني لم أصل .ووصلت ولكنني لم أعد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إذا لم تخطيء في كتابة كلمة نهر، فسيجري النهر في دفترك…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أشياؤنا تموت مثلنا لكنها لا تُدفن معنا",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أعترف بأني تعبت من طول الحلم الذي يعيدني إلى أوله وإلى آخري دون أن نلتقي في أي صباح .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أعدّي لي الأرض كي أستريح فإني أحبّك حتى التعب صباحك فاكهةٌ للأغاني وهذا المساء ذهب",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الصمت تأتأةٌ ثرثارةٌ بين عناصرَ لا تتقن الكلام",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "القهوة الأولى يفسدها الكلام لأنها عذراء الصباح الصامت .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الكتابة اقتراب و اغتراب ويتبادلان الماضي و الحاضر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الكمال كفاءة النقصان",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "النسيانُ تدريبُ الخيال على احترام الواقع بتعالي اللغةواحتفاظُ الأمل العصاميّ بصورةٍ ناقصةٍ عن الغد",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أمَّا أنا فأقولُ: أنْزِلْني هنا . أنا مثلهم لا شيء يعجبني ’ ولكني تعبتُ من السِّفَرْ …",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن من سلبك كل شيء لن يعطيك أي شيء. ولو أعطاك أهانك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا العاشق السيء الحظ لا أستطيع الذهـاب اليكـِ ولا أستطيع الرجوع إليّ تمرد قلبي عليّ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تضيق بنا الأرض، أو لا تضيق! سأقطع هذا الطريق الطويل إلى آخر القوس",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حين تسير و لا تجد الحلم يمشي أمامك كالظل……..يصفر قلبك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ذاكرتي رمانةهل أفرطها عليك حبة حبةو أنثرها عليك لؤلؤا أحمر يليق بوداع لا يطلب مني شيئا غير النسيان",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ظلّ الغريب على الغريب عباءة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عالمنا تغيّر كلّه، فتغيّرت أصواتنا. حتّى التحيّة بيننا وقعت كزرّ الثوب فوق الرمل، لم تسمع صدًى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فإن أسباب الوفاة كثيرة من بينها وجع الحياة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فلننه طقس جنازتنا كي نشارك جيرانا في الغناء الحياة بديهية .. وحقيقية كالهباء !!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فَمَنْ أنا بعد الزيارةِ؟ طائرٌ أم عابرٌ بين الرموز وباعةِ الذكرى؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قالَ لي كاتبٌ ساخر : لو عرفتُ النهاية منذ البداية ، لم يبق لي عملٌ في اللغة .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أحن إلى أي شيء فلا أمس يمضي ولا الغد يأتي ولا حاضري يتقدم أو يتراجع لا شيء يحدث لي !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أكره شاعر يكرهني.. لكني أعتذر عما سبّبت له من ألم",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تتركيني تماما ولا تأخذيني تماما ضعي في المكان الصحيح الزمان الصحيح فأنت السبيل..وأنت الدليل",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا قلب للحب",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا وطن .. ولا منفى .. هي الكلمات",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ليس المكان مساحة فحسب، إنه حالة نفسية أيضا. ولا الشجر شجر ، إنه أضلاع الطفولة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ليس لي حانُ ،ولا عشرٌحسان قدحي خال كجيبي ،والنساء في زماني ،لا تُحب الشعراء",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما أجمل أن توزع السلطة العسكرية أدورها بين قاتل وقاض وشاهد !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هذا هو النسيان: أن تتذكر الماضي ولا تتذكر الغد في الحكاية…ء",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل نسيء إلى أحد ؟ هل نسيء إلى بلد ؟لو أصبنا ولو من بعيد ولو مرة برذاذ الفرح ؟!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و خذي القصيدة ان اردت  فليس لي فيها سواك خذي انا ك  سأكمل المنفي بما تركت يداك من الرسائل لليمام ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وإذا جاءك الفرح مرة أخرى ،فلا تذّكر خيانته السابقة ..أدخل الفرح وانفجر!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "والبلاغة تجرح المعنى وتمدح جرحه،",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وحيدًا أصنع القهوة وحيدًا أشرب القهوة فأخسر من حياتي .. أخسر النشوة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وطني! حبنا هلاك. و الأغاني مجرحة. كلما جاءني نداك. هجر القلب مطرحه",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وعلى انقاض انسانيتي تعبر الشمس واقدام العواصف",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ولنا أحلامنا الصغرى، كأن نصحو من النوم معافين من الخيبة لم نحلم بأشياء عصية !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن نظرتَ إلى وردةٍ دون أن توجعكْ وفرحتَ بها، قل لقلبك: شكراً",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سنصير شعباً حين ننسى ما تقولُ لنا القبيلة, حين يُعْلي الفرد من شأن التفاصيل الصغيرةْ, سنصير شعباً حين ينظر كاتبٌ نحو النجوم , ولا يقول: بلادنا أَعلى وأجملْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الشاعر الكبير هو من يجعلني صغيراً حين أكتب وكبيراً حين أقرأ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كيف يبقى الحلم حلماً وقديماً شردتني نظرتان والتقينا قبل هذا اليوم في هذا المكان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إني أُحبكَ رغم أنف قبيلتي ومدينتي وسلاسل العادات ، لكني أخشى إذا بِعتُ الجميعَ تبيعَني فأعودُ بالخيباتِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحن إلى خبز أمي وقهوة أمي ولمسة أمي وتكبر فيّ الطفولة يوما على صدر يوم وأعشق عمري لأني إذا مت، أخجل من دمع أمي!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ليس للغريب إلا اختراع ألفة ما, في مكان ما.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأبقى بانتظار يومٍ جميل صنعته في مخيلتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تطحنها عربات الأمير الوسيم .. أطل على هدهد مجهد من عتاب الملك .. أطل على ما وراء الطبيعة , ماذا سيحدث بعد الرماد ؟ .. أطل على جسدي خائفا من بعيد .. اطل كشرفة بيت على ما أريد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "والآن أشهد أن حضورك موت وأن غيابك موتان , والآن أمشي على خنجر وأغني .. قد عرف الموت أني أحبك , أني أجدد يوماً مضى لأحبك يوماً وأمضي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هنالك فرق كبير بين من يمسح دموعك وبين من يبعدك عن البكاء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الإحباط هو ما يلي الإحساس الزائف بالسعادة التي تشبه العطس بسبب رائحة البنزين ، أسعدني أني عطست ، لكن ذلك لا يصلح لاختراع ذكرى أستعيدها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ضع الكلام على المجاز , ضع المجاز على الخيال , ضع الخيال على تلفته البعيد , ضع البعيد على البعيد , سيولد الإيقاع عند تشابك الصور الغريبة من لقاء الواقعي مع الحيالي المشاكس.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "بعثنا الرسائل , قطعنا ثلاثين بحرا وستين ساحل , وما زال في العمر وقتٌ لنشرُد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحقيقة بيضاء فاكتب عليها بحبر الغراب , والحقيقة سوداء فاكتب عليها بضوء السراب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنت لست لي ولكني أحبك .. ما زلت أحبك .. وحنيني إليك يقتلني وكرامتي تمنعني وكل شيء يحول بيني وبينك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لرُبما القمر ليس جميلًا إلا لأنه بعيد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لكني أسدد نسبة مئوية من ملح خبزي مرغما , وأقول للتاريخ : زين شاحناتك بالعبيد وبالملوك الصاغرين , ومر , لا أحد يقول الآن : لا… لا أحد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إنني احتفل اليوم بمرور يوم على اليوم السابق .. واحتفل غداً بمرور يومين على الأمس .. وأشرب نخب الأمس ذكرى اليوم القادم .. هكذا أواصل حياتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "والقهوة لمن أدمنها مثلي هي مفتاح النهار!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "صغير هو القلب قلبي ، كبير هو الحب حبي ، يسافر في الريح ، يهبط ، يفرط رمانة ، ثم يسقط في تيه عينين لوزيتين ، ويصعد في الفجر غمازتين ، وينسى طريق الرجوع إلى بيته واسمه ، صغير هو القلب قلبي ، كبير هو الحب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "رغم كل شيء نقوله أو نكتبه ، يبقى في القلب أشياء أكبر من أن تقال.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يقول لها : أي زهر تحبينه ؟ فتقول : أحب القرنفل الأسود , يقول : إلى أين تمضين بي والقرنفل أسود ؟ , تقول : إلى بؤرة الضوء في داخلي , وتقول : وأبعد .. وأبعد .. وأبعد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحياة تعلمك الحب ، التجارب تعلمك من تحب ، المواقف تعلمك من يحبك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أخاف العيون التي تستطيع اختراق ضفافي .. فقد تبصر القلب حافي .. أخاف اعترافي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نحن الضحية التي جربت فيها كل أنواع القتل .. حتى أحدث الأسلحة ! لكننا الأعجوبة التي لا تموت ولا تستطيع أن تموت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تحدّث إليها كما يتحدث نايٌ إلى وترٍ خائفٍ في الكمان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في اللامبالاة فلسفة ,إنها صفة من صفاة الأمل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لو كنت صياداً لآخيت الغزالة ” لا تخافي البندقة يا شقيقتي الشقيّة” واستمعنا، آمنين، إلى عواء الذئب في حقل بعيد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ماذا لو اختلط القلب والقلب في حادث الحب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في الرحيل الكبير أحبك أكثر عما قليل ؛ تقفلين المدينة ، لا قلب لي في يديك ولا درب يحملني , في الرحيل الكبير أحبك اكثر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فرحاً بشيء ما خفيِّ ، كنت أمشي حالماً بقصيدة زرقاء من سطرين ، من سطرين .. ! عن فرح خفيف الوزن ، مرئيّ وسريّ معاً مَن لا يحب الآن ، في هذا الصباح ، فلن يحب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا بإنتظار خطوه منك , لأخطو لك بعدها خمسين خطوة .. مُد يدك أكثر أكاد أمسك بها , قُل شيئًا لعلك تكسر سبعين حاجزًا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لأجمل ضفة أمشي فإما يهتري نعلي , أضع رمشي ! نعم .. رمشي! ولا أهفو إلى نوم , وأرتجف لأن سرير من ناموا بمنتصف الطريق كخشبة النعش.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في قانون الحب , الصباح الذي لا تسمع فيه صباح الخير ممن تحب يبقى ليلاً حتى إشعار آخر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما هو الوطن ؟ ليس سؤالا تجيب عليه وتمضي .. إنه حياتك وقضيتك معاً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم أجد سبباً لأسأل من هو الشخص الغريب وأين عاش وكيف مات ؟ .. فإن أسباب الوفاة كثيرة من بينها وجع الحياة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل نستطيع بناء معبدنا على متر من الدنيا لنعبد خالق الحشرات والأسماء والأعداء والسر المخبأ في ذبابه ؟.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وماذا لو كنت وحدي ؟ العزلة هي اختيار المترف بالممكنات .. هي اختيار الحر!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في حضرة الموت لا نتشبَّث إلا بصحة أسمائنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "العزلة مصفاةٌ لا مرآة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن رجعت إلي البيت، حيا، كما ترجع القافية بل خللٍ، قل لنفسك: شكرا!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الليلُ تاريخ الحنين، وأنت ليلي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأحلم ، لا لأصلح أي معنى خارجي . بل كي أرمم داخلي المهجور .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: ".. عيناك نافذتان على ُحلم لا يجيءُ و في كل ُحلم أرمّم ُحلماً و أحلُم ..!!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: ":لي حكمة المحكوم بالإعدام لا أشياءَ أملكُها فتملكنى",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "احذر خيانة الفرحفخبانته قاسية",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "اذا قضيتم على انفسكم قضيتم على الظلم* *ماالعمل * نقتل الذاكرة..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "اسباب الوفاة كثيرة من بينها وجع الحياة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أشهد أنني حيّ وحرّ حين أنسى",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أطيلي وقت زيبنتك الجميل، تشمّسي في شمس نهديك الحريريين، وانتظري البشارة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "افرح، بأقصى ما استطعتَ من الهدوء، لأنَّ موتاً طائشاً ضلَّ الطريق إليك من فرط الزحام…. وأجّلك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ألا تعلمين بأنى أسير اثنيين؟جناحاى:أنتِ و حريتىأحبكما هكذا توأمين",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الأرض منفى… و التاريخ مأساه..!!؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الاّن ، أنت أثنان .. ثلاثة .. عشرون ألف ، كيف تعرف فى زحامك من تكون ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الآنأنت اثنانأنت ثلاثةعشرونألف!؟ كيف تعرف في زحامك من تكون؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحُبّ مثل الموتوعدٌ لا يُرَدّ ولا يزول",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحلم هو الذي يجد الحالمينوماعلى الحالم إلا أن يتذكر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحنين مسامرة الغائب للغائبو التفات البعيد إلى البعيد .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "القمحُ مُرُّ في حقول الآخرينْ والماءُ مالحْ والغيم فولاذٌ.وهذا النجمُ جارحْ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "اُلموت لا يعني لنا شيئاً. نكونُ فلا يكون اُلموت لا يعني لنا شيئاً. يكونُ فلا نكونُ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الموت لا يوجع .. الموتى الموت يوجع .. الأحياء…!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أموت اشتياقا أموت احتراقا وشنقا أموت وذبحا أموت :و لكنني لا أقول مضى حبنا، و انقضى حبنا لا يموت",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن أردت الوصول إلى نفسك الجامحة، فلا تسلك الطرق الواضحة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن الحياة بديهية… فلماذا نفسرها بالأساطير ؟ إن الحياة حقيقية و الصفات هى الزائفة .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن شئتُ أن أنسى .. تذكّرت !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن لم نجد مَنْ يهزمنا ثانيةً هزمنا أنفسنا بأيدينا لئلا ننسى!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن نظرت وراءك لن تبصري غير منفى وراءك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا أيضاً أطير .. فكل حيّ طائرٌ .. وأنا أنا .. لا شيء آخر ..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا والحَبيبةُ نَشربُ ماءَ المسّرةِ من غيمةٍ واحدة .. ونهبطُ في جرّةٍ واحدة !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أني اجدد يوما مضى لأحبك يوما و أمضي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أين سيحلم لو جاءه الحُلم والأرضُ جُرح و معبد؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ايها الحاضر تحملنا قليلًا، فلسنا سوى عابري سبيل ثقلاء الظل",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أيها الحاضر تحملنا قليلا، فلسنا سوى عابري سبيل ثقلاء الظل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تعالو يا رفاق القيد و الاحزان كي نمشي لاجمل ضفة نمشي فلن نقهر و لن نخسر سوى النعش !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تعلمتُ الحياة بما استطعت من الشقاء، وعلمتنى كيف انساها لأحياها",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حُرّيتي تجلس الآن قربيوعلى ركبتيَّ كقطٍ أليف . تُحدِّق بي وبما قد تركتِ من الأمس لي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حريتي فوضاي . إنّي أعترف وسأعترف بجميع أخطائي ، وما أترف الفؤاد من الأماني",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حُريتي: أن أكونَ كما لا يريدون لي أن أكون",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "دربي إلى الله يبدأ من نَجْمَةٍ في الجنوب",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "دعيني ، اتركيني ، كما يترك البحر اصدافه على شاطئ العزلة الأزلي!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ذهب الذين تحبهم ذهبوا ،، فإما ان تكون أو لا تكون ..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأصرخ في عزلتي، لا لكي أوقظ النائمين. ولكن لتوقظني صرختي من خيال السجين!.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأصنع أحلامي من كفاف يومي لأتجنَّب الخيبة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ستصنع من مشانقنا و من صلبان حاضرنا و ماضينا سلالم للغد الموعود",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سَلامٌ للذين أحبُّهم عبثاً سَلامٌ للذين يضيئهم جرحي سَلامٌ للهواءِ……………وللهواءْ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سمائي فكرةٌ والأرض منفا ي المَفضل . وكلُّ ما في الأمر أَني لا أصدق غير حدسي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سنصيرُ شعبًا، إن أردنا، حين نعلم أننا لسنا ملائكةً، وأن الشر ليس من اختصاص الآخرينْ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عشت قرب حياتى كما هى..لاشىء يثبت إنى حى..و لا شىء يثبت إنى ميت!!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "علموك أن تحذر الفرح؛ لأن خيانته قاسية… من أين يأتيك فجأة!!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "على قدر حلمك تتسع الأرض",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عيناك نافذتان على حلم لا يجيء. و في كل حلم أرمّم حلما و أحلم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فالحلم أصدق من الواقع قد يغير من شكل البنايات لكنه لا يغير أحلامنا",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في انتظارِكِ، لا أستطيعُ انتظارَكِ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في بيت أُمي صُورَتي ترنو إليّ ولا تكفُّ عن السؤال: أَأَنتيا ضَيْفيأَنا؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في داخلي شُرْفَةٌ .. ،لا يَمُرُّ بها أَحَدٌ للتَّحيَّة ..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فى داخلى شرفة لا يمر بها احد للتحية فى خارجى عالم لا يرد التحية",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قال المغنّي للضفاف : الفرق بين الضفتين قصيدتي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قل ما تشاء . ضع النقاط على الحروف . ضع الحروف مع الحروف لتولد الكلماتغامضة وواضحةويبتدئ الكلام .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كأن الذي كان كان.و لكنه لم يكن سوي صورة الشيء في غيرهعكسه",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كان لا يتعبني في الليل الا صمتها",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كبرنا. كم كبرنا، والطريق إلي السماء طويلةٌ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كلما جاء الأمس، قلت له: ليس موعدنا اليوم، فلنبتعد وتعال غدا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كلما حاولت الخروج منك، ادخلتني إليك و أسكنتني فيك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كم كنا ملائكة وحمقي حين صدقنا البيارق والخيول، وحين آمّنا بأن جناح نسر سوف يرفعنا إلى الأعلى!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كم يكون الليل كئيب حين تفتقد فيه شيئا تعودت عليه",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أُريد مكاناً لأُدفن فيه أريد مكاناً لأحيا ’وألعنه لو أردت…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أستطيعُ الذهابَ إليكِ، ولا أستطيعُ الرجوع إلي ، تمرَدَ قلبي عليّ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أنام لأحلمقالت لهُ بل أنَام لأنساك ..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أنام لأحلمقالت لهُ بل أنَام لأنساك ..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا حُبّ يشبهُ حباًولا ليل يشبه ليلاً .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا حديقة لي داخلي وكلك أنت،، وما فاض منك،،أنا الحرة الطيبة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شيء يحدث لي .. يا ليتني حجرٌ كي أحنّ إلى أيّ شيء .!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا ضحيَّةَ تسأل جلاّدَها: هل أنا أنتَ؟ لو كان سيفيَ أكبرَ من وردتي…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا لأرثيه جئت ، بل لزيارة نفسي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا نلتقي إلاّ وداعًا عند مفترق الحديث.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "‎لاسمك في فمي المغموس بالعطش المعفر بالغبار .. طعم النبيذ اذا تعتق في الجرار",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لك خلوة في وحشة الخروبيا جرس الغروب الداكن الأصوات ! ماذا يطلبون الآن منك ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "للخوف أسماء عديدةْ من بينها ألا نخاف وأن نرى الصياد في ريش الطريدة!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "للقاتل أن يُقتل، للمقاتل أن يقاتل، و للعصفور أن يغني",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم يبق في اللغة الحديثة هامش للاحتفال بما نحب، فكل ما سيكون… كان",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لماذا تركتَ الحصان وحيداً؟ لكي يُؤْنسَ البيتَ، يا ولدي، فالبيوتُ تموتُ إذ غاب سُكَّانُها…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لن يمر العائدون حرس الحدود مرابط يحمي الحدود من الحنين .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لولا أن محمداً هو خاتم الأنبياء، لصار لكل عصابةٍ نبيّ، ولكل صحابيّ ميليشيا",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لي أمل يأتي ويذهب.. لكن لن أودعه.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لي حكمة المحكوم بالإعدام: لا أشياء أملكها لتملكني،",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ليس وطني دائماً على حق. ولكنني لا استطيع ان امارس حقاً حقيقياً الا في وطني .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ماذا جنينا نحن يا أماه ؟ حتى نموت مرتين فمرة نموت في الحياة ! و مرة نموت عند الموت",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "مضت الغيومُ وشرِّدتي ورمت معاطفها الجبال وخبَّأتني",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "مَنْ يكتُبْ حكايته يَرِثْ أَرضَ الكلام، ويمْلُكِ المعنى تماما",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نسبنا الى كتب قرأناها عجزنا عن الوصول الى ذروة تطل على عدم ضرورى لاختبار الوجود",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نفعل ما يفعل السجناءو ما يفعل العاطلون عن العمل : نربي الامل",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هناك آخرون يعيشون في غياب آخرين !…. لماذا تركت الحصان وحيدا ؟….. لولا الغياب، غيابهم، لما حضرت",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و ان الطريق المعاكس اقرب منى الى و اقرب منك اليك…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و بى أملٌ يأتى ويذهب ، لكن لن أُوَدعه",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و خذوا ما شئتم من صور، كي تعرفوا انكم لن تعرفوا كيف يبني حجر من أرضنا سقف السماء",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و كلما فتشت عن نفسى وجدت الآخرين وكلما فتشت عنهم لم أجد فيهم سوى نفسى الغريبة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و كن من أنتَ حيث تكون و احمل عبءَ قلبِكَ وحدهُ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و مصادفةعاش بعض الرواة وقالوا لو انتصر الآخرون على الآخرين لكان لتاريخنا البشري عناوينُ أخرى",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و نحن نحب الحياة إذا ما استطعنا إليها سبيلا",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و هل صورة الشيء أقوى من الشيء ؟؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وإذا أردْتَ القَوْلَ فافعلْ ، يَتَّحِدْ ضدَّاكَ في المعنى … وباطِنُكَ الشفيفُ هُوَ القصيدُ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "والآن وإذ تصحو تذكر: هل أسأت إلى منامك؟ إن أسأت إذاً تذكر رقصة البجعة الأخيرة",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأَنتَ تخوضُ حروبكَ، فكِّر بغيركَ [لا تَنْسَ مَنْ يطلبون السلامْ]",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وبكلمة لا معنى لها يُنصِّبكَ التأويل ملكاً على عرش الهباء",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وبكيتَ كما لم تفعل من قبل. بكيتَ من كل الحواس. بكيتَ كأنك لا تبكي، بل تذوب دفعة واحدة وتمطر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وجدت نفسىفى نفسى و خارجهاو أنتِ بينهماالمراّة بينهما",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وسألني هل أنا + أنا اثنين قلت: أنت و أنت أقل من واحد",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وعليك الوصول إلى خبز روحي لتعرف نفسك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وكل ما في الأمر أني: لا أصدق غير حدسي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ولَكِنَّني لا أَرى القَبْر بَعد . أَلا قبرَ لي بعدَ هذا التَّعب ؟!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ومشى الخوفُ بي ومشيت بهِ حافياً ، ناسياً ذكرياتي الصغيرة عما أُريدُ من الغدلا وقت للغد",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ووحـــدي …. كنت وحدي عندما قاومت وحــدي … وحدة الروح الأخيــرة …",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا حُبّ ! لا هدفٌ لنا إلاّ الهزيمةَ في حروبك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يااسمي : سوف تكبَرُ حين أَكبَرُ سوف تحمِلُني وأَحملُكَ الغريبُ أَخُ الغريب",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يُحاصرني في المنامِ كلاميكلامي الذي لم أقُله و يكتبني ثُم يتركني باحِثاً عن بقايا مَنامي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "شعرك سقفي ، وكفاك صوتان أقبّل صوتا وأسمع صوتا ، وحبك سيفي ، وعيناك نهران ، والآن أشهد أن حضورك موت ، وأن غيابك موتان ، والآن أمشي على خنجر وأغني ، فقد عرف الموت أني أحبك، أني أجدد يوما مضى لأحبك يوما وأمضي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تضيق بنا الأرض , تحشرنا في الممر الأخير فنخلع أعضاءنا كي نمر .. إلى أين نذهب بعد الحدود الأخيرة ؟ أين تطير العصافير بعد السماء الأخيرة ؟ أين تنام النباتات بعد الهواء الأخير ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وقولي لهم : هذا حبيبي وهذا هو المحرم المباح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وتسألني كيف أنت ؟ فأجيبك : “مريض بك” !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "طريقٌ يدلّ على الشيء أو عكسه , لفرط التشابه بين الكناية والاستعارة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كن صبوراً .. إلى متى ؟ إلى الأبد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الكمنجات تبكي على زمنٍ ضائعٍ لا يعود , الكمنجات تبكي على وطنٍ ضائعٍ قد يعود.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأرتدي نظارة جدتي لكي أرى الدنيا كما كانت في عهدها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الأحبة هاجروا، أخذوا المكان و هاجروا، أخذوا الزمان وهاجروا، أخذوا روائحهم عن الفخار، والكلأ الشحيح, وهاجروا، أخذوا الكلام، وهاجر القلب القتيل معهم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هذا هو الحب .. أني أحبك حين أموت وحين أحبك أشعر أني أموت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في حضّرة الغياب , سيدري العابرون إلى قلوبنا كيف هو الجفاء , وكيف سيفقد اللقاء رونقُه بعد كل هذا الانتظار.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "والقلب مهجور كبئر جفّ فيها الماء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "اصعب المعارك التي ستخوضها في حياتك .. تلك هي التي تدور بين عقلك الذي يعرف الحقيقة وقلبك الذي يرفض ان يتقبلها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لو كان لي قلبان لم أندم على حب، فإن اخطأت قلت : اسأت يا قلبي الجريح الاختيار وقادني القلب الصحيح إلى الينابع.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا الغريب منذ ولدت في هذا الزحام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قليل من المطلق الازرق اللانهائي يكفي لتخفيف وطأة هذا الزمان وتنظيف حماة هذا المكان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن لم نكن قادرين على العودة إلى ما كنا ، فلنذهب معاً إلى ما نُريد أن نكون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الوحدة مؤلمة ، لكنها أجمل بكثير من الذين يذكرونك فقط وقت فراغهم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كم سنة وأنا أسميك الوداع ولا أودع غير نفسي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أكبر تنازل تقدمه في حياتك هو أن تتأقلم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خُذِ الجهةَ التي أَهديتني ، الجهةَ التي انكَسَرتْ ، وهاتِ أُنوثتي ، لم يَبْقَ لي إلاّ التَأمُّلُ في تجاعيد البُحَيْرَة .. خُذْ غدي عنِّي وهاتِ الأمس ، واتركنا معاً لا شيءَ ، بعدَكَ ، سوف يرحَلُ أَو يَعُودُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كنت سأَشتري لك البنفسج هذا الصّباح ، لكنّ الرّفاق كانوا جياع فاشتريتُ لهم خبزا وكتبت لك قصِيدة حب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وفي الليل يضيق الفارق ويتسع التأويل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عطرك ضعفي وسرك يتبعني مثل لدغة أفعى ، وشعرك خيمة ريح خريفية اللون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هو الحب , هو الفوضوي , الأناني , والسيد الواحد المتعدد .. نؤمن حينا ونكفر حينا , ولكنه لا يبالي بنا حين يصطادنا واحدا واحدة .. ثم يصرعنا بيد باردة , “إنه قاتل وبريء”.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نحبُّ الحياةَ غداً، عندما يَصِلُ الغَدُ سوف نحبُّ الحياة كما هي عاديّةً ماكرةْ، رماديّة أَو مُلوَّنةً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "رزقت مع الخبز حبك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ﻟﻢ ﻧﺤﻠﻢ ﺑﺄﺷﻴﺎﺀ ﻋﺼﻴﺔ ! ﻧﺤﻦ ﺃﺣﻴﺎﺀ ﻭﺑﺎﻗﻮﻥ ، ﻭﻟﻠﺤﻠﻢ ﺑﻘﻴﺔ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أمرّ باسمك لا جيش يحاصرني , ولا بلاد كأني اخر الحرس , أو شاعر يتمشى في هواجسه.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سجل .. أنا عربي أنا إسم بلا لقب يعيش بفورة الغضب .. جذوري قبل ميلاد الزمان رست وقبل تفتح الحقب .. سجل أنا عربي !.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هو الغائب الذي لا يحضر وأنا المشتاق الذي لا ينسى!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كيف تضحك وأنت على حافة الموت؟ فقال: لأني أحب الحياة أريد أن أودعها ضاحكا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحنين , شكوى الزمن المفقود من سادية الحاضر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "اجبارك لنفسك على نسيان شخص يدفع دماغك للتفكير فيه أكثر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لَم يعد في قلْبي مكانٌ لرصَاصةٍ جَـديدة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حين تكون القصيدة واضحة في ذهن الشاعر قبل كتابتها، من السطر الأول حتى السطر الأخير، يصبح الشاعر ساعي بريد والخيال درّاجة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إني ولدتُ لكي أحبك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سيجيء يَوْمٌ آخرٌ , يومٌ نسائيٌّ شفيفُ الاستعارةِ , كاملُ التكوين , ماسيٌّ زفافي الزيارةِ مُشْمِسٌ’ سَلسٌ ’ خَفيفُ الظلِّ .. لا أحدٌ يُحِسُّ برغبةٍ في الانتحار أَو الرحيل .. فكُلّ شيء, خارج الماضي, طبيعيٌّ حقيقيٌّ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لن تخيّبَ ظنّي إذا ما ابتعدتَ عن الآخرين وعنّي فما ليس يشبهني أجملُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا حيٌ ما دمتُ أحلم؛ لأن الموتى لا يحلمون ..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحنين وجع لا يحنّ إلى وجع، وجع البحث عن فرح سابق لكنه وجع صحي لأنه يذكرنا بأننا مرضى بالأمل وعاطفيون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كان شيئا يشبهُ الحبّ ، هواء يتكسَّرْ بين وجهين غريبين ، وموجا يتحجَّرْ بين صدرين قريبين ، ولا أذكرها .. وتغني وحدها لمساء آخر هذا المساء ، وأنادي وردها ، تذهب الأرض هباء حين تبكي وحدها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أغنّيك ، أو لا أغنّيك .. أسكت , أصرخ , لا موعد للصراخ ولا موعد للسكوت.. وأنت الصراخ الوحيد وأنت السكوت الوحيد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا هنا وما عدا ذلك شائعة ونميمة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من رضع من ثدي الذل دهراً رأى في الحرية خراباً وشراً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خيالي لم يعد يكفي لأُكمل رحلتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا من أولئك .. ممن يموتون حين يحبون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "شَيءٌ مَا يَنقُصني , رُبما أمل , رُبما نسيان , رُبما صديق , رُبما أنَا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا عُمْرَ يكفي كي أَشُدَّ نهايتي، لبدايتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في انتظارك تمشي العقارب في ساعة اليد نحو اليسار .. إلى زمن لا مكان له .. في انتظارك لم أنتظرك .. انتظرت الأزل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "احذر قلبك ، لا تدلله أكثر مما ينبغي ، ولا تهمله أكثر مما يستحق.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تكثروا من الفضفضة فإنكم لا تدرون متى يخون المنصتون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا بائع الأزهار ! إغمد في فؤادي زهرة صفراء تنبت في الوحول ! هذا أوان الخوف ، لا أحد سيفهم ما أقول.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "للحنين أعراض جانبية من بينها : إدمان الخيال , النظر إلى الوراء , والإفراط في تحويل الحاضر إلى ماض.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأمدح هذا الصباح الجديد .. سأنسى الليالي كل الليالي وأمشي إلى وردة الجار أخطف منها طريقتها في الفرح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يقول على حافة الموت : لم يبق بي موطئ للخسارة , حرٌ أنا قرب حريتي وغدي في يدي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الرمادِ .. أَنا حوارُ الحالمين ، عَزَفتُ عن جَسَدي وعن نفسي لأُكمِلَ رحلتي الأولى إلى المعنى ، فأَحرَقَني وغاب .. أَنا الغيابُ .. أَنا السماويُّ الطريدُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أَمشي خفيفا لئلاّ أكسر هشاشتي ، وأَمشي ثقيلاً لئلاّ أطير.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "جمالك هذا كثير عليَّ كسماء , فارفعي السماء قليلاً لأتمكن من الكلام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لأني أحبكِ، خاصرتي نازفه وأركض من وجعي في ليالٍ يوسِّعها الخوف مما أخاف، تعالي كثيراً، وغيبي قليلاً ، تعالي قليلاً، وغيبي كثيراً ، تعالي تعالي ولا تقفي، آه من خطوةٍ واقفه.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا من تقول له الحروف الغامضات : أكتب تكن واقرأ تجد .. وإذا أردت القول فافعل .. يتّحد ضدّاك في المعنى وباطنك الشفيف هو القصيد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نعسنا .. أيقظتنا الطائرات وصوت أمريكا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ومن العار ان نموت حبا في زمن الحرب .. هل احبك ؟ لا احبك اذا كان حبك سيستغرق وقتا اطول من اطلاقة رصاصة على نخاع شوكي , واحبك اذا كان حبك امتثالا لصاعقة برق تضربني الساعه.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شيء يزعجني ، فنحن الآن منسجمان في النسيان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "مَن أَنتَ ، يا أَنا ؟ في الطريق اثنانِ نَحنُ ، وفي القيامة واحدٌ .. خُذني إلى ضوء التلاشي كي أَرى صَيرُورتي في صُورَتي الأُخرى .. فَمَن سأكون بعدَكَ ، يا أَنا ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ولو أستطعت الحديث إلى الرب قلت : إلهي إلهي ! لماذا تخليت عني ؟ ولست سوى ظل ظلك في الأرض ، كيف تخليت عني ، وأوقعتني في فخاخ السؤال ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "صوتك الليلة، سكين وجرح و ضماد ونعاس جاء من صمت الضحايا أين أهلي؟ خرجوا من خيمة المنفى، وعادوا مرة أخرى سبايا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قولي : صباح الخير .. قولي أي شيء لي لتمنحني الحياة دلالها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "مهما اختلفنا سندرك ان السعادة ممكنة مثل هزة أرض.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خضراء أكتبها على نثر السنابل في كتاب الحقل ، قوّسها امتلاءٌ شاحبٌ فيها وفي ، وكلما صادقت أو آخيت سنبلةً تعلّمت البقاء من الفناء وضده ، أنا حبة القمح التي ماتت لكي تخضرّ ثانية وفي موتي حياةٌ ما.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فالذاكرة هي ايضا في حاجة الى من يرتب فوضاها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن الموت يعشق فجأة مثلي , وإن الموت مثلي لا يحب الانتظار.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من أين أجمع صوت الجهات لأصرخ : إني أحبك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنتم ماذا فعلتم بأرضكم ؟ اسأل ماذا فعلت بنا الأرض ؟ قتلت جدي من القهر والانتظار وشيبت أبي من الكدح والبؤس وأخذتني إلى الوعي المبكر بالظلم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "آه ، لا تتركي كفي بلا شمسٍ لأن الشجر يعرفني ، تعرفني كل أغاني المطر ، لا تتركيني شاحباً كالقمر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا سبيل للهدوء , إن مصدره أعماقي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن شئت أن أنسى تذكرت , امتلأت بحاضري , وأخترت يوم ولادتي لأرتب النسيان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وإن كان لا بُدَّ من فَرَحٍ فليكن خفيفاً على القلب والخاصرةْ فلا يُلْدَغُ المُؤْمنُ المتمرِّنُ من فَرَحٍ مَرَّتَينْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سألته: لماذا لا أتذكر ، هل تظن أني مريض ؟ قال: يحدث ذلك مع مرضى من نوع آخر ، مرض الحنين الى النسيان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "على الجسر، في بلد آخر، قال لي : يُعْرَف الغرباء من النَّظَر المتقطّع في الماء أو يُعْرَفون من الانطواء وتأتأة المشي , فابن البلاد يسير إلى هدف واضحِ مستقيمَ الخطى , والغريب يدور على نفسه حائرا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحروف قلقة, جائعة إلى صورة، والصورة عطشى إلى معنى!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تسرّبَ المطرُ الخفيفُ إلى جفاف القلب فانفتحَ الخيالُ على مصادره وصار هو المكان , هو الحقيقيّ الوحيد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لأني أحب الحياة .. أريد أن أودعها ضاحكاً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لأني أحب الحياة .. أريد أن أودعها ضاحكاً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كم كذبنا حين قلنا نحن استثناء ! أن تصدق نفسك أسوأ من أن تكذب على غيرك , أن نكون ودودين مع من يكرهوننا وقساة مع من يحبوننا تلك هي دونية المتعالي وغطرسة الوضيع.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل لبست سواي ؟ هل سكنتك إمرأةٌ لتجهش كلما التفّت على جذعي فروعك ؟ حكّ لي قدمي وحكّ دمي لنعرف ما تخلفه العواصف والسّيول منّي ومنك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لو أرهفنا السمع إلى صوت الصمت لصار كلامنا أقل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تتركيني تماماً ولا تأخذيني تماماً , ضعي في المكان الصحيح الزمان الصحيح , فأنت السبيل وأنت الدليل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحب الأول لا يموت , بل يأتي الحب الحقيقي ليدفنه حياً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في البيت أجلس لا سعيداً لا حزيناً بين بين .. ولا أبالي إن علمتُ بأنني حقاً أنا أو لا أحد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "غابةُ الزيتون كانت مرةّ خضراءَ , كانت والسماءْ غابةً زرقاء , كانت يا حبيبي .. ما الذي غيّرها هذا المساء ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وربما ماتت .. فإن الموت يعشق فجأة مثلي وأن الموت مثلي لا يحب الإنتظار.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا سر في جسدي أمام الليل إلا ما إنتظرت وما خسرت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم نعد نعلم من الذي هاجر نحن أم الوطن ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و جزر الهوى، فيك، مدّ .. فكيف، إذن، لا أحبك أكثر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حلِمتُ بأن لي حلماً، سيحملنى وأحملُهُ إلى أن أكتب السطر الأخير على رخام القبرِ: ((نِمتُ .. لكي أطير))؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وشفّاف حضورك , فلا أدري إن كانت روحك تسكن جسدك , أم أن جسدك يلبس روحك ويشعّ لؤلؤة في عتمتي , يختلط عليّ الشكل والجوهر, فأرى الشكل جوهراً والجوهر شكل الكمال.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأبي قال مرة: الذي ماله وطن ماله في الثرى ضريح ونهاني عن السفر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أما أنا وقد امتلأت بكل أسباب الرحيل .. فلست لي , أنا لست لي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أبكي بلا سبب واضح , وأحبك أنت كما أنت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وما قتلوك في قلبي , أريدك أن تعيد تكوين تلقائّيتي .. يا أيّها الوجه البعيد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "‏أُحب الرحيل إلى أي ريحٍ ولكنني لا أُحب الوصول.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما زلت حيا وأؤمن بأني سأجد الطريق يوما ما إلى ذاتي إلى حلمي إلى ما أريد, سأصنع الفرص والأحلام والأهداف والأماني!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "صديقان نحن، فسيري بقربي كفا بكف , معا نصنع الخبر والأغنيات .. لماذا نسائل هذا الطريق, لأي مصير يسير بنا؟!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا الأرض! يا أيّها الذاهبون إلى حبة القمح في مهدها احرثوا جسدي! أيّها الذاهبون إلى جبل النار مرّوا على جسدي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحنين ندبة في القلب وبصمةُ بلدٍ على جسد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحب هو أن أعاتبك وتعاتبني على أصغر الأخطاء , هو أن أسامحك وأن تسامحني على أكبر الأخطاء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لأن أحداً لا يأتي في موعده ولأن الانتظار يشبه الجلوس على صفيح ساخن .. أعاد عقارب ساعته اليدوية عشرين دقيقة إلى الوراء .. هكذا خفف عن نفسه عذاب الانتظار ونسي الأمر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الصديق ، مسمى لشخص معك بكل الظروف ، وليس على حسب الظروف.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الفارق بين النرجس و عبّاد الشمس هو الفرق بين وجهتي نظر: الأول ينظر إلى صورته في الماء و يقول: لا انا إلا أنا. و الثاني ينظر إلى الشمس و يقول: ما انا إلا ما أعبد. و في الليل، يضيق الفارق، و يتسع التأويل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الطيبون يغرسون الجمال في قاع الروح لا اراديا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عدم مسامحتك ، لا تعني أنك أصبحت بارد القلب ، ولكنك دون أن تشعر صبرت وأعطيت وقدمت أجمل ما لديك من تضحيات حتى اكتفيت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ليتنا استطعنا أن نحب أقل كي لا نتألم أكثر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "القليل منكِ , كالكثير من كل شيء!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم تذهب يوما الى اعراس القريه ولكنها اول من يذهب الى جنازة في القريه والقرى المجاوره , عاجزة عن الفرح , قادرة على البكاء , وبارعة في السخرية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحبك يا جسداً يخلق الذكريات ويقتلها قبل أن تكتمل .. أحبكِ إذ أطوع روحي على هيئة القدمين ـ على هيئة الجنتين , أحك جروحي بأطراف صمتك والعاصفه .. أموت، ليجلس فوق يديكِ الكلام , يطير الحمام , يحط الحمام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فهل سيفهم أحد ما تعاني وما تكابد , أيّهذا الناجي من العواصف بعاصفة , أيّهذا الطاهر في وحْل المفارقات.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما أشد براءتنا حين نظن أن القانون وعاء للعدل والحق.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إذا كان ماضيكَ تجربةً فاجعل الغَدَ معنى ورؤيا! لنذهب , لنذهب الى غدنا واثقين بِصدق الخيال , ومُعجزةِ العُشْبِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في آخر الأشياء نعلم أننا كنا نحب لكي نحب وننكسر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "القهوة كالحب قليل منه لا يروي وكثير منه لا يشبع!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "غطيتُ مرآة الجدار بمعطفٍ كي لا أرى إشعاع صورتها و أندم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كل الملائكة الذين أحبُهم , أخذوا الربيعَ من المكان وغادروا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أريد الموت ما دامت على الأرض قصائد وعيون لا تنام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فإذا إشتدَّ سوادُ الحُزن فى إحدى الليالي أتعزَّى بجمالِ الليلِ ، في شَعر حبيبي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إلى قاتل : لو تأملت وجه الضحية .. وفكرت , كنت تذكرت أمك في غرفة الغاز , كنت تحررت من حكمة البندقية .. وغيرت رأيك : ما هكذا تستعاد الهوية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كحب عابر وكوردة في الليل .. تُنسى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "شهادة جامعيّة, وأربعة كتب، ومئات المقالات، وما زلت أخطئ في القراءة .. تكتبين لي “صباح الخير” وأقرؤها “أحبك”.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كما أن هناك زهور بلا عطر , هناك جميلات بلا حظ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحسنوا لمن تحبون ، فإن الشوق بعد الموت لا يُطاق.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "اه يا جرحي المكابر وطني ليس حقيبةً وأنا لست مسافراً .. إنني العاشق والأرض حبيبة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما لم يُغَنَّ الآن في هذا الصباح فلن يُغَنّى .. مَنْ لا يحبُّ الآن,في هذا الصباح،فلن يُحبّ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خفيفةٌ روحي وجسمي مثقل بالذكريات وبالمكان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "صناع النكبة لم يتمكنوا من كسر إرادة الشعب الفلسطيني وطمس هويته الوطنية، لا بالتشريد ولا بالمجازر ولا بتحويل الوهم إلى واقع ولا بتزوير التاريخ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الزمنُ نهرٌ سلس لمن لا ينتبه إليه، وحشيٌّ شرسٌ لمن يحدق إليه، فتخطفه الهاوية !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "انا العاشق السيء الحظلا استطيع الذهاب اليك ولا استطيع الرجوع الي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا ضيفٌ على نفسي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سألته:لماذا لا أتذكر،هل تظن أنى مريض؟ قال:يحدث ذلك مع مرضى من نوع آخر:مرض الحنين الى النسيان!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ضيفاَ على نفسي أحلُ",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "علّموك أن تحذر الفرحلأن خيانته قاسيةمن أين يأتيك فجأة !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فاخترع املا للكلام ابتكر أو سرابا يطيل الرجاء…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فأشهد أني حيّ وحُرٌ حين أُنسى !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فلتَكُنِ الأَرضُ ما تومئين إليه …. وما تفعلينَهْ جنوبيَّةٌ لا تكفُّ عن الدَوَران على نفسها",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فى اخر الأشياء ندرك اننا كنا نحب لكى نحب و ننكسر",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في مكان الانفجار… أينما وَلَّيْتَ وجهكَ: كلُّ شيء قابلٌ للانفجارِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كل ما لا تبلغه يداك الصغيرتان مُلكُ يديك الصغيرتين إذا أتقنت التدوين بلا أخطاء",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كَلمَاتك .. تُرسِلُني إلَى هُنَاك حَيثُ لا هُنَاك إلّا أنا .. وكَلِمَاتُكَ .. وعَيْنَاكَ ..",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كما ينبت العشب بين مفاصل صخرة وجدنا غريبين يوما و نبقى رفيقين دوما",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أَقسو على نفسي ولا أَقسو على أَحدٍ : وأَنجو من سؤالٍ فادحٍ ماذا تريد ماذا تريد؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شئ يُعجبني أريدُ أن….أبكي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تأخذوه من الحمام لا ترسلوه إلى الوظيفه لا ترسموا دمه وسام فهو البنفسج في قذيفه",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا لست وحدك نصف كأسك فارغ والشمس تملأ نصفه الثاني",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لو كان لي حاضر آخر لامتلكت مفاتيح أمسي ولو كان أمسي معي لامتلكت غدي كله…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من أنا لأقول لكم ما أَقول لكم؟ كان يمكن أَلاَّ أكون أَنا من أَنا كان يمكن أَلاَّ أكون هنا…",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل في وسعي أن أختار أحلامي لئلّا أحلم بما لا يتحقق؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هو لا يراني حين أنظر خلسة .. أنا لا أراه حين ينظر خلسة ، هو هادئ و أنا كذلك .",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هي وَحْدها، وأَنا أمامَ جَمَالها وحدي. لماذا لا تًوَحِّدُنا الهَشَاشَةُ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "و أني وسيم.. لأني لديك",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وهل أُشبه امرأةً الأمس، تلك الصغيرةَ ذات الضفيرةِ، والأغنيات القصيرةِ ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا بلادي ما تمنيت عصور الجاهلية فغدي اجمل من يومي و من امسي",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يحاصرني واقع لا أجيد قراءته",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يُعَلِّمُني الحُبّ أَنْ لا أُحِب ، ويَتْرُكني في مَهَبِّ الوَرق",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يمشي على الغيم في أحلامه، ويرى ما لا يرى. ويظن الغيم يابسة… عالٍ هو الجبل",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فجأة يسقط مطر خفيف يبلّل روحك , ويبلّل الفراشات رذاذ وضوء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا “هنا” إلا “هناك” ولا هناك سوى هنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم يَمُتْ أَحَدٌ تماماً ، تلك أَرواحٌ تغيِّر شَكْلَها ومُقَامَها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إنَّ الهوية بنتُ الولادة لكنها في النهاية إبداعُ صاحبها, لا وراثة ماضٍ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنت السجين ، سجين نفسك والحنين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل في وسعك أن تكون طبيعياً في واقع غير طبيعي؟.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أن تكون قادراً على أن تكون وحيداً هو تربية ذاتيَّة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نريد أن نحيا قليلاً ، لا لشيء إنما لنحترم القيامة بعد هذا الموت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نرسيس ليس جميلا كما ظن , لكن صناعه ورطوه بمرآته , فأطال تأمله في الهواء المقطر بالماء .. لو كان في وسعه أن يرى غيره , ولو كان أذكى قليلا لحطم مرآته , ورأى كم هو الآخرون , ولو كان حرا لما صار أسطورة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الليلُ ليليٌّ وهذا القلبُ لَكْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هُناك من يرَى الحبَّ حيَاة وهُنَاك منْ يَراه كِذبة ، كِلاهما صَادق : فالأوَّل التَقى بروحِه ، والثانِي فقدهَا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هناك حب يمر بنا فلا هو يدري ولا نحن ندري.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل كان الذي كنتهُ – هو؟ أم كان ذاك الذي لم أكنه –أنا؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الشهيد يحاصرني كلما عشت يوماً جديداً ويسألني : أين كنت ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ترانا هل نحتاج إلى وطن جديد أم تراه وطننا من يحتاج إلى شعب جديد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "رفعنا إليكَ مناقيرَ أروحنا : أعطنا حبَّةَ القمحِ يا حلمنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أَنا لا أنْسى ، أَنا فقَط أتْرُك الأَشْياء جانبا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الشهداء لا يتشابهون .. لكل واحد منهم قوام خاص، وملامح خاصة، وعينان واسم وعمر مختلف.. لكنّ القتلة هم الذين يتشابهون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أصبح هناك إدمان في لغتنا وإفراط في كتابة الموضوع كموضوع ، وليس كحياة إنسانية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خوضي بعيني حتى دمي .. أقيمي عمارات زهوك بين عظامي .. كلي وجعي حبةً حبة .. اسأليني أتأخذني سيدي؟ إنني أصطفيكِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا بد لي من قوّة ليكون حلمي واقعيا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا من هنا وأنا هنا .. وأنا أنا .. وهُنا هُنا .. إني أنا .. وأنا أنا .. وهنا أنا وأنا أنا .. وهنا أنا .. وأنا هنا .. إني هنا .. وأنا أنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الجميلات هُنّ الفقيرات , كالوردِ في ساحة المعركة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قف على ناصية الحلم وقاتل !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم يقتل الحزن أحد , ولكنه جعلنا فارغين من كل شيء!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فليس الحنين ذكرى بل هو ما ينتقى من متحف الذاكرة!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أمر باسمك إذ أخلو إلى نفسي , كما يمر دمشقي بأندلس.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا نريد أن نكون أبطالًا أكثر ، لا نريد أن نكون ضحايا أكثر ، لا نريد أكثر من أن نكون بشراً عاديين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ليس الأمل مادة ولا فكرة .. إنه موهبة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سلام على الحب يوم يجيء ويوم يموت ويوم يغير أصحابه.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أريد من الحب غير البداية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ولكننا سوف نحيا لأن الحَيَاةَ حَيَاةُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فارسٌ يُغمد في صدر أَخِيِه خنجراً بإسم الوطنْ ويُصَلِّي لينال المغفرةْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من كل شيء، واخرجوا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ذاكرتي رُمّانة , هل أفرطها عليك حبة حبة , وأنثرها عليك لؤلؤا أحمر يليق بوداع لا يطلب مني شيئا غير النسيان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تلك ارادتي : سأذيع رائحة القهوه لأمتلك فجري.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من ينظرنا على سفح الجبل , ويدعونا إلى صلاة الشكر لأننا وصلنا سالمين لا متفائلين ولا متشائمين , لكن متأخرين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قال يحاصرني واقعٌ لا أُجيد قراءته , قلت دَوّن إذن، ذكرياتِكَ عن نجمة بَعُدَت وَغَدٍ يتلكّأُ، واسأل خيالك: هل كان يعلم أنَّ طريقَكَ هذا طويل ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الأماكن لا تساوي شيئاً وهي خالية ممن نحب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا أمي جاوزت العشرين! فدعي الهم ونامي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وكيف أقول أحبك ؟ كيف تحاول خمس حواسّ مقابلة المعجزة وعيناك معجزتان ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "‏تحدَّثْ إليها كما يتحدَّثُ نايٌ إلى وَتَرٍ خائفٍ في الكمانِ ‏كأنكما شاهدانِ على ما يُعِدُّ غَدٌ لكما.. ‏وانتظرها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لكن تنقصني الخبرة والقسوة الميتافيزيقية تنقصني وتقول : لو كنتُ غيري.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تُنسى كمصرع طائرٍ , ككنيسة مهجورة تُنسى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سيِّدتي! سأُهديك انتحاري الساطعَ .. اختصري نعاسكِ وانفجارِ الشارعِ، اختصري المسافة بين سكّيني وصدري , واستقري أنتِ بينهما بلاد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فليس على الشاعر من حرج إن كذب ، وهو لا يكذب إلا في الحب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سلامٌ على النائمين , سلامٌ على الحالمين , ببستان فردوسهم آمنين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ونعبرُ في الطريق مكبّلين كأنّنا أسرى .. يدي، لم أدر، أم يدك احتست وجعاً من الأخرى؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كن بين بين .. لا قريبا من أحد ولا بعيدا عن أحد!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن أعادوا لك الطريق فمن يعيد لك خطاك؟ إن أعادوا لك صوتك فمن يعيد لك الكلمات؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن وجهي واحد والموت واحد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أما زال في العمر متسع للحنين إلى أي ماض ..إلى أي غد؟ أما زال في وسعنا أن ننادي أسماءنا كي تعود إلينا , وأن نطلب الحب مأوى لروح تطل من المفردات علينا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أيها الأحياء تحت الأرض عودوا .. فإن الناس فوق الأرض قد ماتوا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فخذني كي أصبك خمراً نهائياً لأشفي منك فيك ، وهات قلبك إني ولدت لكي أحبك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من لم يحب الآن في هذا الصباح فلن يحب!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأخرى في السحب , حسبي بأني غاضب والنار أولها غضب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إحساسي يقفزُ مني , يحملُ مظلّةً ويسيرُ تحت المطر , إحساسي فِعْلٌ خارجيٌّ كالمطرْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أمّا أنا، فسأدخلُ في شجر التوت حيث تُحوّلني دودة القزّ خيطَ حريرٍ، فأدخلُ في إبرة امرأةٍ من نساء الأساطير، ثمّ أطيرُ كشالٍ مع الريح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ثلاثة أشياء لا تنتهي .. أنت والحب والموت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أعرف مهما ذهبت مع الريح كيف أعيدك .. أعرف من أين يأتي بعيدك فأذهب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يوماً ما لن تكون سوى ذكرى في قلوب البعض ، فأحرص على أن تكون ذكرى جميلة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تعبتُ بأن أكون أنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا من أنا مثلما أنت من أنت.. تسكن في وأسكن فيك وإليك ولك.. أحب الوضوح الضروري في لغزنا المشترك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ﺣﺮﺍً ﻛﻤﺎ ﻳﺸﺘﻬﻴﻨﻲ ﺍﻟﻀﻮﺀ ,ﻣﻦ ﺻﻔﺘﻲ ﺧﻠﻘﺖ ﺣﺮﺍً, ﻭﻣﻦ ﺫﺍﺗﻲ ﻭﻣﻦ ﻟﻐﺘﻲ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كل عيب أحبه فيك ، إلا غيابك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سيطلع من عتمتي قمر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أَنا حَبَّةُ القمحِ التي مَاتت لكي تَخضَـرَّ ثانيةً، وفِي مَوتي حَياةٌ مَا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وخذي القصيدة إن أردتِ , فليس لي فيها سواكِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من بئر مأساتي أنادي مقلتيك كي تحملا خمر الضياء إلى عروقي , ماذا يثير الناس لو ألقيت رأسي في يديك وطويت خصرك في الطريق.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحب الحديث معك رغم أني لا أملك ما أقول.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وقلتُ : أَيوجعُكَ الليلُ ؟ قال : وتوجعني الروحُ والنجمةُ الباردة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قليل من الليل قربك يكفي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وما معنى أن يكون الفلسطيني شاعراً، وما معنى أن يكون الشاعر فلسطينيا؟ الأول: أن يكون نتاجاً لتاريخ، موجوداً باللغة؟ والثاني: أن يكون ضحية لتاريخ، منتصرا باللغة .. لكن الأول والثاني واحد لا ينقسم ولا يلتئم في آن واحد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لاَ نصيحة في الحُب لكِنها التَجرُبة ، لاَ نصيحةَ في الشِعر لكنها المَوهبة ، وأخيراً لك مني السَلام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أريد يديكِ لأحمل قلبي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يأخذني الجمالُ إلى الجميلِ , وأحبُّ حبَّك هكذا متحرِّرًا من ذاته وصفاتهِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أسميتك من جهلي وطناً ، ونسيتُ أن الأوطان تُسلب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لستِ حبيبتي.. أنتِ مشروع حبي للزمن القادم , أنت مشروع قصّتي القادمة وفرحي القادم , أنتِ مشاريع عمري.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "التمس عذراً لمن طلب اغتيالك ذات يوم، لا لشيءٍ.. بل لأنك لم تمت يوم ارتطمت بنجمة .. وكتبت أولى الأغنيات بحبرها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أحلم الآن بشيء , أشتهي أن أشتهي .. لا أحلم الآن بغير الانسجام , أشتهي أو أنتهي , لا ليس هذا زمني.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أترك بقية منامك نائماً على نافذة مفتوحة ليلحق بك حين تصحو عند الفجر الأزرق , الحلم هو الذي يجد الحالمين وما على الحالم إلا أن يتذكر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من اصغر الاشياء تولد اكبر الافكار والايقاع لا ياتي من الكلمات ، بل وحدة الجسدين في ليل طويل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فاعرف من تكون لكي تكون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عجبتُ لمن عرف الحبَّ، كيف يحبّ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حين ينتهي الحب أدرك أنه لم يكن حباً .. الحب لا بد أن يعاش لا أن يتذكر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا أدري أن دمع العين خذلان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هو الحب كذبتنا الصادقة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تحن في الزحام إلى نفسك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كان الرحيل يطاردني في شوارع جسمك , وكان الرحيل يحاصرني في أزقّة جسمك , فأترك صمتي على شفتيك وأترك صوتي على درج المشنقه كأنّي أحبّك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حاصر حصارك بالجنون وبالجنون وبالجنون .. ذهب الذين نحبهم ذهبوا فإما نكون أو لا نكون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أرتقيت بنفسي كثيراً حيث لا حسر على مغادر ولا أسفاً على راحل ولا حزناً على كاذب ولا تفكيراً بمنافق.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قولي ما اسمُ جُرْحِكِ أَعرفِ الطُرُقَ التي سنضيع فيها مَرّتيْنِ ! وكُلُّ نَبْضٍ فيكِ يُوجعُني ، ويُرْجِعُني إلى زَمَنٍ خرافيّ , ويوجعني دمي والملحُ يوجعني ويوجعني الوريدُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "منك العيون ومني القصائد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ربما ما زلت حيا في مكان ما وأعرف ما أريد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نحنُ مَنْ نحن، ولا نسألُ مَنْ نحن، فما زلنا هنا نرتُقُ ثوب الأزلية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نسيمك عنبر … وأرضك سكر … وقلبك أخضر! … وإنّي طفل هواك على حضنك الحلو أنمو وأكبر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "باطلٌ ، باطلُ الأباطيل باطلْ .. كُلُّ شيء على البسيطة زائلْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شيء يشبه شيء ولا أحد يعوض غياب أحد , أشياؤنا المختلفه إن ضاعت ليس لها بديل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أدرب قلبي على الحب كي يسع الورد والشوك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أيها الموت انتظرني خارج الأرض .. انتظرني في بلادك ريثما أنهي حديثاً عابراً مع ما تبقى من حياتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الكتابة جرو صغير يعض العدم .. الكتابة تجرح من دون دم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أتذوق حروف أسمك حرفاً حرفاً، كفواكه موسيقية، ولا أشرب الماء معها لأحافظ على مذاق الدراق وعلى عطش حواسي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أَنت حقيقتي ، وأنا سؤالك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كبرنا .. كم كبرنا , والطريق إلى الفرح ما يزال يطول.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قالت اُمّي مرةً .. ! الذي يحبك هو من رأى فيك 99 عيباً وخصلة جمِيلة ! احب الخصلة وتركَ العُيوبَ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن الزمان يدجن حتى الجبال فتصبح أعلى ، وتصبح أوطا مما عرفت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في الانتظار، يصيبني هوس برصد الاحتمالات الكثيرة!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحُب يأتي دون سبب ، ليس هُناك قيود له ، لا يأتي بمال ؛ ولا يؤخذ بجمال ؛ ولا يُقاس بِعُمر هو قدر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ومات الذين أحبهم ، واللوز يزهر كل عام بانتظام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كي أقول أحبك أكثر مما قلت قبل الرحيل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "بكل ما أوتيت من فرح أخفي دمعتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نحن نتاج هذا الواقع وهذا الزمن الذي تختلط فيه الانهيارات الواضحة بالولادات الغامضة، ولا نتوب عن أحلامنا مهما تكرر انكسارها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنت تفكر بالآخرين البعيدين فكر بنفسك .. قل ليتني شمعة في الظلام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أتذكر قلبي إلا إذا شقه الحب نصفين أو جف من عطش الحب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنتِ ثابتة فِي قلبي، حَين قرْر العَالم أن يجرُف كُل شَي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تندم على حرب أنضجتك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وها أَنَذَا أستطيعُ الحَياةَ إلى آخِر الشَّهر .. أَبذُلُ جُهدي لأكتُب ما يُقنعُ القَلبَ بالنَّبض عِندي .. وما يُقنعُ الروح بالعَيش بَعدي .. وفي وُسع غاردينيا أن تُجدّد عُمري .. وفي وُسع امرأة أن تُحدّد لَحدي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "‏يا أمّه! لا تقلعي الدّموع من جذورها ! للدّمعِ يا والدتي جُذور , تخاطب المَساء كلّ يوم تقول: يا قافلة المَساء ! من أين تعبُرين؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "للبطولة أيضا تاريخ إنتهاء صلاحية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هي لا هي إن حضرت وإن غابت , فكأن حضورها غيابي فيها وكأن غيابها حضورُ التفاصيل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هي لا هي إن حضرت وإن غابت , فكأن حضورها غيابي فيها وكأن غيابها حضورُ التفاصيل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن أعادوا لك المقاهي القديمة , فمن يعيد لك الرفاق ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أيها الماضى لا تغيرنا كلما ابتعدنا عنك. أيها الحاضر تحملنا قليلا، فلسنا سوى عابري سبيل ثقلاء الظل. أيها المستقبل: لا تسألنا: مَنْ أنتم؟ وماذا تريدون مني؟ فنحن أيضاً لا نعرف.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لدي ما يكفي من الماضي, وينقصني غد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "على الحلم أن يرشد الحالمين كما الوحي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كأن يديك المكان الوحيد .. كأن يديك بلد .. آه من وطن في جسد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حين ينتهي الحب , أدرك انه لم يكن حباً , الحب لا بد أن يعاش , لا أن يتذكر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وما دمنا لا نعرف الفرق بين الجامع والجامعة، لأنهما من جذر لغوي واحد، فما حاجتنا للدولة ما دامت هي والأيام إلى مصير واحد؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا لست لي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ولا نتوب عن أحلامنا مهما تكرر إنكسارها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في داخلي شرفة لا يمر بها أحد للتحية!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تحيا مناصفة ، لا أنت أنت ، ولا سواك .. أين ( أنا ) في عتمة الشبه ؟ كأنني شبح يمشي إلى شبح فلا أكون سوى شخص مررت به , خرجت من صورتي الأولى لأدركه , فصاح حين اختفى: يا ذاتي انتبهي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سيري ببطءٍ يا حياة لكي أَراك بكامل النقصان حولي , كم نسيتك في خضمّك باحثًا عني وعنكِ , وكلما أدركتك سرا منكِ قلتِ بقسوةٍ: ما أجهلك!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لستُ أعمى لأبصر ما تبصرون ، فإنَّ البصيرةَ نورٌ يؤدِّي إلى عدمٍ أو جنون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأن الصباح ينادي خطاي لكي تستمر على الدرب يوماً جديداً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قل للغياب نقصتني وأنا أتيت لأكملك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كأني في حاجة أكثر إلى ما هو أقلّ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تعالي نخون الغياب ونلتقي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من يملأ فراغ الذين يغيبون؟ من يملأ هذا الفراغ؟!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أيّها العابرون على جسدي لن تمرّوا ، أنا الأرض في جسدٍ لن تمرّوا ، أنا الأرض في صحوها لن تمرّوا !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن صرخت بكل قواك ورد عليك الصدى من هناك .. فقل للهوية : شكراً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "النسيان هو تدريب الخيال على احترام الواقع.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا ما أكون وما سأكون، سأضع نفسي بنفسي، وأختار منفاي!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا لست مني إن أتيت ولم أصل .. أنا لست مني إن نطقت ولم أقل .. أنا من تقول له الحروف الغامضات أكتب تكن ! واقرأ تجد!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كلُّ الَّذِينَ ماتوا ، نجوا من الحياة بأعجوبة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وصمتاً لأن السكوت طهارة إذا ازدحم المنشدون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ولم نزل نحيا كأنَّ الموتَ يُخطئنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "علمتني ضربة الجلاد أن أمشي على جرحي , وأمشي ثم أمشي وأقاوم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا بخير ما زال في عيني بصر, ما زال في السماء قمر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أموت اشتياقاً .. أموت احتراقاً .. وشنقاً أموت .. وذبحاً أموت .. ولكنني لا أقول مضى حبنا وانقضى .. حبنا لا يموت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الحب هو أن لا أعزلك عن العالم.. الحب هو أن أتركك بالزحام.. وأعلم تماماً أن قلبك لي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قل لي كيف كنت تعيش حلمك في مكان ما , أقل لك من تكون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قصب هياكلنا وعروشنا قصب .. في كل مئذنة حاو ومغتصب .. يدعو لأندلس إن حوصرت حلب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الطريق طويل كليل امرئ القيس: سهلٌ ومرتفعات، ونهرٌ ومنخفضات , على قدر حلمك تمشي وتتبعك الزنبق أو المشنقة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ان الدروب اليك تختنق , ان الدروب اليك تحترق , ان الدروب اليك تفترق , الدروب اليك حبل من دمي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شيء يثبت أني حيّ ولا شيء يثبت أني ميّت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تقسو على أنثى ، إلا في عناقها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أصبحت أعرف نوعية الناس ، بحديثهم عن الناس ، لا بكلامهم عن أنفسهم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وليكن لا بد لي أن أرفض الموت وإن كانت أساطيري تموت ، إنني أبحث في الأنقاض عن ضوء ، وعن شعر جديد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وكلما فتشت عنهم لم أجد فيهم سوى نفسي الغريبة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في الخطابة يكون الصدق زلة لسان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ﻭﺍﻟﺘﺎﺭﻳﺦ ﻳﺴﺨﺮ ﻣﻦ ﺿﺤﺎﻳﺎﻩ ﻭﻣﻦ ﺍبطالهم .. يلقي ﻋﻠﻴﻬﻢ نظرة ﻭﻳمر!.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "السَّاعة الآن : أنا إلا أنت بِتوقيت قَلبِي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ابتعد لأراك ، وحيدا هناك ، تفكّرُ بي حين أنساك.ابتعد لأراك ، وحيدا هناك ، تفكّرُ بي حين أنساك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ولنا حياةٌ في حياة الآخرين هناك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كن قويّاً كثور إذا ما غضبتَ , ضعيفاً كنوّار لوز إذا ما عشقتَ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هنا، عند منحدرات التلال، أمام الغروب وفوهة الوقت، قرب بساتين مقطوعة الظلِّ، تفعل ما يفعل العاطلون عن العمل: نربي الأمل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نلتقي بعد قليل .. بعد عام , بعد عامين وجيل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "بلَدٌ يُولَدُ من قبر بَلَد .. ولصوصٌ يعبدون الله كي يعبدهم شَعبٌ .. ملوكٌ للأبد وعبيدٌ للأبد.بلَدٌ يُولَدُ من قبر بَلَد .. ولصوصٌ يعبدون الله كي يعبدهم شَعبٌ .. ملوكٌ للأبد وعبيدٌ للأبد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ومن أنت يا سيّدي الحبّ حتى نطيع نواياك أو نشتهي أن نكون ضحاياك؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أيها المستقبل ! لا تسألنا : من أنتم ؟ وماذا تريدون مني ؟ فنحن أيضاً لا نعرف.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شيءَ يبقى على حالِه , للولادة وَقْتٌ , وللموت وقتٌ , وللصمت وَقْتٌ , وللنُّطق وقْتٌ , وللحرب وقْتٌ , وللصُّلحِ وقْتٌ , وللوقتِ وقْتٌ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنا الغريب تعبت من صفتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لن أسميك امرأة سأسميك كل شيء , أنت عندي مفاجأة ومرايا لكل ضوء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في الركن منسيا، فلا أحد يهين مزاجك الصافي، ولا أحد يفكر باغتيالك كم أنت منسي وحر في خيالك!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سيمتدُّ هذا الحصارُ إلى أنْ يحِسَّ المحاصِرُ مثل المُحاصَرِ , أنّ الضَّجَرْ صفة من صِفات البشرْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم تأتِ، قلت : ولن .. إذا سأعيد ترتيب المساء بما يليق بخيبتي وغيابها!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "علموك أن تحذر الفرح لأن خيانته قاسية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "علموك أن تحذر الفرح لأن خيانته قاسية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من سوء حظي نسيت أن الليل طويل ومن حسن حظك تذكرتك حتى الصباح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "البنادق العربية تُصوّب إلى كُل الإتجاهات , إلا الإتجاه الصحيح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فبعضي لدي وبعضي لديك .. وبعضي مشتاق لبعضي .. فهلا أتيت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وللحنين فصل مدلل هو الشتاء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم أُغيِّر غيرَ إيقاعي لأَسمع صوتَ قلبي واضحاً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عندما تريدون الرحيل ارحلوا لكن لا تعودوا أبداً .. كونوا للرحيل أوفياء لعلنا نكون أيضاً لنسيانكم مخلصين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم أكن ولدا سعيدا كي أقول: الأمس أجمل دائما.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "مهما كان عمرك ستجد نفسك تتصرف بعض التصرفات الطفولية عند جلوسك مع اشخاص ترتاح لهم جداً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "شيء في شراييني يناديني لأشرب من يدك ترمد الذكرى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا أطلب من قلبك غير الخفقان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "انا لا أبكي .. كل ما في الأمر أن غبار الحنين قد دخلت في عيني.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أَعلَمُ أَنني أُلْقي بنفسي جانباً وأَطيرُ , سوف أكونُ ما سأَصيرُ في الفَلَك الأَخيرِ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الموت لا يعني لنا شيئاً ! يكون فلا نكون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن أردتَ مبارزة النسر , حلّق معه.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنا أسيل دما وذاكرة أسيل , لم يترك الحراس لي بابا لأدخل فاتكأت على الأفق ونظرت تحت , نظرت فوق , نظرت حول , فلم أجد أفقا لأنظر لم أجد في الضوء سوى نظرتي ترتد نحوي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شيء يوجعني في الغياب سوى عزلة الكون.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خفيفة روحي وجسمي مثقل بالذكريات وبالسكان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عش ليومك لا لحلمك ، كل شيءٍ زائل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الارضُ عيدُ الخاسرينَ وَنَحْنُ منهم.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حفظت قلبي كله عن ظهر قلبٍ ولم يعد متطفلاً ومدللاً , تكفيه حبة ” اسبرين ” لكي يلين ويستكين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم أجد أحداً لأسأل : أين أيني ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم يكن كافياً أَن نكون معاً ، لنكون معاً ، كان ينقُصُنا حاضرٌ لنرى أين نحن لنذْهَبَ كما نحن ، إنسانة حرة وصديقاً قديماً ، لنذهبْ معا في طريقين مختلفين ، لنذهب معاً ، ولنكن طيّبين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أيها المارون بين الكلمات العابرة… ! خذوا حصتكم من دمنا و انصرفوا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تحية .. وقبلة .. وليس عندي ما أقول.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنا ضائع فيك بين المراثي وبين الملاحم .. بين شمسي وبين الدم المستباح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا للطريق , هُناك من سبقت خُطاه خُطايّ , من أملى رؤاه على رؤاي .. هناك من نثر الكلام على سجيته ليدخل في الحكاية أو يضيء لمن سيأتي بعده أثراً غنائياً وحدسا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كن ولداً طيباً ليقول لك الربُّ : شكراً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نفعلُ ما يفعلُ الصاعدون إلى الله: ننسي الأَلمْ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحبك .. أحبك هذا النهار كما لم أحبك من قبل.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ومن الحكمةِ ألّا تبدُو عاطفيّاً في حَضرة الآخرين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تخبريني إلى أين تمضين بعدي وإلى أين أذهب بعدك .. لا بعد بعدك!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحسك في ليالي البرد شمساً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "انا وحيدٌ في نواحي هذه الأبدية البيضاء.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حين عطشت طلبت الماء من عدوي ولم يسمعني فنطقت باسمك وارتويت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يريدونني ان اموت لكي يمدحوني.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هي في المساء وحيدة وأنا وحيد مثلها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فالموت هو أن ترى الموت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وجدت نفسي قرب نفسي فابتعدت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنا أريدُ ، أُريد أَن أَحيا ، وأَن أَنساك , أَن أَنسى علاقتنا الطويلة , لا لشيءٍ ، بل لأَقرأ ما تُدَوِّنُهُ السماواتُ البعيدةُ من رسائلَ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وليسَ لنا فِي الحنين يَد .. وفي البُعد كان لنا ألف يَد .. سلامٌ عليك، افتقدتكَ جدًا .. وعليّ السَلام فِيما افتقِد !.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وكنت أؤلف فقرة حب لعينيك غنيتها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "جرِّب أن تخرج من نفسك كأنك أنت , وتنظر إليك من بعيد كأنك هو.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يقولُ لها : انتظريني على حافة الهاوية , تقولُ : تعالَ .. تعالَ ! أنا الهاوية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سلام لأرض , خلقت للسلام وما رأت يوماً سلاماً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خبئي الدمع للعيد فلن نبكي سوى من فرح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لجسمكِ صوتٌ يذكِّرني بالولادةِ حين أموتُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إن كان لا بُدَّ من حُلُم ، فليكُنْ مثلنا وبسيطاً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "صدقت أغنيتي القديمة كي أكذب واقعي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يوما ما قلنا لن نفترق إلا بالموت .. تأخر الموت وافترقنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "دون محاكمة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "عيناكِ , أحلم أن أرى عينيك يوماً تنعسان , فأرى هدوء البحر عند شروق شمس.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "إذا أحببت أحداً فأخبره ليعلم , وكررها ليطمئن , واعمل بها ليوقن.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا ذاتي انتبهي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وجع الكتمان أفضل من ندم البوح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لولا السراب لما واصل السير بحثاً عن الماء هذا السحاب .. لولا السراب : لما كنت حياً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وهم أَوصدُوا باب بيتك دوني , وهم طردوني من الحقلِ .. هم سمَّمُوا عنبي يا أَبي , وهم حطَّمُوا لُعبي يا أَبي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كان الماغوط نجماً دون أن يدري ويريد؛ فالنجومية هي ما يحيط بالاسم من فضائح , ‏وشعره هو فضيحتنا العامة، فضيحة الزمن العربي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "‏لا تقل للحبيبة: أنتِ أنا وأنا أنتِ، قلْ عكس ذلك: ضيفان نحْنُ على غيمةٍ شاردة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كل جرح حديقهْ ! أنت لي .. أنت لي بنواحك , كل صوت حقيقهْ .. أنت شمسي التي تنطفئ , أنت ليلي الذي يشتعل , أنتِ موتي , وأنت حياتي.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أعاد لها قلبها وقال: يكلفني الحبّ ما لا أحبّ يكلفني حبّها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ﻳﺎ ﺣﻴﺎﺓ , ﻻ‌ ﺗﻜﻮﻧﻲ ﺑﺨﻴﻠﺔً ﻛﺎﻟﻔﺮﺡ .. كوني ﺳﺨﻴَّﺔً ﻛﺎﻟﺤﺰﻥ، ﻛﺎﻻ‌ﻧﺘﻈﺎﺭ، ﻛﺎﻟﺸﺘﺎﺀ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قَلبي مَليء بَما لَيس يَعْنيك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كن من أنت كن قويا ، ناصعا، واخلع عنك أقنعة الثعالب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وقليلٌ مِنْ الأرْضِ يَكْفي لكيْ نَلْتَقي، وَيَحُلَّ السَّلامُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأطهو أحلامي كقهوتي على نارٍ هادئة إلى أن أتذوق واقعاً ولو لمرةٍ واحدة على شكل فرح.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كالغريب .. أراقبك من بعيد .. ابتسم لسعادتك وقلبي يحترق .. ماذا أفعل ؟.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا تقترب حد الاحتراق , لا تبتعد حد الافتراق .. كن بين بين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل أؤدي جيدا دوري من الفصل الاخير؟ وهل قرأت المسرحية قبل هذا العرض أم فرضت علي؟ وهل أنا هو من يؤدي الدور ام ان الضحية غيرت أقوالها لتعيش ما بعد الحداثة , بعدما انحرف المؤلف عن سياق النص وانصرف الممثل والشهود ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا حُبّ ! لا هدفٌ لنا إلاّ الهزيمةَ في حروبك .. فانتصر أَنت انتصر, سَلِمَتْ يداك! وَعُدْ إلينا خاسرين وسالماً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يحبونني ميتاً ليقولوا : لقد كان منّا وكان لنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أُحب الشئ ثم أنقلب عليه لئلا يستعبدني.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "واجعليني بريقا صغيرا بعينيك حين ينام اللهب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سأختار أفراد شعبي، سأختاركم واحدا واحدا مرة كل خمس سنين وأنتم تزكونني مرة كل عشرين عاما إذا لزم الأمر أو مرة للأبد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وتشابهت أنت وقهوتي .. باللذة والمرارة والإدمان.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من أجل سيدة أهدتني قلبها على طبق من فرح , أنا هنا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "فرحاً بشيءٍ ما خَفيِّ، كان يحملني على آلاته الوتريّةِ .. يَصْقُلُني ويصقلني كماس أَميرة شرقية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تكبّر .. تكبرّ! فمهما يكن من جفاك ستبقى، بعيني ولحمي، ملاك , وتبقى، كما شاء لي حبنا أن أراك , نسيمك عنبر وأرضك سكر وإني أحبك أكثر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من حلم إلى حلم أطير , وليس لي هدف أخير.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يعلّمني الحب أن لا أحب ويتركني في مهب الورق.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أنا ملك الصدى , لا عرش لي إلا الهوامش !",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لا شيءَ يُضاهي رائِحةَ مَن نُحِبّ .. ولو اعتَصرَت فرنسا بأكمَلِها في قِنّينةِ عِطر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أعلم أنني أُلقي بنفسي جانباً وأطير ، سوف أكون ما سأصيرُ في الفلك الأخير.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "سخرت من هوسي بتنظيف الهواء لأجلها.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم نفترق لكننا لن نلتقي أبداً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "القادمون إلى عزائي عانقوني , كسروا ضلعين وإنصرفوا.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا ابني لك حلم فاتبع الحلم بما أوتيت من ليل! وكن إحدى صفات الحلم واحلم تجد الفردوس في موضعه!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أَمَرْتُ قلبي بالتريّث: كُنْ حياديّاً كأنَّكَ لَسْتَ مني.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أما رأيتم شاردا عيناه نجمتان ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "مَنْ أَنا لأقول لكمْ ما أَقول لكمْ ؟ وأَنا لم أكُنْ حجراً صَقَلَتْهُ المياهُ فأصبح وجهاً ولا قَصَباً ثقَبتْهُ الرياحُ فأصبح ناياً .. أَنا لاعب النَرْدِ ، أَربح حيناً وأَخسر حيناً .. أَنا مثلكمْ أَو أَقلُّ قليلاً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كيف تحيا غدا؟ قال: لا شأن لي بغدي، إنه فكرة لا تراودني!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تُنسى كأنك لم تكن خبرا ولا أثرا وتُنسى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "من سوء حظي أني نجوت مراراً من الموت حباً .. ومن حسني حظي أني ما زلت هشاً لأدخل في التجربة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "نحن لم نحلم بأكثر من حياة كالحياة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أحببتك بطريقة تمنيت أن يحبني بها أحد.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وَكَمْ مَرّةً تستطيعين أن تقتليني لأصْرُخَ : إني أحبّكِ … كي تستريحي ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ما بين دقيقة أقر فيها النسيان ودقيقة احاول تجربة ذلك مجازر تقام في داخلي ولا تتوقف.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حاضري غيمة، وغدي مطر.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "خذينيِ أُمي إذا عدتُ يوماً وشاحاً لهُدْبِك ، وغطّي عظامي بعشب تعمّد من طهر كعبك ، وشُدي وثاقي بخصلة شَعر ، بخيطٍ يلوِّح في ذيل ثوبك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "واسحب ظلالك من بلاط الحاكم العربيّ حتّى لا يعلّقها وساما.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "بلادي البعيدةُ عني كقلبي ! بلادي القريبةُ منّي كسجني.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "ينبئني ضوء هذا النهار الخريفي أني رأيتك من قبل , تمشين حافيةَ القدمين على لغتي قلت : سيري ببطءٍ على العشب , سيري ببطءٍ لكي يتنفَّس منك ويخضرّ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا اسمي: أين نحن الآن؟ قل: ما الآن، ما الغدُ؟ ما الزمانُ وما المكانُ وما القديمُ وما الجديدُ؟ سنكون يوماً ما نريدُ.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الرثاء : مديح تأخر عن موعده حياة كاملة.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "الكبرياء أن تقول لا شيءَ يحدثْ .. وكل الأشياء تحدثُ بداخلك.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "قلبي ليس لي ولا لأحد , لقد استقلّ عني دون أن يصبح حجراً.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "في دِمَشْقَ: تسيرُ السماءُ على الطُرُقات القديمةِ حافيةً، حافيةْ ، فما حاجةُ الشُعَراءِ إلى الوَحْيِ والوَزْنِ والقافِيَةْ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "بالأمس كنا نفتقد للحرية .. اليوم نفتقد للمحبة .. أنا خائف من غداً لأننا سنفتقد للإنسانية.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "تُنسى كحب عابر وكوردة في الثلح تُنسى فأشهد أنني حيٌّ وحرٌ حين أُنسى.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "أريدك عندي خيالا يسير على قدمين وصخر حقيقة يطير بغمزة عين.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وأنت تعود إلى البيت، بيتك، فكر بغيرك لا تنسَ شعب الخيام.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وحياتُنا : هي أن نكون كما نريدُ , نريد أَن نحيا قليلاً .. لا لشيء بل لِنَحْتَرمَ القيامَةَ بعد هذا الموت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "هل كان علينا أن نسقط من علو شاهق ونرى دمنا على أيدينا لندرك أننا لسنا ملائكة كما كنا نظن ؟.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم تنتصر قبيلة بلا شاعر ، ولم ينتصر شاعر وإلا مهزوما بالحب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "وَمن مُـتَع الدّنيا جلوسك خاليا وحيدا سِوى من قهوَةٍ وكِتَاب.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "يا من يحنُّ إليك نبضي , هل تذكر حدود أرضي ؟",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "كل أرض , ولها ميلادها .. كل فجر ’ وله موعد ثائر !.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "مرّ القطار سريعا .. مرّ بي وأنا مثل المحطة , لا أدري .. أودّع أم أستقبل الناس!",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لم أسمع عاشقين يقولان شكراً , لم أسمع أبداً عاشقين يقولان شكراً , ولكن شكراً لك لأنك أنت من أنت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "لولا السراب لما صمدت.",
      writer: "محمود درويش" ,
    ),
    Quotesclass(
      text: "حتى النوم يجيد الهرب عندما نحتاجه ، تماماً كالآخرين.",
      writer: "محمود درويش" ,
    ),
  ];
}