import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class MarkToben {
  List marktoben = [
    Quotesclass(
      text: "يستطيع الكذب أن يدور حول الأرض في انتظار أن تلبس الحقيقة حذاءها" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا يهم ما إذا كان أبيض أوأسود أوأصفر أو هندي. يكفي أن يكون رجلا ، لا يمكن أن يكون أي شيء أسوأ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الإقلاع عن التدخين هو أسهل شيء . وأنا أعلم ما هو فقد قمت بذلك خمسين مرة ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اسم أحد أعظم المخترعين الصدفة" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "دور صديق هو أن يكون إلى جانبك عندما تخطأ لأن الجميع سوف يكون إلى جانبك عندما تكون على حق ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "كل ما نحتاجه لتحقيق النجاح في الحياة هو الجهل و الثقة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "السرير هو المكان الأكثر خطورة في العالم : 99 ٪ من الناس يموتون هناك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "هناك أناس ، بخصوص بعض المشاكل يظهرون تسامحا عظيما و هذا في كثير من الأحيان لأنهم لا يهتمون ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "كان من الرائع أن اكتشاف أمريكا ، ولكن الرائع حقا لو لم يتم استكشافها" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الأغنياء الذين يعتقدون الفقراء سعداء ليسوا أكثر غباء من الفقراء الذين يعتقدون أن الأغنياء سعداء." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اجرح شخصاً بالصدق لكن لا تُسعِده أبداً بالكذب !!." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "سر النجاح والتقدم في العمل, هو ان تبدأ العمل." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الاختلاف في الرأي هو الذي أوجد سباقات الخيول ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "امنح كل يوم الفرصة لأن يكون أجمل أيام حياتك" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "السبيل الوحيد لصيانة الصحة أن تأكل ما لا تشتهي وتشرب ما لا تحب وتعمل ما كنت تكره معظم الأحيان." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "افعل الشئ الصحيح فان ذلك سوف يجعل البعض ممتناً بينما يندهش الباقون" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "وقتما وجدت نفسك في صف الاغلبية فقد حان وقت التغيير" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "خسارة الوزن أكبر دليل على أن بعض الخسارات ربح." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اخسر في البداية وتعلم ، أفضل من أن تخسر في النهاية وتتألم." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أكثر العناصر انتشاراً في هذا الكون : الأكسجين والغباء." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "التربية الجيدة تتمثل في إخفاء كل الخير الذي نظنه في أنفسنا الشر الذي نظنه في الآخرين." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "آدم هو الرجل الوحيد الذي ، عندما قال شيئا مدهشا ، كان واثقا من ان لا أحد قاله قبله." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الشجاعة هي اتقان الخوف و ليس غياب الخوف" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "كل شيء جميل في الشتاء عدا ارتجاف الفقراء." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تتعلم أن تفعل أي شيء، إذا كنت لا تعلم سوف تجد دائما شخصا آخر للقيام بذلك نيابة عنك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "قد يستغرق الامر عادة أكثر من ثلاثة اسابيع لاعداد خطبة مرتجلة" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الغضب هو حمض يؤذي الوعاء الذي يحويه أكثر من أي شيء أخر يتم سكبه عليه" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أصدقاء جيدون وكتب جيدة وضمير نائم؛ تلك هي الحياة المثالية." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الرجل المتشائم في سن 45 يعرف الكثير، و المتفائل بعد هذا السن لا نعرف ما يكفي ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحقائق عنيدة. من الأسهل التفاهم مع الإحصاءات." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحقائق عنيدة. من الأسهل التفاهم مع الإحصاءات." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أولئك الذين هم مع الحرية وضد التحريض هم الناس الذين يريدون المطر لا الرعد." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ما أوجع الخيانة ، لأنها تأتي ممن وثقنا بهم." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لكي تنجح في حياتك فانك تحتاج الى أمرين: التجاهل والثقة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لقد من الله علينا بثلاث فى هذا البلد : حرية التعبير و حىية التفكير و المقدرة على عدم تطبيق أى منهما" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا يمكن التخلص من العادة برميها من النافذة، يجب أن تجعلها تنزل من الدرج خطوة بخطوة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "هناك ثلاثة أنواع من الأكاذيب : الأكاذيب ، الأكاذيب الكبيرة والإحصاءات." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "عند قول الحقيقة ليس عليك أن تتذكر أي شيء." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اذا استهلك بااعتدال ، الماء لا يمكن أن يضر ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "من السهل أن يكون لديك مبادئ عندما تكون تغذيتك جيدة ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "كانو لا يعرفون أنه أمر مستحيل لذلك فعلوه ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "قد يكون المرء وحده أحمقاً في بعض الاحيان ، و لكن لا حماقة تغلب العمل الجماعي" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "حينما نتأمل الجنس البشري نشعر بأنه من المؤسف ان نوح استطاع اللحاق بسفينته و لم يغرقه الطوفان" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "صاحب الفكرة الجديدة مجرم حتى تكتب لفكرته النجاح." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "من لا يريد القراءة ليس بأفضل ممن لا يستطيع القراءة" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "قلوبنا بسيطة جداً ، لو زارتها الفرحة تنسى كل لحظة ذاقت فيها الألم." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الثقافة هي كل ما لم نحصل عليه بالتعليم." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اذا كنت تحبني فربما أحبك وربما لا أعبأ بك ولكن إذا كنت تكرهني فتأكد أن الكراهية لا تقتل سوى قلب صاحبها." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "تنبع الفكاهة من الحزن ، لا من السعادة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تدخل حياة من لا يحتاجك ، ولا تفرض ذاتك على من يرفضك ، فمن أرادك سيفعل المستحيل ليكسب قلبك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "المعدة الممتلئة لا تساوي شيئاً عندما يجوع القلب والعقل." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ما أسهل الحديث عن الصبر عندما لا تكون المصيبة مصيبتك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "خداع الناس أسهل من إقناعهم أنهم قد تم خداعهم." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "التعامل اللطيف هو اللغة التي يستطيع سماعها الأصم ويستطيع رؤيتها الأعمى." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ليس أصدق من رجل يعترف لنفسه بأنه كاذب." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ضع كل بيضك في سلة واحدة و احرس السلة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الكلاسيكي هو شيء يريد الجميع أن يكون قرأه و لا يود أحد قراءته" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحقيقة هي أثمن شيء لدينا . دعونا نقتصد فيها" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الواقع أغرب من الخيال ، لأن الخيال يجب أن يحتوي على بعض الواقعية ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ينبغي أن يعلم من يفتح سجنا أنه لن يقفل أبدا" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اليوم ، والمشكلة الأكبر في الزواج هو أن تلبي بدخل واحد احتياجات زوجتك و احتياجات الدولة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "كونو أولا أغنياء ، وبعد ذلك يمكنكم أن تكونو فاضلين." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "عندما تكون غاضبا ، عد إلى أربعة . عندما تكون غاضبا جدا احلف" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "عندما تكون في شك، قل الحقيقة ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "التاريخ قد لايعيد نفسه و لكنه يتشابه كثيراً" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الكل يتكلم عن حالة الطقس ، لكن لا أحد يفعل شيئاً حيالها" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إذا أشبعت كلباً جائعاً فإنه لَن يعضك .. ذلك هو الفرق بينه وبين الإنسان!" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إن السعادة تتحرك باتجاهك فى اللحظة التى تبدأ فيها ضخ السعادة باتجاه الآخرين" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الخوف من الموت نابع من خوفنا من شكل الحياة التي نحياها , فالرجل الذي يعيش جيدا يكون مستعدا للموت في أي وقت." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "علينا أن نصنف اللغة الألمانية لغة ميتة، فالموتى فقط يملكون ما يكفي من الوقت لتعلمها." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الرجل مستعد للقيام بالعديد من الأشياء ليكون محبوباً، ومستعد للقيام بأي شئ ليكون محسوداً." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الإنسان هو الحيوان الوحيد الذي يكذب." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "يخطئ الرجل , فتحزن المرأة , فيعتذر الرجل ! تخطئ المرأة , فيغضب الرجل , فتبكي المرأة , فيعتذر الرجل !." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الجنس البشري يملك سلاحاً فعّالاً وحيداً، ألا وهو الضحك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أنا لا أنتقِم ، أنا أعيدُ الشّـخص غريباً كما كان." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "يموت الأعزبُ ميتة الكلاب، أما المتزوج فيعيش عيشتها." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الطريقة الوحيدة لدفع نفسك الى الامام , هي أن تقوم بدفع شخص اخر خطوة الى الامام." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لن تموت إذا خسرت من تحب ولكن تعيش كالميت اذا خسرت كرامتك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا يهمني ان اكون شخص كامل، يكفيني ان اكون شخص لا ينافق، ولا يخون، ولا يجامل، ولا يعرف الناس وقت الحاجة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "هناك عدة طرق لمقاومة الإغراء .. والطريقة المثلى أن تكون جباناً !" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اثنان يهتمون بأدق تفاصيلك ، شديد الحب وشديد الحقد." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "جميل ذلك الشخص الذي يفهم معنى العطاء." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إذا أردت أن يقرأ الجميع كتابك ، فاكتب على غلافه “فضائح”." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "علينا شكر الحمقى لأننا لولاهم ما استطعنا النجاح." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اللص يدع لك مجالاً للخيار بين حياتك أو محفظتك، أما الزوجة فتطلبهما معاً." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحب يأتي مرة واحدة في العمر، والإعجاب مرات، فلا تخلط بينهم فتندم !!" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الضوضاء لا تثبت اي شيء، الدجاجة التي لم تضع الا بيضة، تصرخ وكأنها وضعت مذنباً." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إنني لم أسرف في حسد أحد إلا الموتى." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ليس المهم حجم الكلب في المعركة ، انما مقدار الشراسة في الكلب." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "العبيد فقط يطلبون الحرية والاحرار يصنعونها" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحب كالقهوة ، إذا أكثرت منه منعك من النوم." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الخيال مضطر إلى التمسك بالإحتمالات، لكن الحقيقة ليست كذلك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الغفرانُ هو تلك الرائحة التي تفوح بها زهور البنفسج على كعبِ الحذاء الذي دهسها." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الرحمة هي اللغة التي يسمعها الاصم و يقرأها الاعمى." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "مؤلمة هي : نميمة الأصدقاء وخيانة العشاق وموتَ الامهات وكراهية الأقارب." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الإيمان هو اليقين بما تعلم أنه ليس كذلك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "عندما تكره المرأة رجلا لدرجة الموت فاعلموا أنها كانت تحبه لدرجة الموت." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أتمنى لك السعادة ، العبارة الأكثر كذباً ، يستخدمها العشاق عند الوداع." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "قَد يؤلمك العالم أجمَع ويُسعدك شَخص واحد، ذلك الشخص هو نَفسه الذي قَدّ يؤلمك يوماً مَا ويعجز العالم كُله أن يُسعدك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الجنس البشري هو جنس من الجبناء، وأنا لست مجرد ممن يمشون في هذا الموكب، بل أنا حامل الراية." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ناكر الجميل ، أسوأ مخلوق على وجه الأرض." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "سوء الظن مرض يقتل كل شيء جميل." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تناقش السفهاء فسيستدرجونك الى مستواهم ثم يغلبونك بخبرتهم في النقاش السفيه." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "تدخل الجنة بالرحمة، أما لو كنت تدخلها بالعمل لدخلها كلبك ولبقيت أنت بالخارج." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تقل الحقيقة لمن لا يرقى إلى مستواها." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "يتحدثون خلفك، لإنهم بالفعل خلفك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحبر الذي كتب به التاريخ ما هو إلا تعصب سائل." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الأرقام لا تكذب ، ولكن الكذابون يكتبون ارقاما." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الذكريات شيء فوق الإرادة، فوق القلب و فوق المشاعر، لهذا هي لا تُنسى." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا أقارن نفسي بأي شخص آخر ، ولا أهتم أن أكون أفضل من غيري ، أقارن نفسي بنفسي قبل عام ، وأهتم لأكون أفضل من نفسي بعد عام." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحكم السليم هو نتيجة التجربة .. والتجربة تكون ناتجة عن حكم خاطئ." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "السياسيون مثل حفاضات الأطفال يجب تغييرهم باستمرار لنفس السبب." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "رأس السنة: هو الموعد المقبول للأمنيات السنوية الجيدة، ويمكنك أن تهملها في الأسبوع التالي كالعادة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ليس هناك أجمل من أن يخبرك أحدهم بأنك أحد أسباب سعادته." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا شيء يحتاج إصلاح , اكثر من عادات الناس." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "البعض يصدق الكذبة اذا كانت من شخص يحبه ، والبعض يكذب الحقيقة اذا كانت من إنسان يكرهه ، وهنا تطغى العواطف على الحقيقة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "تصرف دائما بشكل جيد، سوف تسر البعض و تدهش الآخرين." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحقيقة أكثر غرابة من الخيال" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "قل الحقيقة دائماً و لن يكون عليك ان تتذكر شيئاً" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "افعل ما هو صحيح دائماً، فهذا سيرضى البعض ويذهل الآخرين." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "شعرت بالارتياح لأني قادر على الإجابة بسرعة؛ أقول لا أعرف." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تبقى منتظرا حتى تأتيك سفينتك اسبح اليها ..!" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا توقظو المرأة التي تحب .. دعوها في أحلامها حتى لا تبكي عندما تعود الى الواقع المر" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "يولد الناس .. و يؤلم بعضهم بعضاً .. ثم يموتون" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الإنسان هو الحيوان الوحيد الذي يَخجَل, لأنه الوحيد الذي يفعل ما يُخجِل !" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لقد كان ذلك ضدَّ المبادئ التي أدين بها ، ولكنني اكتشفت أن المبادئ ليس لها كيانٌ حقيقيٌّ إلا عندما تكون معدةُ الإنسان ممتلئة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحياة ليست مدينة لك بشيء .. فهي موجودة قبلك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الكتب هي لمن يريدون التواجد في مكان آخر." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "بإمكان شيءٍ صغير أن يسعدنا عندما نشعر اننا اكتسبناه." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "‏لو كان الموتى يتكلمون لما أصبح التأريخ مجموعة من الأكاذيب السخيفة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "بعد عشرين عاما , ستندم على الأشياء التي لم تقم بها في حياتك أكثر من الأشياء التي قمت بها لذا أسقط الحواجز وأبحر بعيداً عن الميناء الآمن." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إذا كانت الفرحة في قلوب الآخرين تسعدك فأنت إنسان." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لاَ أحبُّ أَن أربِط نفْسي بالجنَّة أوِ النّار فلديَّ أَصدِقاء فِي كليْهما." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أنا لا أخاف الموت .. لقد كنت ميتاً لمليارات ومليارات من السنين قبل أن أولد ولم أعاني أدنى قدر من الإزعاج منه." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أفضل طريقة لإدخال السعادة إلى قلبك هي بإشاعتها بين الأخرين." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "‏عِش من أجل نفسك، أدر ظهرك لكل من لا يستحقك .. فلا غياب، إلا غياب راحتك ولا فقدٌ، إلا فقد ذاتك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "غباءٌ منك أن تكُون حزينا بسَبب شخصٍ يعيشُ حياته بكلِّ سعادَة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الشخص الذي لا يقرأ لا يختلف أبداً عن الشخص الأمي." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الاهمال يجعلنا ندرك أنه لا فائدة من التمسك بحب مات." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اتبع قلبك ، لكن خذ عقلك معك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تتجادَلْ مع الأغبياءِ أبدا .. فإنّهم سينزلونَ بك إلى مُستواهم ، ثم بِحُكمِ خِبرَتهم … سيغلبونَك !!" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "بعض الناس يحصلون على التعليم بدون الذهاب إلى الجامعة , بقية الناس يحصلون عليه بعد أن يتخرجوا من الجامعة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحضارة هي تزايد لانهائي لضروريات غير ضرورية." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "التحسين المستمر أفضل من الكمال المؤجل." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الإخلاص لرأي متحجر لا يكسر قيوداً أو يحرر إنساناً." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لو رضي كل الناس عن أنفسهم لما كان هنالك من أبطال." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ابتعد عن صغار الناس الذين يقللون من شأن طموحاتك، لأن عظماء الناس هم من سيجعلونك تشعر أنك قادر على تحقيق ما هو أكثر من طموحاتك هذه" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لتتخلص من خوفك ، افعل أكثر ما يثير رعبك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لك أن تهمل مظهرك، لكن حافظ على أناقة روحك!" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الأمر أشبه بأن ينتهي شغفك فجأة ، أن يتساوى بنظرك كل شيء، كل شيء دون إستثناء، لن يصبح باستطاعتك سوى النوم و مراقبة ما يحدث دون ردة فعل تُذكر." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إرضاء الناس أشبه بطريق طويل ينتهي بلوحة إرشادية مكتوب عليها : عذراً الطريق مسدود." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "عودةُ الزّمن للوَراء: أشْهر أمنيةٍ اتّفقت عليْها البشريّة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لم أترك أبدا غسيل الدماغ المدرسي يتداخل مع تثقيفى لذاتي." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "البنك: شخص يقرضك شمسية عندما تكون الشمس ساطعة و يريد أن يستعيدها منك في اللحظة التي يبدأ فيها المطر." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اعرف الحقيقة اولاً ثم ضللها كما تشـاء." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا غفران لمن تعمد جرح قلوبنا." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "حين نتذكر أننا كلنا مجانين ، يتضح لنا معنى الحياة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "من الأفضل أن تستحق الشرف ولا تحصل عليه، على أن تحصل عليه ولا تستحقه" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تسأل لماذا يستمر شخص ما بأذيتك، ولكن اسأل نفسك لماذا لاتزال تسمح له بذلك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحياة أعمق من أن تصفها بكلمات ، لا تصفها ! عشها فقط." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إذا لم تغامر من أجل شيء تحبه فاصمت إذا خسرته." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أحصل أولاً على الحقائق ثم أبدأ في تشويهها بعد ذلك كما تشاء." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "العقول تصغر عندما تنشغل بالآخرين، وتكبر عندما تنشغل بذاتها." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "يلزمني قربك و ليس وجودك ، ليتكَ تدرك حجم الإختلاف." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحياة لا تتكون أساسا ، أو إلى حد كبير من الوقائع والأحداث .. ولكنها تتكون أساسا من عاصفة من التفكير التي تتدفق إلى الأبد من خلال رأس الانسان." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "يخيل الي كلما رأيت امرأتين تتعانقان أنني أشهد حفلة رياضية يتصافح فيها المتباريان قبل خوض المعركة." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "من الافضل لك ان تغلق فمك وتترك الناس يعتقدون أنك احمق , من أن تفتحه وتمحو كل شك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "يرتكبون كل الحماقات التي تدفعك للرحيل، ثم يسألونك بكل براءة: لمَ رحلت؟" ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أنا سعيد لأني فعلتها قد يكون لأنها تستحق، ولكن أكثر لأني أحتاج لأن أفعلها مرة أخرى." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أنا ضد الأثرياء لكن أن أكون منهم فهو أمر آخر." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أعظم يومين في حياتك هما : اليوم الذي ولدت فيه و اليوم الذي تعرف فيه لماذا ولدت " ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "نحن لا نتعلم بالنصيحة ، نتعلم بالوجع." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "من يستند على امرأة تحبه لا يسقط أبداً." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "كلّما زادت معرفتي بالناس، زاد تفضيلي لحبّ كلبي." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إذا كان التصويت يُحدِثُ أي فارق لما سمحوا لنا بالقيام به." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا يمكنك الإعتماد على عينك عندما يفتقر خيالك إلى التركيز." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا أحد يعلم كم من النزاعات تحدث بداخلك يومياً ، وكم يكلفك الأمر لتبدو بخير." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "ما اجمل أن تكون شخصاً كلما يذكرك ألاخرون يبتسمون." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "اِن أردت اسعاد احدهم اعطه قبل قلبك اذنيك، فنصف السعاده ان نجد من يستمع لنا." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أي انسان يحب القطط ، أنا صديقه و رفيقه ..بدون تعارف أو مقدمات." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "أسوأ أنواع الوَحدة هي أن لا تُحب صُحبة نفسك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لكي لا تخسر نفسك لا تقلد غيرك ، لا تقارن حياتك بالآخرين ، لا تتحدى إلا ذاتك ، ولا تنتقد أمراً وأنت لم تجربه." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "إن وجدت من يسعدك اليوم ، لا تنسى من اهتم بك بالأمس." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تقف الحياة على فقدان أحد ، ولكنّها قد تمضي بشكل مختلف." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "مؤلم أن تحزن في المكان الذي ابتسمت فيه كثيراً." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "لا تبحث عن الشخص الذي سيحل كل مشاكلك .. بل ابحث عن الشخص الذي لن يسمح بأن تواجهها بمفردك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "الحماية الأكيدة من الإغراء هي الجبن." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "افعل اكثر شيء تخشاه وتخافه وسيموت الخوف داخلك." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "المبادىء لا تملك القوة الحقيقية في حياتنا الا إن قام احدهم بتغذيتها جيدا." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "من السهولة أن تجعل الناس يصدقون كذبة ومن الصعوبة إزالة تأثيرها عليهم." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "عندما يشتهون الرحيل يصنعون بك عيوباً لا تنتهي." ,
      writer: "مارك توبن",
    ),
    Quotesclass(
      text: "النفس الظالمة هي التي تبحث عن مصلحتها فقط ، وهذا على حساب مصالح الآخرين." ,
      writer: "مارك توبن",
    ),
  ];
}