
import 'package:akwal_w7ikam_lkotab/mainquotes.dart';
class MostafaMahmoud{
  List mostafama7moud = [
    Quotesclass(
      text:  "الصيام رياضة روحية وقهر للبدن وكبح وإلجام للعنصر الحيوانى فى الإنسان",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "نحن قادمون على عصر القرود، فبرغم هذا الكم من التكنولوجيا التي وصل إليها الإنسان، إلا أننا أصبحنا أمام إنسان أقل رحمة، أقل مودة، أقل عطفا، أقل شهامة، أقل مروءة، وأقل صفاء من الإنسان المتخلف.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "إن حضارة الإنسان و تاريخه و مستقبله ..رهن كلمة صدق و صحيفة صدق و شعار صدق.. فبالحق نعيش، و ليس بالخبز وحده أبدا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "السعادة ليست في الجمال ولا في الغني ولا في الحب ولا في القوة ولا في الصحة .. السعادة في استخدامنا العاقل لكل هذه الأشياء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "أفضل ما تهبه في حياتك: العفو عن عدوك والصبر علي خصمك والإخلاص لصديقك والقدوة الحسنة لطفلك والإحسان لوالديك والاحترام لنفسك والمحبة لجميع الناس",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "لا يوجد وهم يبدو كأنه حقيقة مثل الحب..ولا حقيقة نتعامل معها وكأنها الوهم مثل الموت",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "اذا نزل مؤمن وكافر إلى البحر فلا ينجو إلا من تعلم السباحة , فالله لا يحابي الجهلاء فالمسلم الجاهل سيغرق والكافر المتعلم سينجو.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "الحب يولد في الخيال و يموت في الفراش .. يقتله الارتواء … الارتواء هو الذي يميت أما العطش فيحيي …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "كيف يشرب الناس الخمر و فى قلوبهم كل هذا الرحيق",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "السعادة لا يمكن أن تكون في المال أو القوة أو السلطة بل هي في (( ماذا نفعل بالمال و القوة و السلطة)).",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "هناك من يناضلون من أجل الحرية وهناك من يطالبون بتحسين شروط العبودية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "الرحمة أعمق من الحب وأصفى وأطهر , فيها الحب وفيها التضحية وفيها إنكار الذات وفيها التسامح وفيها العطف وفيها العفو وفيها الكرم , وكلنا قادرون على الحب بحكم الجبلة البشرية وقليل منا هم القادرون على الرحمة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "المرأة كتاب عليك أن تقرأه بعقلك اولا و تتصفحه دون نظر إلى غلافه ..قبل أن تحكم على مضمونه",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "في الحياة رذيلتان اثنتان فقط..أن تكذب على نفسك..وأن تخاف من انسان يمرض مثلك ويموت مثلك ..تخلص منهما وكن جرئ القلب ..تكن رجلا فاضلا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "الحرية هي روح الموقف الإخلاقي و بدون الحرية لا أخلاق و ال إتقان و لا إبداع و لا واجب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "اللغة العربية أصل اللغات..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "المرض في هذا العالم فريضة .. والعذاب ضريبة واجبة لهذه القلوب التى تطفح بالكراهية .. لا بد أن نمرض لأن العالم مريض وعلاقاته مريضة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "اجعل من العلم دابتك لا موقفك فأنا المنتهى الذي تنتهي إليه الطرقات والغايات والعلم وسيلة إلي وليس غاية ولا موقفا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "نعم إن الأمر صدق وحق.. ولا شيء يستحق البكاء من الإنسان أكثر من خطيئته ولا شيء",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "ثم إن الدنيا كلها ليست سوى فصل واحد من رواية سوف تتعدد فصولها .. فالموت ليس نهاية القصة ولكن بدايتها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "إن المرأة تفقد نصف جمالها حين تلمح بالزواج رائحة الدم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "فى كل صدام بين الشرق والغرب كانت الصناعة الغربية تحسم المعركة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "كل احاديث المراة في فترة الخطوبة عن غرامها بالثقافة والفلسفة والفكر هي اكاذيب تكشفها حقائق اول اسبوع بعد الدخلة , حيث تبدا احاديث الفساتين والموضة وتسريحات الشعر.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "كل لحظة تطرح على الإنسان موقفا و تتطلب منه اختيارا بين بديلات و هو في كل اختيار يكشف عن نوعية نفسه و عن مرتبته و منزلته دون أن يدري",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "إذا كنت لا تعرف الله إلا في النعمة فأنت لا تعبده، إنما تعبد نفسك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "الدنيا هي الخيال والله هو الضمان الوحيد في رحلة الدنيا و الاخرة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "قبل الأمر بالصلاة والصيام وقبل تفصيل الشرائع وقبل الكلام عن العقيدة قال الله: (( إقرأ ))",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "مجانين يا عزيزى هؤلاء الناس الذين يتخذون المال هدفا و الشهرة غاية و الطمع خلقا و الغرور مركب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "لماذا ترك الله الظالم يظلم والقاتل يقتل والسارق يسرق؟ لأن الله أرادنا أحراراً والحرية اقتضت الخطأ، ولا معنى للحرية دون أن يكون لنا حق التجربة والخطأ والصواب، والاختيار الحر بين المعصية والطاعة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "اعملوا واكدحوا إلى الله بطلب العلم وليس بتربية اللحى وتقصير الجلابيب ولبس القباقيب والتمسك بالمظهريات والثانويات .. فإن أول آية نزلت في كتابكم هي اقرأ.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "البني آدم منا علي سفر … النهارده بيغني زي طير الشجر … بكره لا حس و لا خبر …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "لا تيأس مهما بلغت أوزارك ولا تقنط مهما بلغت خطاياك .. فما جعل الله التوبة إلا للخطاة وما أرسل الأنبياء إلا للضالين وما جعل المغفرة إلا للمذنبين وما سمى نفسه الغفار التواب العفو الكريم إلا من أجل أنك تخطئ فيغفر.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "السير إلى الله لا ينتهي ، فوراء توحيد أهل الإقرار هناك توحيد أهل الأسرار",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "القرآن قطع بأن الحكم في الإسلام هو حكم بشر يخطيء ويصيب ويراجع ويحاسب وليس حكماً دينياً معصوماً",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "انت إنسان فقط عندما تقاوم ما تحب وتتحمل ما تكره",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "غاندي هو رمز التقدم وليس عربة الكاديلاك، لأن بالمحبه يكون الإنسان إنساناً",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "لا شيء في الدنيا أكبر من الإرادة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text:  "هذا الوش الذي أسمعه حينما أحرك مؤشر الراديو ، قد لا يكون وشا ، قد يكون لغة أخرى لا أعرف شفرتها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وأدوم الحب ما كان لله وفي الله .. وأقصر الحب ما كان لهدف ..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وأشق الحروب هى حرب الإنسان مع نفسه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "يارب سألتك باسمك الرحيم أن تنقذني من عيني فلا تريني الأشياء إلا بعينك أنت .. وتنقذني من يدي فلا تأخذني بيدي .. بل بيدك أنت تجمعني بهما على من أحب عند موقع رضاك .. فهناك الحب الحق.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لقد بحثت عن مفاتن الطبيعة فوجدتها في داخل الإنسان .. ولم أجدها في الحدائق الغناء والورود الزاهرة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب الحقيقي لا يطفئه حرمان.. ولا يقتله فراق .. ولا تقضي عليه أية محاولة للهرب منه .. لأن الطرف لآخر يظل شاخصا في الوجدان.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الدوافع هي الترجمة الحرفية لكلمة روح , عندك دوافع معناها عندك روح , معناها عندك أمل , طموح , حب , شغف , شهية , رغبة , كل وسائل السعادة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "السعادة لا يمكن أن تكون في المال أو القوة أو السلطة بل هي في ماذا نفعل بالمال و القوة و السلطة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الآيه القرآنيه تُحدث الخشوع في النفس بمجرد أن تلامس الأذن وقبل أن يتأمل العقل معانيها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "العقل لا يخشي اللامعقول و الارادة لا تعرف المستحيل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اللي يعيش النهار لازم يعيش الليل .. إحنا على ارض بتدور",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الملل عقوبة الطبيعة لمن لا يعمل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ان الطبيعة تمقت التعطل وكل فراغ يتواجد في الحياة يمتلئ من تلقاء نفسه بالهم والشقاء",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إنك تجعل الإخلاص مستحيلا ثم تبكى لأنك لا تجد الإخلاص ألستَ رجــلا مغفلا؟",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "دولة الكيف دولة بلا دستور والمزاج هو الرقعة الوحيدة الحرام التى لا تدخلها معقولية ولا منطق",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كلمة السر هى هنا .. فى داخل أنفسنا .. لو أننا فكرنا فى نفوسنا لروعتنا أكثر من كل صنوف السحر",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا يشبع اهل الأمل من خيبة الأمل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لن تكون متدينا إلا بالعلم …فالله لا يعبد بالجهل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والعمل تشحيم ضروري للعقل والقلب والمفاصل .. وبدون العمل تصدأ المفاصل ويتعفن القلب وينطفئ العقل وينخر سوس الفراغ والبطالة في المخ , فتبدأ سلسلة من الأوجاع يعرفها أفراد الطبقة الراقية ويعرفها أطباء الطبقة الراقية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الناس يغيرون وجوههم كل يوم.. فلا تبحث عن قيمتك في وجوه الناس",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن مشكلتك ليست سنواتك التي ضاعت، ولكن سنواتك القادمة التي ستضيع حتما إذا واجهت الدنيا بنفس العقلية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الأرض أرض الله والخيرات خيراته .. والخلق كلهم في ضيافة الكريم الذي خلقهم ، لا يملك أحد منهم شيئا ولا يستطيع أحد أن يدعي أنه مالك لأي شيء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حفظ المسافة في العلاقات الإنسانية مثل حفظ المسافة بين العربات أثناء السير فهي الوقاية الضرورية من المصادمات المُهلكة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الفنان يطلب الجمال .. والمفكر يطلب الحقيقة .. والثائر السياسي يطلب العدالة .. والصوفي العارف يطلب الله .. وهم قد اختلفوا في الظاهر ولكنهم ما اختلفوا في الحقيقة .. فإن الحق العدل البديع الجميل كلها من أسماء الله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "العالم أصبح مسرحاً مجنوناً يهرول فيه المجانين في اتجاه واحد نحو القوة المادية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المشكلة في الحب أن يصادف الرجل المناسب المرأة المناسبة …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ان العدم معدوم فى الزمان و المكان و ساقط فى حساب الكلام ولا يصح القول بأنه كان",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن ما يقوله المريض للطبيب سر حميم مثل الاعتراف الذي يقوله الخاطئ للقسيس ولا يصح إفشاؤه",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن مهنة القتل تُنبت مخالب في تلك الأيدي الناعمة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "بدا تاريخ القبيلة بسيادة المرأة ،،،باعتبارها الأم الحقيقية للجميع",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "سرقات الملوك اسمها المهذب ضرائب مأمور ضرائب فى عهد الخديوى",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "عن طريق النفس أتحكم في الجسد .. عن طريق العقل أتحكم في النفس.. وعن طريق البصيرة أضع للعقل حدود",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فوت الحظ مع فوت الرضا سقم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تعارض بين الدين والعلم ، لأن الدين في ذاته منتهى العلم المشتمل بالضرورة على جميع العلوم .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ما زالت العفة هي الحلم العزيز لأغلب الرجال…عندما يريدون الزواج",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و لماذا يتعدد الكامل ؟ و هل به نقص ليحتاجمن يكمله ؟ إنما يتعدد الناقصون",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وفى محيط الفلسفة لا يختلف الأمر كثيرا..فالشبه قريب ..بين الوجودية والكنافة..كلاهما حاجة ذاتية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وماخطيئة آدم إلا رمز للحرية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الصديق أحسن وقاية من الصدمات، لأّنك في كل مرّة تكاشفه فيها، تتحلّل نفسك ثم يتم تركيبها من جديد في سياق سليم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "بالألم ومغالبته والصبر عليه ومجاهدته تنمو الشخصية وتزداد الإرادة صلابة وإصراراً ويصبح الإنسان شيئاً آخر.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تهللوا لمواكب العظماء ,فالعظيم هو من حكم نفسه لا من حكم غيره. لا تهللوا لمن يكسب أكثر ,فما قيمه هذا الذي يكسب ذهب الأرض ويخسر نفسه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "في دستور الله وسنته أن الحرية مع الألم أكرم للانسان من العبودية مع السعادة ولهذا تركنا نخطىء ونتألم ونتعلم وهذه هي الحكمة في سماحه بالشر.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هذا زمان الضنك يا سادة برغم العلم والاختراعات , لقد تقدمنا , كسبنا الكثير , لكن ما خسرناه كان أكثر , خسرنا النبل والإنسانية والمحبة والبساطة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ابحث عن إيمانك إذا كنت قلقا .. وحينما تجد إيمانك ستجد نفسك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ليس على أكتافي شيء سوى رأسي .. لا مسؤوليات ، لا هموم ، لا مطالب ، فأنا أعزب ! كلمة حلوة جميلة ..أعزب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنا لا يمكنني أن أحس بالجمال في امرأة تكذب مهما كانت باهرة وذكية .. إن إحساسي بالكذب يقززني ويجعل الجمال يبدو أمامي مثل الطلاء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "سرقات الملوك اسمها المهذب ضرائب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب الذي ينقلب بسرعة من غرام ملتهب الى كراهية ملتهبة .. هو الحب الشهواني الاناني الصغير الضيق الافق .. الذي لا يحالفه الفهم والعقل.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وحكايات الحب الأول مادة جيدة للذكرى .. ولكنها لا تصلح لتكون مادة حياة أو زواج .. إنها الآن تثير دموعك .. ولكنها غداً لن تثير فيك إلا ابتسامة لطيفه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لو سألتم عن الحب أهو موجود وكيف نعثر عليه لقلت، نعم موجود، ولكنه نادر, وهو ثمرة توفيق إلهي وليس ثمرة اجتهاد شخصي وشرط حدوثه أن تكون النفوس خيرة أصلا جميلة أصلا، والجمال النفسي والخير هما المشكاة التي يخرج منها هذا الحب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لماذا اليأس وصورة الكون البديع بما فيها من جمال ونظام وحكمة وتخطيط موزون توحي بإله عادل لا يخطئ ميزانه كريم لا يكف عن العطاء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والسعادة ليست في أن يكون عندك الكثير جداً .. وإنما السعادة في أن تحب الدنيا والناس .. وأن تواتيك الفرصة لتأخذ بنصيب قليل من خيراتها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و إنما سر الحياة هو أن تبذل فى سبيل غاية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن حياة تنتهى بالموت ،ولا بقاء بعدها ، هى حياة لا تستحق ان نحياها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ولا شك أن أمهاتنا الرجعيات من الجيل القديم، قد فهمن الأنوثة أكثر من حفيداتهن المودرن المثقفات",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اللهم إني أسألك رحمة .. اللهم إني أسألك مودة تدوم .. اللهم إن أسألك سكناً عطوفاً و قلباً طيّباً .. اللهم لا رحمة إلا بك ، و منك ، و إليك",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أب حامد الغزالي إن نقص الكون هو عين كماله مثل اعوجاج القوس هو عين صلاحيته و لو أنه استقام لما رمى",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا قرأت أن الحب يشفى و ان المسيح كان يشفى بالحب ..فتأكد انك تقرأ حقيقة علمية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اقامة شرع الله في دولة النفس هي البدايه و هي الشرط الاول الذي بدونه لا تغيير ولا تبديل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الاعتراف بالحقيقه هو الامل في اصلاح المسار",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الانسان عدو لما يجهل .. و هو لهذا لا يحاول أن يفهم و يعلق كل باب يدخل منه النور بغبائه و تعصبه",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب أحياناً يعبر عن عقد نفسية فينا لا علاقة لها بمن نحبهم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الشكر أعمال وليس الحمد لله على اللسان",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "القدرة على الابتكار موهبة اودعها الله في كل عقل. كل ماعلي ان تبدأ",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الكلمة شيء كالسحر كالطلسم.. وهي إذا انفصمت عن الفعل أصبحت عبثا وإذا تناقضت مع الفعل أصبحت نفاقا..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الويل للمرأة حينما تتسمم أعمق آبارها برائحة رجل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أمريكا هي المناخ الحر الذي يرتع فيه الخير والشر معاً",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الذاكرة بمعناها العميق الشامل الباقي شيء لا يملكه إلا الإنسان.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن العلم الحق لم يكن أبدا مناقضا للدين بل إنه دال عليه مؤكد لمعناه",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن محاربة الإنسان بشراسة وشدة لوجهة نظر لا يعرف عنها شيئاً، هي الخيانة الذهنية بعينها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنت تطالبين بحق جديد لم ينزل بعد في أي دستور من الدساتير .. تطالبين بحق ارتكاب الخطأ",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "شوقنا إلي العدل كان دليلنا علي وجود العادل كما أن ظمأنا دليل علي وجود الماء",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "عدم الاختيار هو أسوأ اختيار .. و السكوت حكم من أسوأ كل حكم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "علي الرغم من قول التوراة ( السن بالسن والعين بالعين ) نري إسرائيل تعامل السن بطاقم الأسنان كله",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كلما أعيتنا الحيلة في فهم شيء قلنا إنه حدث صدفة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا أؤمن بالحتمية.. فالله حينما يسوقنا إلى قدر .. هو في الحقيقة يسوقنا إلى نفوسنا .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تكن يا ولدي من عشاق الوجوه بل كن من عشاق الحقائق",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "مرة اخرى رؤيتنا العاجزة هى التى ترى الجدران صماء..وهى ليست صماء اينشتاين و النسبية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "مطاريد اليهود الهاربين من بلاد الجوع ، يريدون أن يأكلو على موائدنا ….",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "مفتاح لغز القضاء والقدر: على العبد النية وعلى الله التمكين .. إن خيراً بخير وإن شراً بشر",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هناك كلام لا يقوله الإنسان ورغبات لا يبديها ولكنها تكون هي كل حياته",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و القلوب الكبيرة قليلة.. نادرة مثل كل شئ نادر.. و القلوب الصغيرة موجودة بكثرة النمل..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و لكن ما زال بين الشوق و الهمة للتغيير مسافة كبيرة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و لنثق دائما بأن الله كله خير و بأن مشيئته كلها رحمة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وحسن الدعوة إلى منهج الله بالقول الحسن والسلوك الحسن",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لابدّ من احترام المسافة التي تحفظ لكل فرد مجاله الخاص وكينونته الخاصة كإنسان مستقل له الحق في أن يطوي ضلوعه على شيء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "قيمة الانسان هي ما يضيفه الى الحياة بين ميلاده وموته.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لم يتقدم الغرب بالإلحاد بل بالعلم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ذلك هو الحب في كلمة واحدة .. التناسب .. تناسب النفوس والطبائع قبل تناسب الأجسام والأعمار والثقافات.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "من أشكال احترام الذات أن تبتعد عن أي شخص لا يقدر قيمتك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "خفقة قلبك لامرأة, أو صداقتك لرجل, أو قراءتك لكتاب هي أسفار حقيقية و ميلاد جديد لك, و تاريخ جديد لحياتك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الأمة العربية ستصبح بعد عشرين عاما قرود على الشجر إن لم يكن العلم سلاحهم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحياة بلا حب غربة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والحكيم هو من أدرك أن كل ما يصيبه داخل في المشيئة الإلهية ومعلوم لها , فأراح نفسه من البكاء على ما فات والقلق على ما هو آت.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "من أين، وإلى أين، وما الحكاية؟!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "متى نفهم أن الرجولة هي الجلد على العمل وحمل المسؤولية والصمود للعقبات الجسام والبطولة في الميدان وفداء الأوطان , وأن المجد الحقيقي ليس مكانه مخادع الغواني وإنما المعامل والمصانع والحقول وميادين القتال.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الجمال الحقيقي هو جمال الشخصية وحلاوة السجايا وطهارة الروح.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والخلوه مع النفس شيء ضروري ومقدس بالنسبة لإنسان العصر الضائع في متاهات الكذب والتزييف.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إنما الدنيا امتحان لابراز المواقف , فما اختلفت النفوس إلا بمواقفها وما تفاضلت إلا بمواقفها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الموت ملوش وجود .. احنا بنغير العنوان .. كل اللى بيحصل إن احنا بنغير العنوان",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الإنسان معجزة المتناقضات",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: " وكل تعارف بين اثنين يتضمن قبول مخاطر، وعلى من يرفض المخاطرأن يغلق عليه بابه ولا يدعى صداقة بأحد",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أخطر شئ يا صاحبى هو تبسيط المسائل و تلخيص الحياة فى نقطة و السعادة فى مطلب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اخيرا عرف الانسان مكانه .. خلف الميكروب .. ووراء الفيروس ..و تحت قياده الجراثيم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا أردت أن تصنع الناس فاصنع المجتمع أولا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اصرف كل اهتمامك الى العلم فإن الله لا يُعبد الا بالعلم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أقول الشريعة واجبة و هي حقو لكن الطريق اليها ليس العقاب وحده إنما الإصلاح أولا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الإحساس الدينى لا يبرح الإنسان حتى فى ذروة انحلاله",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الاسلام منهج حياة ؛ و لا يمكن أن يكون له نصف حياة ، أو أن يُسجن في صومعة ..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "البيوت السعيدة لا صوت لها !!!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحياة شخصية و جمال",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الخوف من الفشل يترصد كل رغبة ليخنقها قبل أن تولد….",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الدين أحساس قبل أن يكون نظرية تؤخذ بالبرهان وهو حالة قلبية أولا قبل أن يكون حالة عقلية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الروح تخشع و اللسان يسبح و الجسد يركع .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "السعادة تنبع من داخل الانسان و ليس من الخارج …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الصداقة الكاملة هي التي تحتوي على قدر من هذه الخلافات الفاضلة الحافزة المنبهة المنشطة .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "العجز عن درك الإدراك إدراك. أي إذا عجزت وأصابك البهت التام وأدركت أنك جاهل فقد علمت..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "العذاب كله فى هذة الكلمة أنا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "العلم المادي اضاء لنا البيت، ولكنه لم يضئ لنا عقولنا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الفن زخارف .. زخارف اقوال و زخارف افعال .. ونقوش لكن على الماء ثم لا يبقى شي",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "القوه بمعناها المعروف كذبه ، والغني بمعناه المعروف وهماً",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الكتاب الجيد يحرر الإنسان الذي يقرأهأما التلفزيون الجيد فيعتقل الإنسان الذي يشاهده",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الله خلق العالم بكلمة كـن .. وبين الكاف والنون وُلد الكو",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اللهم قنى شرّ الحرص والحذر والحيطة .. وأحينى طفلا شجاعًا .. وأمتنى طفلا شجاعًا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الماضي لا يموت.. إنه يُبعث في الحاضر بألف صورة و صورة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المرأة كالدنيا فيها تقلبات الفصول الأربعة …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المسائل أعقد بكثير مما نتصور فيأتينا الخير أحيانا مما نكره و يأتينا الشر مما نحب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المطالبة بتطبيق الحدود قبل تطهير هذا الجو ، هو ظلم ليس من الإسلام في شيء !",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المعجزة الحقيقية لا تكون في خرق النظام ، وإنما في إحلال النظام",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المنادون بالإسلام كحل ، بأي فهم فهموا الإسلام ؟",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن اخطر ما يهدد حريتنا ليس السجن..ولكن مشنقة في داخلنا اسمها القلق",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الإنسان قد يفعل بحريته ما ينافي الرضا الإلهي ولكنه لا يستطيع أن يفعل ما ينافي المشيئة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن البطولة بدون وعي ليست بطولة .. ولكنها تجديف .. والوعي بلا إصرار كالصقر المهيض الجناح.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الفن الراقي يقيم معبدًا للجمال في القلب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الله أعتق قلوبنا من كل صنوف الإكراه والإجبار وإنه فطرها حرة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن رؤية القسوة ترهقنى",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن قلب أمريكا دائماً مع إسرائيل، وإنما عينها علي جيبوكم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن كانت النوايا آثمة وا خوفي من علم ربي بالسرائر !",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن للشر دائماً وجها آخر خفيا هو عين الخير",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن نفوسنا هي المعاقل الأولى للثورة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنت لا تفهم أن الحب مازال هو الشعور البدائي الباقي بلا منظق",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أهل لا إله إلا الله لا تنفرط لهم وحدة ، لأنهم أمة الواحد !",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "بالإشارة واللفتة والحركة والرقص .. يتكلم النحل.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "بالحرية نكون أنفسنا. وبدونها لا نكون شيئاً",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "بيتك مني في الآخرة كقلبك مني في الدنيا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "تبدأ عبادة الله بمعرفة الله و مقامه الأسمى ، و تبدأ معرفة الله بمعرفة النفس و مكانها الأدنى",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "تذكر أن شبابك هو أثمن كنز تملكه .. و أفعل فى شبابك ما يعينك فى شيخوختك .. فأنت لا تعرف الشيخوخة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "تعلم كيف تكون صيادا للحقائق متسللا إلى ما تحت الجلد مسترقا إلى النخاع حتى لا تضيع حياتك فى الأوهام",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ثم إن الدنيا آلها ليست سوى فصل واحد من رواية سوف تتعدد فصولها فالموت ليس نهاية القص ولكن بدايتها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حرية الإنسان لا تستطيع أن تشق طريقها بدون العلم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "خفقة قلبك لامرأةأو صداقتك لرجلأو قراءتك لكتاب هى أسفار حقيقية و ميلاد جديد لكو تاريخ جديد لحياتك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "سر الحياة أن أعيش كالطفل المرح البسيط أبعثر انفعالاتي و أضحك من قلبي .. وأبكي من قلبي",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "شرط الرضا أن يستوى المنع و العطاء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "طلبت المستقر بكل أرض … فلم أر لي بأرض مستقرا من شعر الشاعر أبو العتاهية",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "عمر الخيانات ساعة و عمر الحق بطول الدهر …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فسر أحلامك .. تفهم نفسك .. و تفهم الإنسان",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "في أتون القتال لا تعود هناك نجاة من الموت إلا بالموت.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "في الأرض ما يكفي لحاجات كل الناسولكن ليس فيها ما يكفي اطماعهم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل إنسان يتسلم لحظة ميلاده بطاقة تموين وإذن صرف وشيك، وثروة من المواهب والتسهيلات خاصة به",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل جديد يصبح قديما بمجرد تداوله",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كم أحببتك لدرجة المرض و الأزمة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كم من العظماء والقادة ماتوا في قمصان شهداء وتغنى بهم الشعراء وطارت بشهرتهم الركبان وهم لصوص",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كيف أكون أنا نفسى و أنا الآخر فى نفس اللحظة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا أحد في هذه الدنيا يعرف شيئا لا أحد في الدنيا يملك شيئا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا أصدق أن الظروف يمكن أن تدفعنا إلي فعل ينافي ضمائرنا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تهللوا لمواكب العظماء، فالعظيم هو من حكم نفسه لا من حكم غيره ،،،",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "للصمت المفعم بالشعور حكم أقوى من حكم الكلمات",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لو كان فى قلبك ذرة إيمان و قلت للجبل انتقل من مكانك لانتقل من مكانه || سيدنا عيسى عليه السلام",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ليس إختلاف نفوسنا هو إختلاف سعادة وشقاء و إنما إختلاف مواقف",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ما أبعد اليوم من الأمس وما أكثر ما نتقلب فيه من النعم وكلما احاطتنا النعمه ازددنا لله هجرانا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "من مات و في نفسه شهوة لم يغلبها فقد مات و للنار فيه نصيب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و إدمان التأمل يُورث الرجفة فى القلب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و صفر القطاران و مضت كل حياة فى اتجاه و شعرت كأنما انسلخ من نفسى و أمضى فى إتجاهين فى وقت واحد",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و لن تجد لسنة الله تبديلا، وانما الحب وروايات أهل الحب مثال من ألف مثال",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و ما هي حقيقة الدنيا ؟ فقاعة تلمع بألوان الطيف الجميلة البراقة .. ثم فجأة تصبح لا شيء",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والإنسان يولد وحده ويموت وحده ويصل إلى الحق وحده …… كن كما أنت وسوف تهديك نفسك إلى الصراط",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والقضية بالدرجة الأولى قضية إيمان. هي قضية رؤية كيف نرى العالم وكيف ننظر فيما حولنا وكيف نحب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وبين الظلم الظاهر و العدل الخفى خيط رفيع لا يراه الا اهل القلوب",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ومرة اخرى ينبثق النظام المحكم مــن الفوضى مرة اخرى نشعر وكأن العقل مبثــوث فى كل شى فى الحــى",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ومعرفة النفس هي أم المعارف وبداية الطريق لمعرفة الله",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الوجوه المبتسمة ، لا تعني اختفاء الأحزان بل تعني أن أصحابها قادرون على التعامل معها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إنك لا تقابل إلا نفسك في طريق القدر … كن كاذباً تسرع إليك الأكاذيب … كن لصاً تتشبث بك الجرائم … في أي طريق تذهب لن يكون قدرك إلا صورة من نفسك",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنا لا أصدق أن الظروف يمكن أن تدفعنا إلى فعل ما ينافي ضمائرنا .. ولا أؤمن بالحتمية .. فالله حينما يسوقنا إلى قدر هو في الحقيقة يسوقنا إلى أنفسنا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن السلالم إلى الأدوار العالية موجودة طوال الوقت لكن لا أحد يكلف نفسه صعود الدرج .. و الأغلبية تعيش و تموت في البدروم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لو لم يكن إبليس موجوداً لأوجدناه .. لأننا لا نستطيع أن نعيش دون أن نمسح ذنوبنا في شبح نلعنه كل يوم ونرجمه لأنه غرر بنا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الأهواء والشهوات التي تسيطر على الكل تعطل التفكير وتصنع مناخا عاما من الغفلة واقتناعا وقتيا بأن هذه الدنيا هي كل شيء .. ويظل الكل سادرا في الغفلة حتى تأتي لحظة الموت ولا تعود هناك رجعة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الانوثة هي خصائص مجردة معنوية روحانية , انها في الصوت والنبرة والرائحة والحركة , وفي نظرة العين الفاترة الدافئة العطوفة الحنونة , وفي اللفتة الفياضة بالرأفة والامومة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وذلك هو الجهاد الأكبر , جهاد النفس الذي تفتضح فيه مكانتها ومنزلتها ومصيرها وتعرف درجاتها , وليس أشرف ولا أنبل من ذلك الجهاد.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "شروط حدوث الحب ، أن تكون النفوس خيرة اصلا ، جميلة اصلا ، والجمال النفسي والخير هو المشكاة التى يخرج منها هذا الحب ، وإذا لم تكن النفوس خيرة فإنها لا تستطبع ان تعطي فهي اصلا فقيرة مظلمة ليس عندها ما تعطيه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أريد لحظة انفعال , لحظة حب , لحظة دهشة , لحظة اكتشاف , لحظة معرفة .. أريد لحظة تجعل لحياتي معنى .. إن حياتي من أجل أكل العيش لا معنى لها لانها مجرد استمرار.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اذا فكرت في المتاعب أسرعت إليك المتاعب .. وإذا فكرت في اللذات أسرعت إليك اللذات .. كالتنويم المغناطيسي تقول أنا نمت أنا نمت فتنام .. أنا مرضت فتمرض .. أنا شفيت فتشفى .. أنا انتهيت فتنتهي .. سحر الإرادة الملتهبة يصنع كل شيء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنت حر .. وحياتك مغامرة .. وغدك مجهول , أنت الذي تقيم أصنامك، وأنت الذي تحطمها .. فامض في طريقك ولا تنس هذه الأمانه التي تحملها على كتفيك “الحرية”",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الرحماء قليلون وهم أركان الدنيا وأوتادها التي يحفظ بها الله الأرض ومن عليها ولا تقوم القيامة إلا حينما تنفد الرحمة من القلوب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لقد كانوا في الماضي يبشرونكم بأن تحبوا الغير , ولكن أقول لكم أحبوا نفوسكم .. أحبوا ذواتكم بحق .. فبدون هذه المحبة لا يكون حب الآخرين ممكنا . كيف تستطيع أن تصادق الآخرين وأنت عاجز عن مصادقة نفسك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "باﻹيمان تصل النفس إلى بر السكينة وتصبح أكبر اﻷحداث في حياتها مجرد ارتعاشات على سطح بحر هادئ ما تلبث أن تنزاح وتسكن لتترك البحر شديد الهدوء.. شديد الصفاء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "احترام الفرد في الإسلام بلغ الذروة .. وسبق ميثاق حقوق الإنسان وتفوق عليه .. فماذا يساوي الفرد الواحد في الإسلام ؟ إنه يساوي الإنسانية كلها .. ( مَن قتل نفساً بغير نفسٍ فكأنما قتل الناس جميعا .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الزعيم الذكي هو الذي يتخطى بعينيه ضجيج الهتاف والتصفيق وبطانات النفاق والتسبيح من حوله وينظر إلى ما وراء كل هذا الهيلمان الكاذب الذي يصنعه الخوف والأطماع إلى يوم موته وما بعده.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أعتقد أن أسعد الطبقات هي الطبقة المتوسطة , لأنها الطبقة التي تمتلك القليل من كل شيء فهي ليست معدمة مفلسة كالطبقة الدنيا وليست متخمة كالطبقة الراقية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ان احتلال العقل وافساد العقيدة مقدمة لاحتلال الأرض وفرض السيطرة .. أنها حلقات يأخذ بعضها برقاب بعض.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ان حضارة الانسان وتاريخه ومستقبله….رهين بكلمة صدق وصحيفة صدق وشعار صدق….فبالحق نعيش وليس بالخبز وحده ابدا…..نصيبنا من الخلود هو مانضيفه الى وعاء الكل.اما شخوصنا وافرادنا فمصيرها الى العدم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تنم على غلّ و لا تصبحَ على شهوة و لا تسع إلى طمع و لا تسابق إلى سلطة و إنما اجعل همك و اهتمامك في الخير و البر و الحق و الصدق، و المروءة و المعونة قاصدا وجه ربك على الدوام.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وحدة غامضة لم يجد لها العلم اسما , الوحدة الروحية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لست أخاف من امرأة شريرة لأن شرها يجعلني أحتشد لها بكل أسلحتي , أما المرأة الفاضلة فإني أخافها وأرتعد منها لأن فضيلتها تجعلني ألقي بكل سلاحي وأضع روحي بين كفيها بلا تحفظ.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن دقات ساعة الحائط تقدم لك زمنا مزيفا, ابحث عن زمنك الحقيقي في دقات قلبك .. ونبض احساسك",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أسرار الفشل والتوفيق عند الله .. وليس كل فشل نقمة من الله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أبواب السعادة لا تفتح إلا من الداخل، من داخل نفسك .. السعاده تجيئك من الطريقة التي تنظر بها إلى الدنيا ومن الطريقة التي تسلك بها سبيلك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "يقول لنا المفكر الهندي وحيد الدين خان: إذا كان الظما إلى الماء يدل على وجود الماء , فكذلك الظمأ إلى العدل لابد أنه يدل على وجود العدل .. ولأنه لا عدل في الدنيا .. فهو دليل على وجود الآخرة مستقر العدل الحقيقي.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "قال الرجل العجوز : لا تنظر إلى ما يرتسم على الوجوه , ولا تستمع إلى ما تقوله الألسن , ولا تلتفت إلى الدموع , فكل هذا هو جلد الإنسان والإنسان يغير جلده كل يوم , ولكن ابحث عما هو تحت الجلد.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هل لاحظت أن حروف الله هي نفسها حروف لا اله الا الله , فهل يستطيع أعظم مؤلف في العالم أن يؤلف جملة من نفس حروف اسمه ويتحدث فيها عن نفسه كما تحدث الله عن نفسه بجملة بليغة ووجيزة مثل لا اله الا الله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا فرق بين الحب والكراهية كلاهما نار .. كلاهما اهتمام شديد وارتباط حار بين قلبين.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الكراهية تكلف أكثر من الحب.. لأنها إحساس غير طبيعي.. إحساس عكسي مثل حركة الأجسام ضد جاذبية الأرض.. تحتاج إلى قوة إضافية وتستهلك وقوداً أكثر",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن إرادة المجموع هي التي تملأ الفرد بالقوة حينما تنصب فيه .. وهي التي تعطيه القدرة التي يغير بها التاريخ , إنها كاليد في القفاز.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ليس شرطاً أن يكون الرزق مالاً ، فقد يرزقك الله بشخص يحمل عنك الكثير.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن نور القلب قبل نور الكهرباء وهو ما نبحث عنه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "آخر حب هو أعمق حب لأن البنت تحب رجلها بكل خبراتها , وبكل تطورها , وتاريخها , وتبادله مسرات كثيرة لا حد لها , وليس صحيحاً أن أول حب هو أعظم حب , والصحيح أن أول حب هو أصغر حب , وأكبر غلطة يرتكبها الرجل أن يتزوج أول حبه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حينما يذوب الرجل في المرأة يضعُف ويُصبح مِثل ظلها ، والمرأة لا تحب الرجل الضعيف حتى لو كانت هي سبب ضَعفه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ومهما كانت المرأة جميلة وجذابة وفاتنة فهذا لا يكفي ليغري الرجل بالزواج منها، إلا إذا كان مغفلا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنا لا أصدق أبدا خرافة المصير المحتوم والظروف التي تضرب على الناس الذلة والمسكنة , فلا يبقى لهم إلا الشكوى والسباب والجريمة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحرب العصرية هي أن تجعل خصمك يقتل نفسه بنفسه بدلا ً من أن تكلف نفسك بمشقة قتله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا رأيت الناس تخشى العيب أكثر من الحرام وتحترم الأصول قبل العقول وتقدس رجل الدين أكثر من الدين نفسه فأهلاً بك في الدول العربية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حاولوا أن تكونوا فضلاء أولا قبل أن تفتشوا عن المرأة الفاضلة , فالثمار لا يمكن أن تظهر إلا إذا ظهرت الزهور أولا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "في اليابان تعداد يتجاوز المئة والعشرين مليوناً في مساحة أصغر من مصر , ومع ذلك لا مجاعة ولا فقر , بل فائض يزيد على الفائض الأمريكي في بلاد ليس فيها بترول ولا فحم ولا حتى خام الحديد , ولكن فيها أثمن كنز .. الإنسان.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الأديان سبب من أسباب الخلط في معنى السعادة .. لأنها هي التي قالت عن الزنا والخمر لذّات، وحرّمتها .. فتحولت هذه المحرمات إلى أهداف يجري ورائها البسطاء والسذج على إنها سعادة، وهي ليست بسعادة على الإطلاق.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "على الرغم من الحاضر الظالم، فإنني شديد التفاؤل شديد الثقة بأن الفجر يقترب، وأن الصبح الوليد قادم من هذا المخاض الدموي الرهيب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "قد تكون السعادة أحياناً في ترك الأشياء ، أكثر من الحصول عليها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فقدنا الاتصال بالناس واكتفينا بأنفسنا .. هي لي وأنا لها .. أنا أكتب لها وأسهر لها وأشرب لها .. أنا هو أنا .. لأن هناك في الدنيا امرأة اسمها كذا .. جعلت مني الرجل الذي تراه أمامك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "القراءة هي أن تذهب بعقلك ومشاعرك خارج حدود المكان والزمان!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الإنسان القلق ليس إنساناً مريضاً، و إنما الإنسان المريض هو ذلك الإنسان الاَخر الكسول القنوع المُستقر المُسترخي.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الطبع السمح الكريم هو الذي يشع السعادة والحب من حوله لأنه حب معطاء وهاب بطبيعته.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "للصمت المفعم بالشعور حكم أقوى من كل الكلمات, وله إشعاع وله قدرته الخاصة على التأثير.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الكلام سهل والأحلام أسهل والأماني في متناول الكل، ولكن لا يفوز إلا أهل العزائم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نحن في العادة لا نعترف إلا بما نراه ونلمسه وهذا غرور , فما أقل ما نرى ، وما أقل ما ندري في هذه الدنيا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ولو وقف كل الناس متأملين أمام رهبة الموت .. لما قامت حروب ولما اقتتل اثنان على شبر أرض .. وما زلنا ننادي عليهم أن يسمعوا .. ولكننا للأسف ننادي من مكان بعيد.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الأمة العربية ستصبح بعد عشرين عاما قرودا على الشجر إن لم يكن العلم سلاحهم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لو كانت الأشياء المادية أهم من المعنوية ؛ لما دفن الجسد في الأرض، وصعدت الروح إلى السماء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "واللقاء مع النفس شاق , وتمام الوفاق مع النفس أشق وأصعب , وذلك الإنسجام الداخلي ذروة قل من يبلغها ولكن الأمر يستحق المحاولة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "علينا أن نفتح العيون والعقول جيداً , فما أكثر الذين يريدون قتلنا بإسم الفكر والفن.. وما أكثر ما نصفق لأفلام هي الدعارة بعينها , وليس كلُّ ما نقرأ من كتبٍ ونرى من أفلام هي محاولات بريئة لتسليتنا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "يخافون على البنت من الدنيا ولا يخافون على الولد من الآخرة , إذن هو مجتمع يخاف كلام الناس أكثر من خوفه من الله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حرية الإنسان لا تستطيع أن تشق طريقها بدون العلم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الحياة لا طعم لها بلا أمل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: ".نصيبنا من الخلود هو ما نضيفه الى وعاء الكل .أما شخوصنا وأفرادنا فمصيرها الى العدم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ابدأ بنفسك … حاول أن تصلح ذاتك بدلاً من أن تجلس علي كرسي الفتاوي و تتهم الآخرين …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أحياناً تدرك الحكمه وأحياناً لا ندركها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الإنسان عبد لما تعود وعدو لما جهل.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الدوافع هى الترجمة الحرفية لكلمة روح….",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "السر في كيمياء الأعصاب .. أن أعصابنا مصنوعة بطريقة خاصة .. تحس بلحظات الانتقال ولا تحس بالاستمرار",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الغنى الحقيقي ان تستغني",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المستقبل كله علامة استفهام",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الموت لا يعني أحداً، وإنما الحياة هي التي تعني الكل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن أسوأ ورطة نقع فيها هى أن يستحوذ علينا أى شئ جداً..جداً",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الحرية لا يصنعها مرسوم يصدره البرلمان، إنها تصنع داخلنا …",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الدوام قاتِـل الشعور.. لأن أعصابنا عاجزة بطبيعتها عن الإحساس بالمنبهات التي تدوم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الظلام والسكون والوحدة.. والأعصاب المتوترة .. يمكن أن تفعل بعقولنا الأفاعيل.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن كل شىء ممكن في عالم الموضة وهيافة الستات وذكاء التجار يمكن أن يؤدي بنا لأي شىء ..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ان كمية خلود الفرد ، هي مدى ما يضيفه للكل .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن لم يشترك الشباب في صنع الحياة فهنالك آخرون سوف يجبرونهم علي الحياه التي يصنعونها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن لنا أجنحة خفية .. هى عقولنا و أرواحنا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن معجزة الكون في إنضباطه بقوانين محكمة دقيقة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أن يكون السبب فى حاجه الى سبب فان هذا يجعله واحده من حلقات السببيه ولا يجعل منه سبباً أول.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنت وحدك المحبوب أينما توجه القلوب .. و أنت وحدك المعبود أينما توجهت نظرات عابد",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إنما خلقنا الله ليعطينا ، لا ليأخذ منا !",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إننا لا نرى فى الأحلام الا نفوسنا و انشغالاتنا و همومنا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إننا معنوياً نموت و أدبياً نموت و مادياً نموت في كل لحظة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "انه الواحد و الواحد اللذان لا يؤديان الي اثنين و انما يؤديان الي صفر",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "انها فجوة واسعة يعود الديــــن و يدخــل منها من جديــد",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "تعالى ربنا على أن نبرهن عليه . . و بم نبرهن عليه . . و الكل منه و إليه قائم به ، متوقف عليه .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ربما لو كانت أخطأت لكانت أكثر تفهما.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فانظر من أى طائفة من هؤلاء انت و اغلق عليك بابك و ابك على خطيئتك",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "طوبى للذاكرين الموت .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فالجسد هو الضد الذي تؤكد الروح وجودها بقمعه وكبحه وردعه والتسلق عليه",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فكلما عظمت الأهداف .. طال الطريق",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فلنقرأ كل ما يصل إلى أيدينا بحذر و بعقل ناقد فما أكثر ما يدس لنا من سموم يراد بها هلاكنا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فى الأرض ما يكفى لحاجات كل إنسان .. و لكن ليس فيها ما يكفي أطماعهم ،،،",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فى صخب الاثارة تستحيل الرؤيةفتتحول حدائق الحيوان الى جنات مغرمينو ملامح القردة الى تقاطيع الملائكة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "في هذه القدرة على أن يقول لا للظلم، ولا للباطل يكمن المعنى الوحيد لحريته.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "قد أودع الله في قلوبنا تلك البوصلة التي لا تخطئ .. والتي اسمها الفطرة والبداهة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "قد رأى المبصرون بعيون طه حسين مالم يروا بعيونهم",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "قلوب العارفين ترى الأبد وعيونهم ترى المواقيت",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل شئ باق .. لا شئ يضيع في هذه الدنيا .. وإنما هو يتحول ويتبعثر ويتشتت.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل صاحب ملة أحب المرأة على ملته. وكل صاحب مشروع أحب المرأة مشروعه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل ما يمكن للعلم أن يدركه هو الكميات و الكيفيات و لكن لا سبيل إلى إدراك الماهيات",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل واحد منهيا له انه على الحق . الحق بقى نسخ كثيرة أوي بعدد الناس",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كلنا نخرج من الدنيا بحظوظ متقاربة برغم ما يبدو فى الظاهر من بعض الفوارق",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كيف تستطيع أن تصادق الآخرين .. و أنت عاجز عن مصادقة نفسك !",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تنفر من شيء لأنهم قالوا لك عنه خطأ.. وإنما جربه بنفسك.. سر في الطين.. تتعلم كيف تحفظ توازنك",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تستطيع أن تحيط بحالة إلا إذا خرجت خارجها",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا يمكن أن تحيط بحالة إلا إذا خرجت خارجها و لاحظتها كموضوع .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا يوجد شجاع فى الظلام و لا يمكن لإنسان أن يحارب و هو وحيد",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لكن لا بأس فى البلوى من سلوى",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ماذا نسلّم أنفسنا للعادة والآلية والروتين المكرور وننسى أننا أحرار فعلا!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ليس في سنة الله الإكراه: ( إن نشأ ننزل عليكم من السماء آية فظلت أعناقهم لها خاضعين)",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ما أجمل أن يهبنا الله الزمن الذي لا يدوم فيه شئ. كل شئ يمضي ثم يصبح ذكري.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "متى نعرف انّا لا نعرف؟",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "مركبك نفسك .. إذا ركبت نفسك نجوت ، و إذا ركبتك نفسك هلكت",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "مصيرنا من الخلود هو مانضيفه الى وعاء الكل .",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "مقاييس الدنيا تخطئ أحياناً وهى تتغير دائماً وفى جميع الأحوال !",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "من ليس به تعلق بشيء لا ينتحر لشيء",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نحن القدر و المقدور .. و ما يحدث لنا هو بصماتنا .. بصمان نفوسنا",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نحن لا نحلم بما نجدبل نحلم بالعزيز الذى لا ينال.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نحن مخلوقون بطريقة لا نعرف بها النور إلا بالظلمة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هنالك أقلام ملكية أكثر من الملك، غيورة على الباطل أكثر من أهل الباطل.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و المجرم يتداعى حوله المجرمون و الخير الفاضل يقع على شاكلته ..",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و متى خرجت الكلمة من الفم فلا سبيل إلى استردادها . إنها تخرج كالطلقة و لا تعود.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "و يرى أن البساطة أعمق من التعقيد",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وما الإنسان إلا فسحة زمنية عابرة إذا قتلت لم يبق من الإنسان أي شىء",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ويشهد أنه لا يملك من نفسه إلا العدم وأن كل ماله من الله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "يجب أن نتذكر أن الزكاه التي تصل للفقير هق حق لا تفضل",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "صَوت أمِّك فِي البيْت أكبرُ نعمةٍ تستحقُّ أنْ تحمد الله عليْها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كما يكون قلبك ، تكون الدنيا في عينيك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تحزن عند الصدمات ، فلولاها لبقينا مخدوعين لمدة طويلة ، هي قاسية لكنها صادقة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إنك لن تدرك مدى خوفك ولا مدى شجاعتك إلا إذا واجهت خطراً حقيقياً ولن تدرك مدى خيرك ومدى شرك إلا إذا واجهت إغراء حقيقي.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ﺍﻟﺠﻤﺎﻝ ﺍﻟﻨﻔﺴﻲ ﻭﺍﻟﺨﻴﺮ ﻫﻤﺎ المشكاة ﺍﻟﺘﻲ ﻳﺨﺮﺝ ﻣﻨﻬﺎ ﻫﺬﺍ الحب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا أستطيع أن أكون شيئا آخر غير نفسي .. أفضل أن أعيش حياة صغيرة أملكها، عن أن أعيش حياة كبيرة تملكني.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هات يدك لنحفر معا حفرة في الجدار نهرب منها إلى عالم نحبه!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "منذ اللحظة التي نختصم فيها مع نفوسنا لا نعود نرى حولنا إلا القبح.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "السعادة هي أن يقال اسمك في دعاء أحدهم كل يوم وأنت لا تشعر.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنت لم تخلق هذا العالم لتفرض على الآخرين شروطك , قوم نفسك أولاً لتكون قدوة للآخرين قبل أن تطلب منهم أن يكونوا على مثالك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أن تجلس وحدك في عزلة وتغمض عينيك وتذاكر العواطف التي شعرت بها وكل الدوافع التي تأرجحت بينها وكل الأفعال التي أتيتها والكلمات التي قلتها والنيات التي أخفيتها .. تجد أن واقعك سيدهشك ويفاجئك كأنه واقع رجل آخر لا تعرفه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا رأيت البلاء يطهّرك فهو نعمة, وإذا رأيت النعمة تُطغيك فهي غضب!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنا من الخارج لي حدود، لي سقف ينتهي عنده جسدي، ولكني من الداخل بلا سقف ولا قاع.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لقد اختل نظام العالم تماما .. أصبح الجاه و الرفعة من نصيب اللصوص، و الذل و الهوان و البؤس من نصيب الشرفاء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب عاطفة غير ديمقراطية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "سلة القمامة التي نلقي فيها بكل أفعالنا هي كلمة قسمة ونصيب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "تعقد فيه كل شيء وضعف صوت الفطرة حتى صار همسا وارتفع صوت العقل حتى صار لجاجة وغرورا واعتدادا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المرأة تميل للتجسيد في الحب لأنها أصلا موطن التجسيد.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "مهما تحقق الرخاء للأفراد فسوف يقتل بعضهم بعضا، لأن كل واحد لن ينظر إلى ما فى يده وإنما إلى ما فى يد غيره، ولن يتساوى الناس أبدا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "رب لا أشكو ولكن أرجو .. أرجو رحمتك التي وسعت كل شيء أن تسعني.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إني أرفض اختيار طريق لأنه يقيدني ، و أفضل البقاء في مفترق الطرق ، أعاني الحرية ولا أمارسها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ونشعر بحبنا حينما نفقده فإذا دام شيء في يدنا فإننا نفقد الإحساس به.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "على خطايانا يجب أن نبكي حقًا وليس على أي هجر ؛ أو أي فراق ؛ أو أي مرض ؛ أو أي موت ؛ وذلك حال الذين قدروا الله حق قدره.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "في عصرنا تتبارى الجرائد و الإعلانات و التلفزيون و السينما في أمر واحد.. هو أخذ الإنسان من نفسه و شغله عنها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حينما أرسل الله رسوله موسى إلى فرعون وهو السفاح الجبار المتألّه .. أرسله بآيات وكرامات ومعجزات ودعوى بالحسنى .. وقال لموسى وأخيه هارون قولا له قولاً ليّناً لعله يذّكر أو يخشى .. وهذا هو درس القرآن في الدعوةإلى الله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحرية تطالب بدينها باستمرار .. تطالب بالمسؤوليه تطالب بعبء تحمله وان لم تجد عبئاً تتحول هي نفسها الى عبء لا يحتمل ولا يطاق.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "يقولون إن حياة الأعزب تعاسة و فشل ، و هذه خرافة خلقها الأزواج لأنهم فشلوا في أن يكونوا عزاباً ناجحين.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الأكفان بلا جيوب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب بالنسبة لي هو الحياة .. الماء .. الهواء .. التنفس لا أستطيع أن أعيش بدون حب ولا يستطيع أي إنسان أن يتجرد منه.. إني أكاد أجزم بأن حبي الآن مختلف عن حب الآخرين",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وكانت تراوده الرغبة في أن يصحو يوماً من هذا الموت , وأن يفعل شيئاً أي شيء يدل على أنه حي.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "العبقري هو الذي يخترق حجاب المألوف ويستطيع الخروج من أسر العادة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن الله أقرب إلى الذين يجتهدون فى فهمه .. من الذين يؤمنون به إيماناً أعمى.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا تشارك غيورا ولا تسألن حسودا ولا تجاور جاهلا ولا تؤاخ مرائيا ولا تصاحب بخيلا ولا تستودع سرك أحدا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الله يأخذ بقدر ما يعطي ويعوض بقدر ما يحرم وييسّر ما يعسّر .. ولو دخل كلٌّ منا قلب الاَخر لأشفق عليه ولرأى عدل الموازين الباطنيه برغم اختلال الموازين الظاهريه .. ولما شعر بحقد ولا بزهو ولا بغرور.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ليس عيبا أن نكون فقراء ولكنها جريمة أن نكون متخلفين.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هناك فرق بين النقد والحقد , وبين النصيحه والفضيحه , وبين التوجيه والوصايه , حياة الناس لم تدون بأسمك لتخبرهم كيف يعيشون.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "افتحوا النوافذ يا اخوة وجددوا هواء الفكر الذي رقد.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الإنسان يعلو على الإنسان بالبحث عن المعنى.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وممكن أن تكون رجلاً بسيطاً لا بك ولا باشا ولا صاحب شأن , ولكن مع ذلك سيداً حقيقياً لك عزة الملوك وجلال السلاطين , لأنك استطعت أن تسود مملكة نفسك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الكراهية نمو إلى تحت .. وليست نمواً إلى فوق .. إنها نمو يتغذى على نفسه ويأكل بعضه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "تذكر أن السعادة ليست حظا و لا بختا وإنما هي قدرة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والحب هو الجنون الوحيد المعقول في الدنيا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وتشبع الشهوة وتسقط الموانع , فتراه على حقيقته يمشي على أربع كحيوان أو يطير بجناحين كملاك أو يزحف كثعبان أو يلدغ كعقرب أو يأكل الطين كدود الأرض.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "عامل الناس بجمال قلبك وطيبته ، ولا تنتظر رداً جميلاً ، فإن نسوها فلا تحزن ، فالله لن ينساك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لن يفلت ظالم واحد بجريمته ولو قال ظاهر الدنيا غير ذلك فلا بد من آخرة تصحح جميع الموازين.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل منهما يحب أن يصغي إلى صوت الآخر حتى و إن لم يكن يتكلم، يصغي إلى صوت وجوده.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب ليس فقط اتحاد هوى , تفاهم , تلاؤم , إندماج عقلين , بل هو أيضاً ارتياح الفطرة إلى فطرة أخرى تأنس بها وتكتمل بوجودها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "علم كيف تكون صيادا للحقائق , متسللا إلى ما تحت الجلد , مسترقا إلى النخاع , حتى لا تضيع حياتك في الأوهام.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لم تكن في أى يوم فاهما لنفسك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الكتاب الجيد يحرر الإنسان الذي يقرأه , أما التلفزيون يقيد الإنسان الذي يشاهده .. يعتقل جوارحه ويعتقل خياله ويقيد يديه ورجليه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "عندما يتحدث الناس عنك بسوء وأنت تعلم أنك لم تخطئ في حق أحد منهم ، تذكر أن تحمد الله الذي أشغلهم بك ولم يشغلك بهم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "والشرف مراتب .. فهناك رجل يصنع نفسه وهناك رجل يصنع أولاده وهناك رجل يصنع المجتمع وهناك رجل يصنع التاريخ وهو أشرف الشرفاء جميعاً .. وإذا أردت أن تعرف نصيبك من الشرف فاسأل نفسك يوماً : ماذا افعل لأصبح أفضل من الأمس ؟.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اللهم اجعل مكالمتي معك وحدك فأنت وحدك الذي تعلم ولا تظلم ولا تتبدل عندك الأقوال والأحكام ولا تضيع عندك محبة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ما دنيانا إلا عطش بلا ارتواء وجوع بلا شبع وتعب بلا راحة وحطب يأكل نفسه , وهي بدون إيمان خواء وخراب وظلمة وتيه وسعي في لا شيء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل أسرار قلوبنا ووجداننا غير قابلة للاندثار .. كل ما في الأمر أنها تنطمس تحت سطح الوعي وتتراكم في عقلنا الباطن لتظهر مرة أخرى في أشكال جديدة .. في زلة لسان أو نوبة غضب أو حلم غريب ذات ليلة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الرجولة معناها أن تكون مسؤولا أولاً وأخيراً عن أفعالك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المحب الصامت يستطيع أن ينقل لغته وحبه إلى الطرف الآخر إذا كان الطرف الآخر على نفس المستوى من رهافة الحس وإذا كان هو الآخر قادرا على السمع بلا أذن والكلام بلا نطق.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ولو تأملوا الموت لما تهالكوا على الحياة .. ولو ذكروا الآخرة لفروا فراراً إلى جناب ربهم.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "قيمة الإنسان ونجاحه أن يكون في مكانه اللائق وأن يكون نفسه دون أن يمثل ودون أن يلبس ثوبا غير ثوبه أو يدعي دورا لا يتقنه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أغلب التدين الذي نراه من حولنا شكلي ولهذا ما يلبث أن يتحول إلى جدل ثم شجار ثم تناحر ثم يفعل بأصحابه ما فعل اليسار بأصحابه .. لأنه ليس تدينا حقيقياً بل زخرفاً شكلياً وشعارات جوفاء .. وتلك ظواهر تخلف وعلامات طفولة حضارية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا شيء يضيء هذه الحياة سوى اللحظات الطفلة، اللحظات التي نرتد فيها إلى طفولتنا وبراءتنا ونشاهد الحياة في نظافتها من قبل أن تدنسها الكلمات.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "جنون ..هوس ..إنها لوثة الحرية المخربة التي تصيب هذا الجيل إنه لا يعرف ماذا يفعل بنفسه ، لقد وجد يديه خاليتين من القيد لأول مرة ، فبدأ يهبش و يهبش .. بدون فكرة واضحة في ذهنه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ليس أمامي سبيل غير أن اختار , لابد أن أختار في كل لحظة فإذا أضربت عن الاختيار كان إضرابي نوعاً من الاختيار.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نحن الوارثون لكل هذه المعارف لكي نضيف إليها.. ويضيف الذين يأتون بعدنا في سعي متصل .. لا يعني فيه الموت شيئاً .. ولا يؤدي إلى أي انقطاع .. وكأنما الإنسانية كلها .. والحياة كلها مخلوق واحد.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الإنسان السوي في حاجة دائما إلى لحظات انفراد مع نفسه، مع فكره، وهي لحظات عزيزة لديه، لا يجب أن يقتحمها عليه أحد.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "فهلا اجتمعتم .. قبل أن يأتي عليكم الطوفان ؟",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ليعد كل منا إلى قلبه في ساعة خلوة وليسأل قلبه وسوف يدله قلبه على كل شيء , فقد أودع الله في قلوبنا تلك البوصلة التي لا تخطئ .. والتي اسمها الفطرة والبداهة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن كل ما بالعالم من كوارث وأزمات ومحن وحروب ومجاعات ينبع من أصل واحد وهو أزمة الضمير الإنساني وما أصابه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وهذه اللحظة هي مزاجنا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل شخصية فيها امتياز , فيها جانب تفوق , فيها إستعداد لشيء , فيها بذرة عبقرية , ولكن هذه البذرة لا يفطن لها صاحبها ولا يكتشفها ولا يدركها فتضيع عليه ويخيّل إليه أنه إنسان عادي.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أعان الله أصحاب الظنون السيئة ، فهنالك مسافة طويلة جداً بينهم وبين الراحة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "البواطن التي نجاهد في إخفائها هي حقائقنا وليس ما نلبس من ثياب وما ندلي به من تصرفات .. انظر في باطنك وتفكر وتأمل وتعرف ما تخفيه تعلم أين مكانك في الدنيا وأين مكانك في الآخرة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المكياج عملية تلفيق إشترك فيها الصيدلي والعطار والخردواتي.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الخواجات بلاد كفر .. الحضاره الأوروبية أفلست .. ليس عندهم سوى الإنحلال والإنحدار .. بمثل هذا الكلام نخدر أنفسنا وننسى أنهم مشوا على القمر وفجروا الذره وزرعوا الأجنة في الأنابيب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الدبلوماسي هو الرجل الذي يحدثني وهو يكرهني فأظن أنه يحبني.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل شئ زائل ونحن الذين نعطيه قيمته وأهميته , ثم نتألم ونتعذب من أجل هذه الأهمية المزعومة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الثوري المزيف هو الذي يحاول تغيير كل شيء عدا نفسه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا لم نتقدم عاطفيا وإنسانيا بقدر ما تقدمنا عقليا .. إذا لم نستطع أن نكون محبين مشفقين بقدر ما نحن أقوياء .. سنهلك أنفسنا لا محالة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا جاءك المهموم أنصت له , وإذا جاءك المعتذر اصفح عنه , وإذا جاءك المحتاج أنفق , ليس المطلوب أن يكون في جيبك مصحف ولكن المطلوب أن تكون في أخلاقك آية.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وتغرب شمس الانسان دون أن يسأل نفسه سؤالا واحدا بسيطا .. لماذا أنا هنا ؟",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب هو الألفة ورفع الكلفة، أن لا تجد نفسك في حاجة للكذب، أن تصمتا أنتما الاثنين فيحلو الصمت، وأن يتكلم أحدكما فيحلو الإصغاء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وتغرب شمس الانسان دون أن يسأل نفسه سؤالا واحدا بسيطا .. لماذا أنا هنا ؟",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الحب هو الألفة ورفع الكلفة، أن لا تجد نفسك في حاجة للكذب، أن تصمتا أنتما الاثنين فيحلو الصمت، وأن يتكلم أحدكما فيحلو الإصغاء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا نملك أكثر من أن نهون على بعضنا الطريق.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا بقاء لفساد ولا بقاء لباطل مهما اجتمعت لنصرته الجيوش واحتشد له العسكر وساندته الكتب والنشرات.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا شيء يحول بين الانسان وبين ان يضمر شيئاً في نفسه , انه المخلوق الوحيد الذي يمتلك ناصية احلامه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنا وحيد بل أنا الوحدة نفسها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اللهم اكفني شر نزوات مزاجي , أما نزوات عقلي فأنا كفيل بها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنت لا تسافر حينما تغير مكانك .. ولكنك تكون قد سافرت حينما توسع من ثقافتك وتثري من عاطفتك وتجدد من روحك .. فخفقة قلبك لامرأة أو صداقتك لرجل أو قراءتك لكتاب هي أسفار حقيقية وميلاد جديد لك وتاريخ جديد لحياتك وتفكيرك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الندم هو صوت الفطرة لحظة الخطأ.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الله لا يتركنا ندعي أيّ شيء إلا ويمتحننا فيه، بأن يضعنا أمام مخاطر الكلمة ومخاطر التبعة، فيطالبنا بثمن الصدق إن كنّا صادقين ، والله يمتحننا في ظاهرنا وباطننا ويمتحن جواهرنا وقلوبنا وأفعالنا.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا بد أن نعترف أننا نحمل إثم الإساءة إلى هذا الدين وتشويهه .. بمثل ما يحمل الأجنبي المتآمر هذا الاثم وأكثر .. وأننا نحن الذين صنعنا الثغرة التي تسلل منها .. وأننا مطالبون بالتعرف على ديننا وقرآننا بمثل ما هو مطالب وأكثر.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن أتفه المقدمات ممكن أن تؤدي إلى أخطر النتائج .. وأخطر المقدمات ممكن أن تنتهي إلى لا شيء .. وعالم الغيب وحده هو الذي يعلم قيمة كل شيء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أيها السادة , إخلعوا الأقنعة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كل شيء يهون كما تهون المسافات فالزمن يمشي على كل شيء.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وبرغم غنى الأغنياء وفقر الفقراء فمحصولهم النهائي من السعادة والشقاء الدنيوي متقارب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا كان لديك حلم فعليك حمايته.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اذا جثم عليك كابوس الملل ، ابحث عن واحد يمل معك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن القليل الذي تحبه يسعدك أكثر من الكثير الذي لا تحبه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "اعلم أن الحياة لا تصلح بغير صلاة، وأن صلاتك لا تكون نافعة، إلا حينما تنسى أنك تصلي، وتتوجه بكليتك إلى روح الوجود في صرخة استنجاد واستغاثة ودهشة وإعجاب وحب وابتهال مأخوذ.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن المجتمع الصالح ليس مجموعة أصفار، وإنما هو مجموعة أفراد.. وقدر صغير من الفردية ضروري ليفترق به الإنسان عن الدابة.. وليفترق به المجتمع عن القطيع.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هناك أمل دائمًا لمن يحارب , أما من يستسلم فلا أمل له!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الشرف عندنا معناه صيانه الاعضاء التناسليه .. فاذا ارتكبت كل الدنايا و الموبقات الموجوده في قاموس الرذائل من ألفه الي يائه ..وظل حرمك مصونا .فأنت شريف مائه في المائه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "‏إنما يظهر الإنسان على حقيقته، إذا حُرِم مما يحب وإذا حُمّل ما يكره، هنا تتفاضل النفوس.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لست تافها عند ربك ولا هين الشأن، فقد نفخ فيك من روحه وأسجد لك ملائكته، وسخر لك أكوانه كلها، وأعطاك التسرمد والخلود، ومنحك الحرية .. إن شئت كنت ربانيا وإن شئت كنت شيطانيا .. فأين هوان الشأن في هذا كله.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لا يؤتى الرحمة إلا كل شجاع كريم نبيل .. ولا يشتغل بالانتقام و التنكيل إلا أهل الصغار والخسة و الوضاعة",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "المعنى الوحيد للسيادة هو أن تكون سيداً على نفسك أولاً قبل أن تحاول أن تسود غيرك .. أن تكون ملكاً على مملكة نفسك .. أن تتحرر من اغلال طمعك وتقبض على زمام شهواتك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "أنتِ الحبّ يا أمَّاه، إنّ كلّ هذِه الثَّرثرة والمَعارف هَي بعضٌ من فُتَات موائِدِك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "يا رب أستحلفتك بضعفي وقوتك، وأقسمت عليك بعجزي واقتدارك، إلا جعلت لي مخرجا من ظلمتي إلى نوري، ومن نوري إلى نورك، سبحانك لا إله إلا أنت.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "عزة النفس ليس لساناً ساخراً وطبعاً متكبراً ، عزة النفس هي أن تبتعد عن كل ما يقلل من قيمتك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الكل يجري وراء لا شيء… أحياناً أتمنى بتوقف هذا الطوفان من الهرج والمرج ويأخذ الناس إجازة من هذا اللهاث ,ولو إجازة مرضية .. يقضونها في فراشهم يتأملون ويحاسبون نفوسهم وينظرون من بعيد إلى شارع الحياة.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نحن مصنوعون من الفناء.. ولا ندرك الأشياء إلا في لحظة فنائها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "انها حبيبتي ، حياتي ، اننا شخص واحد ، عيوبها أصبحت كعيوبي ، أحتضنها وأبحث لها عن عذر ، ورغباتي تعبر هي عنها قبل أن أنطق بها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لم أتمنى البكاء يوما ولكن هم الزمان أبكاني .. تمنيت أن أعيش كما تريد نفسي لكن نفسي عاشت كما يريد زماني.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حينما تبدأ بتكذيب حواسك فقد بدأت قصة تعبك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن لا إله إلا الله لمن يعمل بها وليست لمن يشقشق بها لسانه , لا إله إلا الله منهج عمل وخطة حياة وليست مجرد حروف.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "كن كما أنت .. وسوف تهديك نفسك إلى الصراط.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "صدق سليمان الحكيم فإن من يرزقه الله امرأة فاضلة، فقد رزقه جميع لآلئ وماسات الأرض وأكثر.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "حينما أرغب في التطلع إلى وجهي أنظر في المرآة، وحينما أرغب في التطلع إلى نفسي أنظر في عين حبيبتي!",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "ومأساة الزمن .. أنه لا توجد لحظة فيه تتكرر مرتين وإنما هو نهر دائم الجريان يتغير فيه الماء باستمرار وبلا توقف.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن نفسك التي بين جنبيك لا يوجد شيء أقرب إليك منها، ومع هذا أنت أجهل الناس بها، وإن كان مقدار علمك بنفسك هكذا فما بال علمك بغيرك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "هناك حل دائما، هناك مخرج، طالما أن هناك إيمان.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وكلما أمسكت بحالة من حالاتي وقلت هذا هو أنا .. ما تلبث هذه الحالة أن تفلت من أصابعي وتحل محلها حالة أخرى هي أنا أيضاً.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لكن لا أحد يتوقف ليفكر .. الكل يهرول في عجلة ليلحق بشيء وهو لا يدري أن ما يجري خلفه سراب ولا شيء .. وأن الدقائق والساعات والأيام تجري وعمره يجري وآخر المطاف مثواه التراب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "عش لنفسك ، ابتسم لقلبك ، واحزن لبعدك عن ربك ، وابكي على خطيئتك ، فلا أحد يستحقك إلا نفسك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "وإذا كان الحب لم يشفِ أحداً إلى الآن؛ فلأننا لم نتعلم بعد كيف نحب.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "صدقني أن الإنسان لا يشكو لحاجة مادية فهو اليوم أغنى وأكثر ترفاً من قرون الأمس.. ولكنه يشكو لأنه ينظر إلى ما في أيدي الآخرين.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نشعر بثروتنا حينما تفر من يدينا , ونشعر بصحتنا حينما نخسرها , ونشعر بحبنا حينما نفقده , فإذا دام شيء في يدينا فإننا نفقد الإحساس به.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إذا لم تكن النفوس خيرة فإنها لا تستطيع أن تعطي فهي أصلًا فقيرة مظلمة ليس عندها ما تعطيه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "إن السعادة في معناها الوحيد الممكن هي الصلح بين الظاهر والباطن، هي الصلح بين الإنسان ونفسه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الإنسان بحاجة دائماً للحظة غالية ، هي لحظة انفراد يعيد فيها ترتيب حياته ، ولا يسمح لأحد أن يقتحمها عليه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "لو دخل كل منا قلب الآخر لأشفق عليه.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "نحن حينما نفهم أنفسنا نصبح أقوى من كل ظروفنا لأننا نستطيع أن نشكل هذه الظروف, ونتوافق معها.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الشكر على العطاء ألا تعصي به من أعطاك.",
      writer: "مصطفى محمود" ,
    ),
    Quotesclass(
      text: "الجميع يتهم الجميع, لكن لا أحد يتهم نفسه.",
      writer: "مصطفى محمود" ,
    ),
  ];
}