
import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Mostafalotfi {
  List mostafalotfi = [
    Quotesclass(
      text: "أول العلم الصمت والثاني حسن الإستماع والثالث حفظه والرابع العمل به والخامس نشره",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الحرية شمس يجب أن تشرق في كل نفس",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الخلوق من إذا مدحته خجل و إذا هجوته سكت",
      writer: "مصطفى لطفي المنفلوطي",
    ), Quotesclass(
      text: "كل عز لم يؤيد بعلم فإلى الذل يصير",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الغيبة رسول الشـرِّ بين البشر",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "أيها القمر المنير: إنك أنرت الأرض وهادها ونجادها, وسهلها ووعرها, وعامرها وغامرها؛ فهل لك أن تشرق في نفسي فتنير ظلمتها, وتبدد ما أظلمها, من سحب الهموم والأحزان؟!",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "حسبك من السعاده في هذه الدنيا:ضمير نقي ونفش هادئه وقلب شريف وان تعمل بيديك",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "البخلاء جمال عطشانة ، و المياه محملة على ظهورها",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إن الخليلة التي تخلص لخليلها اشرف من الزوجة التي تخون زوجها.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الإحسان لا يُجمّل إلاّ إذا أصاب موضعه من الشدة ومكانه من الشقاء",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لا مفرّ للأمم الضعيفة الجاهلة، من إحدى العبوديتين : إمّا العبودية لحملة التيجان، أو لحملة البيان",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لاخير في حياة يحياها المرء بغير قلب ولاخير في قلب يخفق بغير حب",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الغد صدر مملوء بالأسرار الغزار , تحوم حوله البصائر وتتسقطه العقول وتستدرجه الأنظار , فلا يبوح بسر من أسراره إلا إذا جاءت الصخرة بالماء الزلال.",
      writer: "مصطفى لطفي المنفلوطي",
    ), Quotesclass(
      text: "احفروا لإنفسكم بسيوفكم قبورا.. فالقبر الذي يحفر بالسيف لايكون حفرة من حفر النار..",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الْخُلُق: هو الصرخة التي يصرخها الشجاع في وجه من يجتريء على إهانة وطنه، أو العبث بكرامة قومه.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إني لا أعرف شرفاً غير شرف النفس، ولا نسباً غير نسب الفضيلة.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لولا السرور في ساعة الميلاد ما كان البكاء في ساعة الموت ولولا الوثوق بدوام الغنى ما كان الجزع من الفقر ولولا فرحة التلاقي ما كانت ترحة الفراق.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "أول العلم الصمت، والثاتي حسن الاستماع، والثالث الحفظ، والرابع العمل به، والخامس نشره.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إن الرجل الفاضل الشريف يعيش من شرفه وفضيلته في سعادة يهنأ بمثلها الملوك في قصورهم.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "أن الصدر المملوء بالشرف والفضيلة لايحتاج إالى وسام يتلألأ فوقه",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لا ارى لذة العيش إلا بجوارها ، و لا أرى نور السعادة إلا فى فجر ابتسامتها",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لا أعرف أحداً بين الناس يستطيع أن يرسم لي خطة سعادتي كما أرسمها لنفسي",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "وإصلاح المرأة الفاسدة، أدنى إلى الشرف من إفساد المرأة الصالحة",
      writer: "مصطفى لطفي المنفلوطي",
    ), Quotesclass(
      text: "سرّ الحياة الإنسانية، وينبوع وجودها، وكوكبها الأعلى الذي تنبعث منه جميع أشعتها، ينحصر في كلمة واحدة، هي .. قلب الأم.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "بعض البسطاء تُدهشك استقامتُهم، وبعض العلماء يُدهشك اعوجاجُهم؛ فلا تكونوا دوما أسرى للعناوين وعُبّادًا للألقاب.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "المستقبل نتيجة الماضي وثمرتة الطبيعية.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "أحببت في حياتي حبيبا واحدا ..فقدته مرتين",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الآن عرفت أن الوجوه مرايا النفوس ، تضيء بضيائها وتظلم بظلامها ..",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "السرور نهار الحياة ، والحزن ليلها ، ولا يلبث النهار الساطع أن يعقبه الليل القاتم.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إن العظيم عظيم في كل شيء حتى في أحزانه وآلامه",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "بعداً لقلب لا يسكن عن الخفقان ولا يفيق من الهموم والأحزان",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "فليذهب الماضي بخيره وشره وليأتنا الحاضر بما نريد.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لا صعب في الحياة يا ماجدولين غير الخطوة الأولى فإذا خطاها المرء هان عليه ما بعدها",
      writer: "مصطفى لطفي المنفلوطي",
    ), Quotesclass(
      text: "لو جاز لكل انسان أن يقتل كل من يخالفه فى رأيه ومذهبه لأقفرت البلاد من ساكنيها",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "ليت الليل باقِ حتى أرى وجه النهار بل ليت النهار يأتي فقد مللت هذا الظلام",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "و تضحك ضجكات السرور من قلب باك ، و تنشد أناشيد الهناء من فؤاد محترق",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "و كأنما كنت أرى أن جمال العالم كله في الشعر",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "يقولون مالذة العيش إلا للمجانين.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "السبب في شقاء الإنسان، أنه يزهد في سعادة يومه بتطلعه لسعادة غده، فإذا جاء غده اعتقد أن أمسه خير من يومه، فيشقى في حاضره وماضيه.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الحرية شمسٌ يجب أن تشرق في كل نفسٍ، فمن عاش محروماً منها عاش في ظلمة حالكة يتصل أولها بظلمة الرحم وآخرها بظلمة القبر.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "والمرء إذا لم تحبل به الكآبة ويتمخض به اليأس وتضعه المحبة في مهد الأحلام، تمل حياته كصفحة خالية بيضاء في كتاب الكيان.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "ابتسامة المرأة لفظ مشترك يحتمل جميع المعاني وضروبها من الحب القاتل الى البغض العميق.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لو تراحم الناس لما كان بينهم جائع ولا مغبون، ولا مهضوم, ولأقفرت الجفون من المدامع, ولاطمأنت الجنوب في المضاجع, ولمحت الرحمة الشقاء من المجتمع, كما يمحو لسان الصبح مدام الظلام.",
      writer: "مصطفى لطفي المنفلوطي",
    ), Quotesclass(
      text: "لو كان لي فيما قضى الله حيلةٌ لسحقت قلبي بقدمي سحقاً، ثم أسلمتُ ذرّاته إلى الرِّياح الأربع تذهبُ بها حيثُ تشاء، ولكن لا سبيلَ إلى ذلك.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لا تجعل لليأس سبيلاً إلى نفسك, فلعل الأمل يعوض عليك في غدك ما خسرت في أمسك، وامضِ لشأنك ولا تلتفت إلى ما وراءك.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "حسبك من الذكاء أن تعرف مقدار نفسك.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "هذبوا رجالكم قبل أن تهذبوا نسائكم فإن عجزتم عن الرجال فأنتم عن النساء أعجز.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "استقر فى نفسى أن أعيش فى هذا العالم منفردا كمجتمع و غائبا كحاضر و بعيدا كقريب",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "البدر لا يطلع إلا إذا شقَّ رداء الليل والفجر لا يدرج إلا من مهد الظلام",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إن خبز الأشرار يملأ الفم حصى",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إنا لم نأت إلى هذا العالم باختيارنا، فلم لا نخرج منه متى شئنا؟",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "تُربة الشرق، لا تختلف كثيرًا عن تربة الغرب، لو تعهّدها الزارعون",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "فأنا أحب الأشقياء و أعطف عليهم لأنني واحد منهم.",
      writer: "مصطفى لطفي المنفلوطي",
    ), Quotesclass(
      text: "لا تأس على مافاتك ف إنما كان [وديعة] من ودائع الدهر ، أعاركها برهة من الزمن ! ثم استردها",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "ما أعظمَ جريمة الأمَّةِ التي لا يموتُ فيها جوعاً غيرُ شرفائِها وأعِفَّائِها !",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "مع حروفه و كلماته كأنما ينشد مرثية محزنة ، انا المبكية عليها فيها",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "و انطفأت تلك الابتسامات العذبة التى كانت لا تفارق ثغرها",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "وكل نبات يزرع في غير أرضه، أو في ساعة غير ساعته، إما أن تأباه الأرض فتلفظه، وإما أن ينشب فيها فيفسدها.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "قومي يا بنية للصلاة , واطلبي الرحمة لتلك التي التقطت ذرتك الأولى من عالمها , ثم اتخذت لك من حنايا ضلوعها سريراً قبل سريرك ومن أحشائها مهاداً قبل مهادك , والتي قدم لها الدهر كأسي شقائه ونعيمه , فشربت الأولى وآثرتك بالأخرى.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "رفيق السوء مثل البعوض لا تحسّ به إلا بعد اللّسع.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
    text: "فما هذا الولعُ بقصة المرأة، والتمطُّق بحديثها، والقيام والقعود بأمرها وأمر حجابها وسفورها، وحريتها وأسرها، كأنكم قد قمتم بكل واجبٍ للأمة عليكم في أنفسكم، فلم يبقَ إلا أن تفيضوا من هذه النِّعم على غيركم!",
    writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الوداعُ، أيها القومُ الذين طردوني من بينهم،ولم يُزَوِّدوني لُقمةً واحدةً أتبلَّغُ بها في طريقي.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لو لم يبقَ على ظهر الأرض إلا رجل واحد ! لجرد من نفسه رجلا آخر يخاصمه وينازعه.",
      writer: "مصطفى لطفي المنفلوطي",
    ), Quotesclass(
      text: "الغد شبح مبهم يتراءى للناظر من مكان بعيد فربما كان ملكاً رحيماً، وربما كان شيطاناً رجيماً، بل ربما كان سحابة سوداء إذا هبت عليها ريح باردة حللت أجزاءها وفرقت ذراتها فأصبحت كأنما هي عدم من الأعدام التي لم يسبقها وجود.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "ان النفس تطلب حياتها وبقائها قبل ان تطلب لذائذها وشهواتها.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "وهأنذا يخيّل إليّ أني أرى صورته في مرآتك , وكأني أراه يبكي من أجلي كما أبكي من أجله , فأزداد شوقاً إليه وحزناً عليه , فابق في مكانك طويلاً تطل وقفتنا , ويدوم اجتماعنا.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "ودمعة الراحم كابتسامة الساخر ،كلاهما يؤلم النفس ، ويملؤها غصة وأسى، فكلنا نضيق بالحالتين، ونتألم فى الموقفين.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إنك ما بعدت عني، إلا لتقترب مني.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "ليس من صواب الرأي أن يجعل الإنسان حالة عيشه ميزاناً يزن به أخلاقه , فإن اتسع عيشه اطمأن إليها , وإن ضاق أساء الظن بها , فكم رأينا بين الفاضلين أشقياء , وبين الأرذلين كثيراً من ذوي النعمة والثراء.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لو أن أحدا من قبلي استطاع أن يدفع هواه عن قلبه أو يمحو ما قدر له في صحيفة قضائه من شقاء الحب وبلائه لسلكت سبيله التي سلكها ولكنه بلاء بليت به لحين أريد لي، فلا رأي لي في رده ولا حيلة لي في اتقائه.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لقد نبذتُ حبَّكم من قلبي نبذَ الفمِ النّواة، ونفضتُ يدي منكم نفض المودِّع يده من تراب الميت.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الناس يعيشون في نفوس الناس أكثر مما يعيشون في نفوس أنفسهم، أي أنهم لا‌ يتحركون ولا‌ يسكنون إلا‌ لأ‌ن الناس هكذا يريدون.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لا تعجب إن قلت لك إن الذكاء غير العقل، فاللصوص والمحتالون والمزورون والكاذبون والمنافقون أذكياء، وليس بينهم عاقل واحد.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "إن الإنسان لا يعجزُ عن احتمال الشَّقاء الدائم، لكنه يعجزُ عن احتمال السَّعادة المتقطِّعة!",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "لقد أحبته من حيث لا تدري , فإن الخوف من الحب هو الحب نفسه.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
  ];
}