import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Mostafalrafei {
  List mostafalrafei = [
    Quotesclass(
      text: "كان العيد في الإسلام هو عيد الفكرة العابدة ، فأصبح عيد الفكرة العابثة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليس العيد إلا إشعار هذه الأمة بأن فيها قوةَ تغيير الأيام، لا إشعارها بأنّ الأيام تتغير" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إننا لن ندرك روعة الجمال في الطبيعة إلا إذا كانت النفس ثريبة من طفولتها ومرح الطفولة ولعبها وهذيانها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الثقة بالله أزكى أمل ، والتوكل عليه أوفى عمل" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ولكن الأسرة لا تقوم على سواد عيني المرأة وحمرة خديها، بل على أخلاقها وطباعها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "والشمس والكواكب نار ، ولكنها على الدنيا نور ، أما وجهك فنور ، ولكنه على قلبي نار !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن شر النفاق ما داخلته أسباب الفضيلة، وشر المنافقين قومٌ لم يستطيعوا أن يكونوا فضلاء بالحق؛ فصاروا فضلاء بشئ جعلوه يشبه الحق" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الدين : حقيقة الألوهية في الروح الحب : حقيقة الإنسانية في القلب" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إنّ في القلمِ لشيئا إلهيًّا يدفع الموتَ والنّسيان عن المعاني التي تُكْتَبُ إلى أجلٍ طويلٍ، كأنّ القلم ينتزعها من الإنسان الذي هو قطعة من الفناء ليبعد الفناءَ عنها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الطبيعة نفسها تُخفي عن الإنسان أكثر الحقائق رحمة منها بالعواطف التي هي قوام نفسه ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كان الاستبداد بالشعب غنيمه يتناهبها عظماؤه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كثيرا ما جنت المروءة على أهلها، ولكن احتمال هذه الجناية هو أيضا من المروءة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "و كنت كالقلب المهجور الحزين وجد السماء و الأرض ولم يجد فيهما سماءه وأرضه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وآفة هذه القوانين أنها لم تُسن لمنع الجريمة أن تقع، ولكن للعقاب عليها بعد وقوعها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يا زجاجة العطر اذهبي إليها.. وتعطري بمس يديها.. وكوني رسالة قلبي لديها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الطبيب الحكيم لا يجاري العليل و إنما ينظر إلى العلّة ، و إن الله سبحانه و له العزة لا يبالي باصطلاح الناس و لكنه ينظر مصلحتهم حين يعطي و يمنع." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أن نسيان الله ليس عمل العقل، ولكنه عمل الغفلة والأمن وطول السلامة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "اعظم الملوك لن يستطيع بكل ماله ان يشترى الطريقه الهنيئه التى ينبض بها الساعة قلب هذا الطفل" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "اليوم الذي يكون فيه كل الناس عقلاء في الرأي يكون كل الناس مجانين في الحقيقة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن عدم المبالاة يكون في بعض الاحيان وفي بعض الأمور هو ما كل تكلفنا به الطاقة البشرية من المبالاة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أيتها الحقيقة لا يظفر بكِ إلا سُعداء الفطرة ، وما الطبيعة كلها إلا إيمان بك ودليل عليك" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فإنّ الله لا يُعامل إلا بالنية ولا يُكتب في سجل الحسنات إلا الأرقام القلبية" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "هى مثل الشعر تطرب القلب بالالم يوجد فى بعض السرور والسرور الذى يحس فى بعض الالم" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "و لا أرى غير شيئين لا يتخطى إليهما عقل الإنسان ولا تنالهما لغته ،ما وراء القلب،و ما وراء الطبيعة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وإن الجراءة هي علم الجاهل حين يكون له علم، وجهل العالم حين يكون للعالم جهل" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ومتى كان القلب جاهلا بقي الإنسان بعلومه كأنه قطعة في أداة هذه الطبيعة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ياليل : هيجت أشواقا أداريها …..فسل بها البدر :إن البدر يدريها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إنما الحبيب وجود حبيبه لأن فيه عواطفه.. فعند الفراق تنتزع قطعة من وجودنا فنرجع باكين ونجلس في كل مكان محزونين كأن في قلوبنا معنى من المناحة على معنى من الموت." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن للقلب أربع لغات يتكلم بها: واحدة منهن بالألوان في الوجه, والثانية بالدلال في الجسم, والثالثة في النظر بالمعاني, والأخيرة وهي أسهلهنّ وأبلغهنّ يتكلم بكل ذلك في ابتسامة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "سبحان من علم آدم الأسماء كلها لينطق بها وعلمك أنت من دون أبنائه وبناته السكوت ، والسلام عليك في أزلية جفائك التي لا تنتهي ، أما أنا فالسلام عليّ يوم ولدت ويوم أموت." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "دموع المظلومين هي في أعينهم دموع، ولكنها في يد الله صواعق يضرب بها الظالم." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "حين ينجح الإنسان يقول فعلت وفعلت، وحين يفشل يقول القدر ويسكت." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أشد ما في الكسل أنه يجعل العمل الواحد وكأنه أعمال كثيرة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ألا يا طائر الحب ، إن لك إذا طرت جناحين؛ فما أقرب من هو جناح الفراق ممن هو علي جناح الهجر." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الفرق بين كاتب متعفف وبين كاتب مُتعهِّر أن الأول مثقل بواجب، والآخر مثقل به ذلك الواجب" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الموت ينتزع الروح ، والهجر يترك الروح كأنها منتزعة ، فهوت موتٌ لا ينتهي !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن بعض الاسرار فيه ضربة العنق فلا يباح منه شيء، وبعضها يكون فيه ألم النفس الكبيرة فلا يباح كذلك" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إنك إن لم تأخذ القلب هبةً ممن تحب فما أنت من حبها في (خُذ) ولكن في (هات) وأخواتها …" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ذا العلم حقيق أن لا يَعدَمَ في كل خطب حيلة، وإن ذا الجهل خليق أن لا يجد في أي خطب حيلة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ضع اللغات كلها في فم المحب، فإن خفقة واحدة من قلبه ستجعلها كلها بلا تأثير كأنها صمتٌ ناطقٌ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فمن لم يدرس طبائع القلوب المتوجهة في أنفاس أهلها لا يعلم قلبه شيئاً وإن كان رأسه مكتبة من العلوم" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فى جمال النفس ترى الجمال ضرورة من ضرورات الخليقة! كأن الله امر العالم الا يعبس للقلب المبتسم" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كفى بالمرء جهلاً إذا أُعجِب برأيه ، فكيف به مُعجَباً ورأيه الجهل بعينه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ما حيلة الشمس في الحيطان والأبواب التي أنت تقيمها ! افتح لها …. تدخل إليك !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وأساس العمل في الإسلام إخضاع الحياة للعقيدة، فتجعلها العقيدة أقوى من الحاجة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وانتقل الامير البخيل الى رحمة الله وترك المال واخذ معه الارقام يحاسب عنها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وكلما حاولت ان اتفرس وجهة رايت وجهة لا يفسره الا تكرار النظر اليه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ولكن من نقص هذا الإنسان أنه لا يستطيع التعبير عن أكبر الحقائق وأدقها إلا بأسلوب خرافي .." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا يفكر الرجل فيما لم يحدث على اعتبار أنه حادث إلا في شيئين .. المصيبة التي يكرهها والمرأة التي يحبها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "في الحياة أشياء مكذوبة تُكبِّرُ الدنيا و تُصغِّر النَّفْس، و في الحياة أشياء حقيقيَّة تَعْظُمُ بالنفس و تَصغُرُ بالدنيا؛ و ذَهَبُ الأرض كلُّهُ فقرٌ مُدْقعٌ حين تكون المعاملةُ مع القلب." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "القلب هو موضع الخفيقة السماوية التي تظهر بين الناس في هيئاتها فيسمونها المحبّة ، وبين الملائكة فيسمونها الإنسانية ، وعند الله فيسميها الإيمان ، وما كان في القلب غير ذلك فهو من تسلّط العقل واستبداده." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لطف الجمال صورة أخرى من عظمة الجمال, عرفت ذلك حينما أبصرت قطرة من الماء تلمع في غصن، فخيل إلي أن لها عظمة البحر لو صغر فعلق على ورقة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إذا استقبلت العالم بالنفس الواسعة, رأيت حقائق السرور تزيد وتتسع, وحقائق الهموم تصغر وتضيق, وأدركت أن دنياك إن ضاقت فأنت الضيق لا هي." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "والسعادة والشقاء كالحق والباطل، كلها من قِبَل الذات، لا من قِبَلِ الأسباب والعلل، فمن جاراها سَعِد بها، ومن عكسها عن مجراها فبها يشقى." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كانت الثورة زلزلة وقعت في التاريخ فجاءت تحت زمن راكد لا يتغير إلا بأن ينسف…" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: ".ولا أحزن بالحزن، ولكن بهمومٍ بعضُها الحزن" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الا ما اشبه الانسان فى الحياة بالسفينة فى امواج هذا البحر" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الامة التى تبذل كل شئ وتستمسك بالحياة جبنآ وحرصآ لا تاخذ شيئآ والتى تبذل ارواحها فقط تاخذ كل شئ" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الإنسان يُبتلى ثم يُبتلى ليعرف ان كل مافيه إن هو إلا وديعة الغيب فيه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الدموع دماء الروح." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الرجل العظيم في فنه، قالب إنساني لا إنسان؛ فلا يقاس إلا ليقاس عليه غيره" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الرجل العظيم في فنه، قالب إنساني لا إنسان؛ فلا يقاس إلا ليقاس عليه غيره" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الروح تتكلم من العين بهذه المعاني السائلة التي نُسميها الدموع." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "العلم هو الكتاب لا الذي يلقيه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الفرح يا ابنتي هو شعور الحي بأنه حي كما يهوى، ورؤيته نفسه على ما يشاء في الحياة الخاصة به" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "النجاح لا ينفعنا بل ينفعنا الامتياز في النجاح" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أما الذي هو مريض بشيء من كل شيء، فهو العاشق المريض بامراة يهواها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الألم هو فهم الألم لا غير" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الدنيا شيء واحد في الواقع؛ ولكن هذا الشيء الواحد هو في كل خيالٍ دنياً وحدها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن السكوت من أكبر فضائل المرأة، وقليلاً ما وفقت إليه!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن سرور الشاعر الملهم سرور نفسه وحدها، ولكن حزنه حزن العالم كله." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن مس استقلال دولة من الدول العظمى قد يكون أحيانا أيسر وأهون من مس استقلال نفس من النفوس الكبيرة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أنت النقص كله مع لذات الدنيا ، وأنت الكمال كله مع آلامها !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إننا لانبكي الميت لذهابه عنا وإنما لبقائنا دونه." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "تطلع الشمس على الناس كأنها فصّ خاتم السماءتشير به أن تعالوا إلى الكنز في ضوء هذه الياقوتة الصغيرة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "رزق الصالحين كالصالحين أنفسهم، يصوم عن أصحابه اليوم واليومين." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فلن تقهر امة عقيدتها ان الموت اوسع الجانبين واسعدهما" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قانعون يكتفون بالثمرة ولا يحاولون اقتلاع الشجرة التى تحملها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قل للناس ايها الامير ! ان لقبى هذا انما هو تعبير عما كان لاجدادى من الحق فى قتل الناس وامتهانهم" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قلبي المسكينُ محكومٌ عليه لا بالأشغال الشاقَّةولكن بالأماني الشاقّة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كلما قرأت لك شيئاً نفذ إلى روحي بالعطر الذي عطرك الله به !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا يعتب الانسان على الدنيا وأحكامها ولكن ليجتهد ان يحكم نفسه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لجلجة المضغة عند الجوع خير من جمود الفكّين" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليس لامرأة فاضلة إلا رجلها الواحد؛ فالرجال جميعًا مصائبها إلا واحدًا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليس هناك شيء أقوى من الحق ولكن الشريعة في يد ظالم تجعل الباطل أقوى منه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليس هناك شيء أقوى من الحق ولكن الشريعة في يد ظالم تجعل الباطل أقوى منه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليست الحياة الأرضيّة شيئاً إلا ثورة الحيّ على ظلم نفسه." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "نحن على الأرض نبني لأرواحنا في السمـــاء" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "هذا الدين علمت من ابى انه ثلاث عبادات يشد بعضهما بعض احداها الاعضاء والثانية القلب والثالثة النفس" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "و كل دموع الناس لا تَبُل ظمأ النسيان و لو إنحدرت كالسيل يدفع بعضها بعضا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "واذا كانت بطبيعتها تقاسى الالم لا يطاق حين تلد فرحا فكيف بها فى الحزن" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وكل حبيبة وصاحبها كالوثن وعابده : في أحدهما الحقائق كلها ما دام في الآخر الوهم كله !." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وكل حسن يلتمس النظرة الحية التي تراه جميلا لتعطيه معناه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وليس الدين إلا يقظة النفس تحقق فضائلها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وما أصل الهم والشقاء في الإنسان إلا أن كل إنسان يتمنى لنفسه أن يشذ من قاعدة ما" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وما زال رأي الفساق في كل زمن أن الحرية هي حرية الاستمتاع، وأن تقييد اللذة إفساد للذة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ونامت ويدها مرسلة على اخيها كيد الام على طفلها يا الهى نامت ويدها مستيقظه !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يا ثغرها ، فيك نسيم الندى // فكيف قلبي في نداك احترق ؟!!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يا للعدالة ! كانت الصفعة على وجه ابن الفقير وكان الباكى منها ابن الغنى !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يا صديقي؛ إنَّ الله رحيم، و من رحمته أنه أخفى القلب و أخفى بواعثه ليظلَّ كلُّ إنسان مخبوءًا عن كلِّ إنسان؛ فدعني مخبوءًا عنك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "تلك الوجوه الفتّانة إنما هي في الحقيقة الصفحات الأولى من كتاب المنطق الإلهي." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إنما هي ثلاثة : المبدأ الشريف للنفس ، والفكر السامي للعقل ، والحب الطّاهر للقلب ؛ هذه هي معاني الكمال الإنساني." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الحبَّ هو تجديدُ النفس." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وقد خلق النساء لامتحان جنون الرجال، وخلق الرجال لامتحان عقول النساء." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "‏ولكن العظيم يعيش في إمتلاء نفسه وعالمه الداخلي. تسمّيه اللغة أحيانًا: الفكرة، وتسمّيه أحيانًا: الصمت." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وفي النفس حياة ما حولها، فاذا قويت هذه النفس أذلت الدنيا واذا ضعفت أذلتها الدنيا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الحزن الذي يجيء من قبل العدو يجيء معه بقوة تحمله وتتجلد له وتكابر فيه, ولكن أين ذلك في حزن مبعثه الحبيب ؟!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "آه من الدنيا ومن قدر على الدنيا حكم .. البغض شيء مؤلم والحب شيء كالألم." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "في قلب الرجل ألف باب يدخل منها كل يوم ألف شيء ولكن حين تدخل المرأة من أحدها لا ترضى إلا أن تغلقها كلها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أيّها الصديق أنت الجسم الثاني لروحي ، وكما في قلبكِ لي فإنّه في قلبِي لك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الديمقراطية حالة طبيعية يتم التوصل إليها بمجرد الوصول الى درجة من توازن القوى، يتم بموجبها قبول الآخر طوعا وكرها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "والصبر بلادة، والأنفة حماقة، والروحانية ضعف، والعفة خيبه، اما الحب فاسمه فسق." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لقد أشرقَ العلم لما شرقنا .. وما زال يضؤل حتى غَرَبْ , وكنا صعِدنا مراقي المعالي .. فأصبحَ صاعدنا في صببْ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قيمة كل شيء هي قيمة الحاجة إليه فتراب شبر من الساحل هو في نظر الغريق أثمن من كل ذهب الأرض." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "رؤية الكبار شجعان هي وحدها التي تخرج الصغار شجعان، ولا طريقة غيرها في تربية شجاعة الأمة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يقولُ هوَ عنها : ما أحوجني إلى معجزةِ نبيٍّ تحوّلُ الحجرَ في ضلوعها إلى القلب ، وَتقولُ هيَ عنه : ما أحوجني إلى بعضِ الملائكةِ وَالشياطين ليكشفَ لي سرَّ نفسهِ المخبوءةِ تحتَ مكانِ الصّبرِ في قلبه." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فالطفل يقلب عينيه في نساء كثيرات، ولكن أمه هي أجملهن وإن كانت شوهاء، فأمه وحدها هي أم قلبه، ثم لا معنى للكثرة في هذا القلب ، هذا هو السر؛ خذوه أيها الحكماء عن الطفل الصغير." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الصديق هو الذي إذا حضر رأيت كيف تظهر لك نفسك لتتأمل فيها، وإذا غاب أحسست أن جزءاً منك ليس فيك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الذي يحيا بالثقة تُحييه الثقة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا يريد الهمّ منك أكثر من أن تريدَه .. فيأتي!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إذا آمنت لم تعد بمقدار نفسك ولكن بمقدار القوه التى أنت بها مؤمن" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إذا قُدر للأعمى أن يبصر ساعة واحدة ثم يرتد إلى ظلامه، فما أبْصر ولكن تضاعف له العمى" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أشدّ ما يفضح الثوب القذر أن تنزل فيه رقعة نظيفة لها جدة ورونق" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ألا إن شر الحوادث هي تلك التي تنزل بنا فلا نعرف منها إلا أننا كنـّا نعيش من قبلها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الحياة حياة اذ انت لم تفسدها جاءتك دائمآ هداياها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "العاشق هو وحده المخلوق الغريب الذي ترى الأحلام في عينيه وهو يقظان يعقل ويعي." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "القلــب وحده مكان المستحيــل" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "المُلحد لا موضع في قلبه للحب لأنّ الحُب مؤمن" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "النَّقد قائمٌ بالمَلَكَةِ والفَهْمِ، لا بالفَهْمِ وَحْدَهُ" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الذي يكذب حبه بإظهار غيظه من الحبيب ليكذبه الغيظ !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن العبرة بروح النعمة لا بمقدارها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الله لا يُمسك عنّا فضله إلا حين نطلب ماليس لنا أو مالسنا له ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ان كان اول مافى الحياة ان تاكل فاهون مافى الحياة ان تاكل وما يقتلك شئ كاستواء الحال" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن لم تزد على الحياة شيئا ، تكن أنت زائدا عليها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ان يوماً باقياً من العمر هو للمؤمن عُمرٌ ما ينبغي أن يُستهانَ به" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "اولئك ازاحو اللغة عن مرتبة سامية وهؤلاء علوا بها الى اسمى مراتبها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "تتم آمالنا حين لا نؤمّل" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "تسمعك صوت ضعفها ملتجئا إلى قوتك ،وكأنها تقول لك: إن نصف كلامى هو هذا والنصف الآخر هو ثقتى بشرفك!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "خذ نفسك من قلبك كما شئت؛ حُلواً من حُلو، ومُراً من مُرّ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فالعمل هو لا غيره الذي تَتَعاوَرُه ألفاظ الحسن والقبح." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فإنَّ الأُمَّةَ لا تَحْيَا إذا ماتَتْ لُغتُها، ولَنْ تَموتَ لُغةُ أُمَّةٍ حيَّةٍ" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فان الله مع المنكسرة قلوبهم" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فإني رأيت الذي لا يفكر في معاني الجمال حين يمتنع ويبعد لا يدرك كل معانيه حين يمكن ويدنو." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قالت ارمانوسة : الكنيسة هى الجدران الاربعة اما هؤلاء فمعبدهم بين جهات الارض الاربع" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قد يكون أدق خيط من خيوط آمالناهو أغلظ حبل من حبال أوهامنا .. !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كذلك كل لذه لا يفسرها للنفس الا تكراها" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كلما ابتعدتُ في صدِّها خطوتين رجع إليَّ صوابي خطوة…" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كما يضر أهل الشرّ غيرهم إذا عملوا الشرّ، يضر أهل الخير غيرهم إذا لم يعملوا الخير" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كن مع الناس في حالٍ تشبه محل نفسك لا محل أنفسهم" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا صلح لقلبين لم يصطلح فكراهما…!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا عزيمة لقلب خذله اللسان، ولا تشدد للسان خذله القلب، ولا استقلال لشعب تخاذلت ألسنتهم وقلوبهم." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا يكون البيان العالى اتم اشراقا الا بتمام النفس البليغة فى فضيلتها او رذيلتها على السواء" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا يمكن للقلب أن يعانق القلب ولكنهما يتوسلان إلى ذلك بنظرة تعانق نظرةوابتسامة تضم ابتسامة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لفظة (الجمال) واحده من الاصطلاحات المبهمه التي تمثل قصور الإنسان اللغوي" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لم يضيع الشرقيين ضعف القوة أكثر مما ضيعهم ضعف البصيرة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لو حدت الحقيقة لما بقيت حقيقة" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليت المنابر الاسلامية لا يخطب عليها الا رجال فيهم ارواح المدافع لا رجال فى ايديهم سيوف خشب" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليس كل ما يعجبك يرضيك، و لكن كل ما يرضيك يعجبك" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ما أمرّ عذاب من وجد الضروري له مستحيلاً عليه !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ما دام لكل إنسان باطن لا يشركه فيه إلا الغيب وحده ، ففي كل إنسان تعرفه إنسان لا تعرفه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ما وقفت أمامك مرة يا حبيبتي إلا قلت في نفسي:من هنا يبدأ ما لا يدرك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "مالى اراك متيبسا كالميت فى قبره غير انك لم تمت ؟ ومالك اعطيت الحياة غير انك لم تحى ؟" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "من لم تُعِزَّه نفسُه فلا يَصلُحُ الا أن يكونَ رجلاً لا يصلُح" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "هكذا الحظ: عدلٌ مضاعف في ناحيه وظلمُ مضاعف في ناحيه أخرى" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وإنما الدينُ في السموِّ على أهواء النفس ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وتعطيه فيما ينسى ما لا ينسى" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وطن الحرِّ سماً لا تمتلك" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ولا تزال الجَنَّةُ مع الطفل، حتّى إذا كبُر قيل له كما قيل لآدم: اهبط منها..!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ولو تلبس الملائكه بهذا اللحم والدم ابطل ان يكونو ملائكه" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ومن أحرز نفسه من عدوه فذاك قتل عدوه، فإن لم يقتله فقد غاظه بالهزيمة، وذاك عند الأبطال فن من القتل." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ومن مصائبنا نحن الشرقيين أننا لا نأخذ الرذائل كما هي، بل نزيد عليها ضَعْفنا فإذا هي رذائل مضاعفة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يابعد مابين الدنيا التى حولى وبين الدنيا التى فى قلبى" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يجب على المؤمن صحيح الإيمان أن يعيش فيما يصلح به الناس لا فيما يصطلح عليه الناس !" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يُستعبد عاشق الجمال للجمال لأنه يرى فيه لروحه وقلبه نظراً وشباباً وعقلاً" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يموت الحي شيئاً فشيئا؛ وحين لا يبقى فيه ما يموت، يُقال: مات" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ينظر الحب دائما بعينٍ واحدة, فيرى جانبا ويعمى عن جانب، ولا ينظر بعينيه معا إلا حين يريد أن يتبين طريقه لينصرف." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليس في الحب مسافات، فالمتحابان مجتمعان دائماً في فكرة وإن كان أحدهما في المشرق والآخر في المغرب." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ويُخيّل إليّ من طغيان آلامي أن كلّ ذي حزن فعندي أنا تمام حزنه ! ويُخيّل إليّ أنّي أفصح من نطق ب آه." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ما من قفل بلا مفتاح، وإلا فما هو بقفل!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ما أجمل الأرض على حاشية الأزرقين, البحر والسماء, يكاد الجالس هنا يظن نفسه مرسوما في صورة إلهية." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "العالمُ لكلّ النّاس، غيرَ أنّ لكلّ إنسانٍ عالمًا هو خالصةُ نفسه." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ثلاثة أشياء لا تضبط إذا اندفقت و لا تردّ اذا اندفعت : موجة البحر المضطرب ، و دمعة الحزين البائس ، و إرادة الحبيبة الجميلة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "هذا هو الحبّ عندها؛ تحبّك كما تحبّ كلمةً تكتبها أو معنىً تتخيّله فإذا سئمتك لم تكن عندها إلّا الثّالثة …إلّا صحيفةً تمزّقها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "مرَّ ليلُ هوىً ما كانَ أهنأَه .. لو أنَّني لم أقمْ منهُ إلى الأ‌بدِ , وحينَ أيقظتُ عيني في الصباحِ بكت .. وعاقبتني في جفنيَّ بالرمدِ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أف لهذه الدنيا! يحبّها من يخاف عليها، ومتى خاف عليها خاف منها ، فهو يشقى بها ويشقى لها ، ومثل هذا لا يكاد يطالع وجه حادثةٍ من حوادث الدهر إلا خيّل إليه أن التعاسة قد تركت الناس جميعا وأقبلت عليه وحده." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ولم أجْنِ ذنبًا غيرَ أنّيَ ذو هَوىً .. وأنّكَ لي دونَ الأنامِ مُحَبّبُ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "المرأة للرجُل نفس لنفس ، لا متاعٌ لشاريه." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لم يجيؤوا به قالوا: سيتركه الليل في الشهر القادم." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أمسيتُ من يومِ النوى فزِعاً .. ويلي على يوم النَّوى ويلي ، وأتى الصَّباح بكلِّ داهيةً .. فخرجتُ من ليلٍ إلى ليلِ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الحبيبُ من تَلْتهمه بكل حواسك، فإذا رأيته فقد رأيته وسمعته وذُقته ولمسته وشممته، والبغيض من تقِيؤه من كلّ حواسك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "بل ماذا يبلغ الكلام من حب يجعل الحياة كأنها كلمة رضى في شفتي الحبيبة، ويجعل الحبيبة نفسها كأنها كلمة رضى في شفتي الحياة؟" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليكن غرضك من القراءة اكتساب قريحة مستقلة، وفكر واسع، وملكة تقوى على الابتكار، فكل كتاب يرمي إلى إحدى هذه الثلاث فاقرأه." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "من شغل نفسه بعيوب الآخرين كثرت عيوبه وهو لا يدري." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "‏أما كفاني ما ألقاهُ من زمني .. حتى أغالبَ فيكَ الشوقَ والزمنا؟" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الجميلات، إنما هنَّ كواكبُ الأرض يدرنَ في أفلاكِ القلوب." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا تعاتِب حبيبكَ الذي ملَّ ، فإذا مرض الحب مات العتاب." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "تتكلم ساكتة وأرد عليها بسكوتي، صمت ضائع كالعبث ولكن له في القلبين عمل كلام طويل." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وترفَّق بصبرك لاتُجهدْه, وبدمعك لا تُفْنِهِ, فإِنهما الزادُ والماءُ لمن يقطع هذه المفازةَ المهلِكة من الدنيا سالماً ول ايريد أن يأكل من جِيفها أو يكون فيها جيفةً تؤكل." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "لا تسأل يا بني ما هي الحياة؟ ولكن سل هؤلاء الأحياء أيكم الحي؟" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وشخص واحد هو الألف واللام والحاء والباء والناس جميعاً نقطة صغيرة ملقاة تحت الباء." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يا ناعسَ الطرفِ كم أشكو وتظلمني .. رحماكَ يا ناعسَ العينينِ رحماكا , لو أن غيرَ فؤادي يشتكيكَ معي .. لضجتِ الناسُ والدنيا بشكواكا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "حريٌّ بمن يوقن أنّه لم يولد بذاته، ألّا يشكّ بأنّه لم يولد لذاته." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ولو أن قلبي كانَ في القبرِ ساكناً , ومَرَّتْ عليهِ كفها لَتَحرَّكا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "في ابتسامة الحبيب ينتقل العاشق بروحه بين المعاني والخيالات الشعرية السماوية ، وفي تلك النظرات منه يسافر بقلبه إلى أحلامه البعيدة كما يسافر الفلكي بعينه إلى النجوم في التلسكوب." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كم من امرأةٍ جميلةٍ تراها أصفى من السماء، ثمَّ تثورُ يوماً فلا تدل ثورتُها على شيءٍ إلا كما يدل المستنقع على أنَّ الوحلَ في قاعه؛ فاغضبِ المرأة تعرفها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فترى العمرَ يتسلّلُ يوماً فيوماً ولا نشعر به، ولكن متى فارقَنا من نحبهم نبّه القلبُ فينا بغتةً معنى الزمن الراحل، فكان من الفراق على نفوسنا انفجارٌ كتطايرِ عدةِ سنينَ من الحياة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وأرى على نورِ قلبي أحرفاً مختبئةً في قلبِك هيَ : ألف ، حاء ، باء ، كاف ، فهل تكتبيها؟!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ليس كل من عصر عينيه فقد بكى، إن البكاء لأشرف من ذلك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كن إنساناً لا أكثر ، فإنك تحاول أن تصير إلهاً فتصير شيطاناً." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن الشعب الذي لا يجد أعمالا كبيرة يتمجد بها هو الذي تخترع له الألفاظ الكبيرة ليتلهى بها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قضت الحياة أن يكون النصر لمن يحتمل الضربات , لا لمن يضربها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أمّا قبل: فقد رأيت عندك الفجر وأخذت منه نهاراً أحمله في روحي لا يظلم أبداً." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "العواطف الحية تبقى حية و لو كانت مرسومة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "جافيتني والذنب ذنبك .. وظلمتني فالله حسبك , ما بال قلبكَ لا يرق! .. أمن صميم الصخر قلبك؟! صِلني أو اهجر إنني .. في الوصل والهجرِ أحبك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "تالله لو جددوا للبدر تسمية, لأعطي اسمكِ يا من تعشقُ المُقل , كلاكما الحسن فتانا بصورته, وزدت أنكِ أنتِ الحب والغزل , وزدت يا حبيبتي أنكِ أنتِ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كلّ محبٍّ يَرىَ له قلباً يخفق مع قلبه فكأنّه يعيش فيها بقلبين يضاعفان اللذة والسرور في حياته ، أما أنا فليس لي من قلب يخفق بالهوى مع قلبي، حتى ولا قلبي يخفق معي." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يجْعلُ اللَّه الهُموم مُقدّماتٍ لنعمٍ مخْبوءة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إنّ من الناس من يختارهم الله؛ فيكونون قمح هذه الإنسانيّة: ينبتون ويحصدون، يعجنون ويخبزون، ليكونوا غذاء الإنسانيّة في بعض فضائلها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "قبَّح الله الحبَّ إنْ كان مثل وَجدي بك، لا يؤتي الحياة جمالَها إلَّا يسلبُها حُرّيَّتها واستقرارها معا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "دِقّةُ الفَهَمِ للحَيَاةِ يُفسِدُهَا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وقال لها مرة: نجعل مجلسنا الليلة في القمر؟ فقالت: ما أولعك بالجمع بين الضرائر." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وتبسّـمت للدّموع كأنّها تريد أن تقول لها أيضا؛ لا تبكِ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أحمقُ ما يكون المجنون عندما يتعاقل." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "‏لا يَستروح هذا الإنسان مِن ألَمِه إلا وقد أَكسبه الألم: فضل الإنسانية، وبِرّ الفضيلة، وصِحّة الإيمان وقوّة النَّفس." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ﻗﺎﻟﺖ ﺿﺎﺣﻜﺔ : ﻻ ﺃﺣﺒﻚ ! ﻗﻠﺖ : ﺇﻥ ﻓﻴﻬﺎ “ﺃﺣﺒﻚ” ﻭ ﻫﺬﺍ ﻳﻜفي." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يقول المنكرون: (لا عِلمْ! )، ويقول الحائرون: (لا علمَ لنا! )، ويقول المؤمنون: (لا علمَ لنا إلا ما علمتَنا)" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "فيا ليتني طير أجاور عشها .. فيوحشها بعدي ويؤنسها قربي." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أشد سجون الحياة قسوة، فكرة بائسة يسجن المرء منا نفسه بداخلها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وقد تعذبه في بعض دلالها أشد العذاب، وهي تحبه حبٍّا ليس عليه صبر." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "للحديث مع روح تحبها سعادة تُغنيك عن الدنيا بأكملها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "واملأ فؤادك رحمة لذوي الأسى .. لا يرحم الرحمن من لا يرحم." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "كلّ النّوابغ لا يرضيهم إلّا أن يرتفعوا." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "من سحر الحب أن ترى وجه من تحب هو الوجه الذي تضحك به الدنيا وتعبس أيضاً." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وَفي مَذهبي أنّه إذا اجتمع الأذى والحُب في قلب، وجب أن يَنصرف الحُب مطروداً مدحوراً." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وإستند إليها كأنها قوته وعاش بها كأنها روحه، فذلك هو الذي يشعر بحقيقة الحب ويفهم معناه السماوي." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "في قلبها منك شيئا , تحب ألا يظهر لك , وتحب كذلك ألا يخفى عليك!" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وأرادوا أن يلزموا القلبَ صبراً .. لهم الويلُ هل لذي الحبِّ قلبُ ؟" ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "في مِثل هذا العصر، يكاد يكون التَّعريف الصَّحيح للأفضل مِن النَّاس: أنَّه الأقلُّ سفالة." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "الإنسان عند الناس بهيئة وجهه و حِليته التي تبدو عليه و لكنه عند الله بهيئة قلبه و ظنه الذي يظنُّ به." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "تأتي النعمة فتُدني الأقدار من يدك فرع الثمر الحلو وأنت لا تدري جذره ولا تملكه، ثم تتحول فإذا يدك على فرع الثمر المرّ وأنت كذلك لا ترى ولا تملك." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وليس في العالم أمة عزيزة الجانب تقدّم لغة غيرها على لغة نفسها." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "أمَّا الْجَمالُ الّذي يُرْضِي، فَهُو الّذِي يَشِفُّ عَنْ صُورَةِ رُوحِكَ بِغيْرمَا يُخَيِّلُهَا لكَ مَاءُ الحَياةِ العَكِرُ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "إن سعادة الفكر المتصل بي منك والمتصل بك مني ، تخفف عني بعض ما أجده." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يموت الفقير خفيفاً هادئاً كأنه طائر بسط جناحه وطار." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "يا بُني إنّ أفقر الفقراء ليس هو الذي لا يجد غذاء بطنه ، ولكنّهُ الذي لا يستطيع أن يجد غذاء شعورهِ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "ثم خفف الله على الإنسان؛ فأودع فيه قوة التخيُّل، يستريح إليها من الحقائق؛ فإذا ضجر أهل الخيال من الخيال، لم يُصلحهم إلا الحب." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "نسيتم ودادي فلم تزوروا ولم تسألوا .. وسيانَ عندي فلا أقولُ اهجروا وأوصلوا .. ومن كانَ بي جاهلاً فإني بهِ أجهلُ." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "خُلِقَتْ وحدها لجلب الجنون." ,
      writer: "مصطفى الرافعي" ,
    ),
    Quotesclass(
      text: "وكأنّ الذِي يقبضُ الروحَ في كفِّـه حينَ موتِها ؛ هُوَ الذي يلمسُها عِند الفِراقِ بأطرافِ أصَابِعه." ,
      writer: "مصطفى الرافعي" ,
    ),
  ];
}