import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Njibma7foz {

  var najibma7foz = [
    Quotesclass(
      text: "ان أكبر هزيمة في حياتي هي حرماني من متعة القراءة بعد ضعف نظري" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحياة فيض من الذكريات تصب في بحر النسيان . أما الموت فهو الحقيقة الراسخة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "زمن المبادئ مضي، و هذا زمن الهجرة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الثقافة أن تعرف نفسك أن تعرف الناس أن تعرف الأشياء والعلاقات ونتيجة لذلك ستحسن التصرف فيم يلم بك من أطوار الحياة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أليس من الأفضل أن نهاجر بدلاً من أن نتزوج؟ فالزواج هجرة داخلية" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "يمتلك المعلم أعظم مهنة ، إذ تتخرج على يديه جميع المهن الأخرى." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "في بداية أي علاقة تظهر المشاعر ، وفي نهايتها تظهر الأخلاق." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ان الديمقراطية هي الحريصة علي التعلم اما الحكم الاستبداداي فليس من مصلحته نشر العلم والتنوير" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كيف يتسنى للحب و السلام أن يعيشا بين الفقر ونبابيت الفتوات" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الرجل هو المسؤول عن كل شيء،ما دام يريد ذلك ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا كان المال هو هدف أولئك الذين يتنافسون على السلطة ، فليس هناك ضرر في أن يكون هو أيضا هدف الناخبين التعساء ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن الثورات يدبّرها الدهاة وينفذها الشجعان ثم يكسبها الجبناء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الإبقاء على التقاليد البالية سخف ومهلك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن عظمة الغزاة تقاس بمدى مناعة الحصون التى يفتحونها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بمثل هذا القلم تدون معاهدات السلام.." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "يتساءلون عن سر إزدهار المسرح أتدري ما هو سر ذلك؟ السر أننا صرنا جميعا ممثلين!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تجزع فقد ينفتح الباب ذات يوم تحيةً لمن يخوضون الحياةَ ببراءة الأطفال وطموح الملائكة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "رحل الشاعر ، أخذ الراديو مكانه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما تتكاثر المصائب يمحو بعضها بعضا وتحل بك سعادة جنونية غريبة المذاق.وتستطيع أن تضحك من قلب لم يعد يعرف الخوف" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بكت جميع حواسه وجوارحه إلا عينيه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إننا نستنشق الفساد مع الهواء فكيف تأمل أن يخرج من المستنقع أمل حقيقي لنا؟!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اضطرب عهداً طويلاً بين الرغبة فى الحب والخوف من المرأة ، والتشوق إلى النساء والحقد عليهن." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الاخلاق ليست فقط نظاما للتعامل بين الناس ولكنه هي التي تنظم المجتمع وتحميه من الفوضي" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الجدل مهنة العاجزين عن الخلق" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "صدر الطبيب مقبرة للأسرار لا تُنبش أبداً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بت أعتقد أن الناس أوغاد لا خلاق لهم وأنه من الخير لهم أن يعترفوا بذلك وأن يقيموا حياتهم على دعامة من هذا الإعتراف وهكذا تكون المشكلة الأخلاقية الجديدة هي : كيف نكفل الصالح العام والسعادة البشرية في مجتمع من الأوغاد؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الضعيف هو الغبى الذى لا يعرف سر قوته" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الجميع شغوفون بالسعادة و لكنها كالقمر المحجوب وراء سحب الشتاء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الشك و الايمان…انهما مثل الليل و النهار" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الواقع أن سحر النساء يتجلى فيما ينفثن فى الحديث التافه من لذة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مصر ليست مجرد وطن بحدود… ولكنها تاريخ الانسانية كله!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أيجوع في مصر أبناؤها ؟ الويل لك أيها العبد" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كي لا تصاب بالخيبة، لا ترسم في مخيلتك أن أحدهم لا يستطيع الاستغناء عنك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الزيف في الحياة منتشر كالماء والهواء وهو السر الذي يجعل من باطن الإنسان حقيقة نادرة , وقد تخفى عن بصيرته في الوقت الذي تتجلى فيه لأعين الجميع." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "التسامح هو أكبر مراتب القوة ، وحب الانتقام هو أول مظاهر الضعف." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العقل الواعي هو القادر على احترام الفكرة حتى ولو لم يؤمن بها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المعاناة لديها جانبها من الفرح، و اليأس له نعومته والموت له معنى." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "يمكن أن أقول لكم ما إذا كان الرجل ذكيا من إجاباته . يمكن أن أقول لكم ما إذا كان الرجل حكيما من أسئلته." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما يأمن الموظف من العقاب سيقع في الفساد ويسوم الفقراء سوء العذاب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا قامت ثورة فلابد من تدخل الجيش !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الإخلاص .. الأمانة .. ما عدت أفقه معنى لهذه الكلمات لأن عقلى تسمم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الخطأ كثير و العقاب كثير و لكن حتي الحشرات المؤذية لا تيأس من العثور علي الظل …" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "السعيد من راض نفسه على الواقع والتمس أسباب الرضا والقناعة حيثما كان !." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن من اليأس ما يعجز عن قلقلة ذرة من الرمال، ومنه ما يزحزح الجبال." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إنها قسمة عادلة ، فالثراء للأقوياء و الأخلاق للضعفاء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما فائدة العقل في عالم لا معقول" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نشوة الحب لا تدوم و نشوة الجنس أقصر من أن يكون لها اثر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ينبغى أن تكون المرآة آخر ما أحزن عليه، لن تعكس لى وجها أسر به ، الخفة أنفس من الجمال!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا سعادة بلا كرامة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "سبيل الله واضح ولا يجوز أن يخالطه غضب أو كبرياء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ويل للناس من حاكم لا حياء له." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحيوان وحده هو الذى لا يهمه إلا الغذاء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من الاخطاء ما لا يجدي معه الاعتذار" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أدب الناس بالحب كما علمتك ، و من لم يؤدبه الحب يؤدبه المزيد من الحب" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا سلمت منك نفسك فقد أديت حقها، وإذا سلم منك الخلق فقد أديت حقوقهم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أعجب بهؤلاء الرجال ذوى السلطان إنهم يأتون الكبائر بإستهانة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "التشدد في العقوبة أسهل من إيجاد الحل" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الجنة هي المكان الذي يتمتع فيه الإنسان بالأمن والكرامة، أما النار فهي ما ليس كذلك.." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحكم علم وخبرة ومقدرة لا نفى أو سجن أو اعتقال" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الشباب عدو الرضا هذا كل ما هنالك" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الصواب يتوارى عند احتدام الخصام ولكنه لا يفنى أبداً" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العمل ضرورة ولكنه ليس الهدف .. إذن فما الهدف؟ لعله التحرر من ضرورة العمل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "القلب يعرف أكثر مما يتصور العقل" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الوطن لا يحتمل المزيد من الخراب" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اليأس على أية حال أروح من الشك والحيرة والعذاب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "انظر الى قذارة الشوارع فى قلب المدينة! سيأتى يوم يطالب فيه الذباب بحقوق المواطن!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تبادل الحب في جو من الصراحة الصحيةخير من الكبي و التقلب بين أذرع البغايا" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "في الرسائل يجد الإنسان شجاعة أكثر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قاتل الله العادة فهى التى تقتل روح العجب والإعجاب فينا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هذه نهاية كل رحلة. أما الحب فلا نهاية له." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بعضهم يهديك الحب دون أن تهديه أي شيء ، وبعضهم يهديك الألم بعد أن تهديه كل شيء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تخشى خسارة الأشخاص ، ولكن عليك أن تخشى خسارة نفسك وأنت تحاول إسعاد الجميع." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "سألت الشيخ عبد ربه التائه: متى يصلح حال البلد ؟ فأجاب : عندما يؤمن أهلها بأن عاقبة الجبن أوخم من عاقبة السلامة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عجب من فراغ الوجود من كل شيء إلا نبض الألم في أعماقه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا دائم إلا الحركة , هي الألم والسرور , عندما تخضر من جديد الورقة , عندما تنبت الزهرة , عندما تنضج الثمرة .. تمحى من الذاكرة سفعة البرد وجلجلة الشتاء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا كان الماضي لا يستحق الحديث فلنصنع مستقبل يستحق أن يحكى" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كيف نضجر وللسماء هذه الزرقة ، وللأرض هذه الخضرة ، وللورد هذا الشذا ، وللقلب هذه القدرة العجيبة على الحب ، وللروح هذه الطاقة اللانهائية على الإيمان. كيف نضجر وفي الدنيا من نحبهم ، ومن نعجب بهم ، ومن يحبوننا ، ومن يعجبون بنا" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الصبر مفتاح الفرج" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "انه ينكر الحياة و لكنه لا يستحق الموت" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "آفة حارتنا هى النسيان ،،" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الشماتة ليست من شيم السادة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا يستقر الرجل حتى يتزوج" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مهما يكن من قذارة الفأر .. فإن منظره في المصيدة يثير الرثاء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اذا ظل التخلف في مجتمعاتنا فسيأتي السياح ليتفرجوا علينا بدلا من الآثار" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: ". العادة كفيلة بأن تجعل الألم غير أليم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا لم يكن من الكارثة بد فمن الرحمة أن تقع سريعا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اذا نامت الرعية نام الخير والشر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أراد أن يجيب إجابة خشنة تناسب المقام. أراد أن يجيب إجابة ناعمة تناسب المقام. لكنه غرق في الصمت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أشد أنواع الغربة هو ما تشعر به في وطنك" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اعلن حبى ! الحب لا يخفى، إننا عادة لا نتكلم لنعلنه ، وإنما لنسعد بسماع إعلاننا له" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الجمال سلاح نافع حقاً فى يد الفقير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحزن كالوباء يوجب العزلة !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "السجن كالجامعة مفتوح للجميع، وأحيانا يدخله إنسان لنبل في أخلاقه لا لإعوجاج." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العبرة بما نعمل لا بما نفكر .. و اذن فأنا مجرد مشروع" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العقل والمصلحة بعيدا عن المبادئ قد تنشأ عنهما الكثير من الكوارث" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "القوة عند الضرورة والحب في جميع الاحوال." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المرأة تمضي إلى الشيخوخة أسرع من الرجل" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المرض لا يمحو الحب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المهاجرون قوم وطنهم هو البلد الذي يوفر لهم السعادة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الويل لمن يحترم الحب في عصر لا يكن للحب احتراماً !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إما أن الذاكرة خداعة كاذبة تختلق ما لا أصل له. و إما أن الدنيا تتغير بقوة لا ترحم الذكريات" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن الشعر لا يُعبر عن عاطفة إلا بعد أن تسكت ثورتها ويهدأ انفعالها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن كل عذاب نصاب به فى هذه الدنيا حق وعدل لأننا نتفانى فى حبها على حين أنها لا تستحق إلا المقت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أوتيت حكمة كبيرة في وقت لم تكن في حاجة ملحة إليها وفقدتها في ساعة الحاجة إليها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أى نظام من أنظمة الحكم يستحيل ديكتاتورية إذا طبق فى مصر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تخففوا من غلواء الطموح الدنيوي وارضوا من الدنيا بما تجود به، أما الشوق للحقيقة فلا ترسموا له حدًا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حب المرأة كالفن الهادف لا شك في سموّ هدفه ولكن تحوط بنزاهته الريب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "صُن لسانك عن الأذى وحاول ما استطعت أن تتعظ بما يُصادفك من العبر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "علام الأسف والحزن ؟ إن هذا العالم الجديد لا يستحق أسفاً ولا حزناً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كثير من آلام الصغر التي يضيق بها الأطفال يجدونها إذا كروا إليها في الكبر متعة ولذة و تفكهة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كل شئ عبث سوى عبادته ، الحزن و الوحشة فى العالم كله ناجم عن النظر إلى كل ما سوى الله" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لئن نبقى بلا دور في بلد له دور خير من أن يكون لنا دور في بلد لا دور له" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تغالِ في المثالية وإلا مت تقززًا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا جدوى من قرار يتخذ ضد تيار الحياة،المسألة هى كيف يمضي التطور بأكبر فائدة وأقل خسارة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا شيء يقرب بين الناس مثل العذاب المشترك !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا يعلو صوت على النفاق ، هذه هي مأساتنا" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لأن الانسان إذ يفقد جوهرة الحب اللامعة لا يتصور أنه سيسعد بالعثور عليها مرة أخرى" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس أمامنا سوى الصبر الجميل حتى ينطوى دهر الفراق ويتصل حبل اللقاء .." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليست الحقيقة قاسية، ولكن الانفلات من الجهل مؤلم كالولادة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أجمل أن تحل مشاكلنا الخطيرة بحبة بعد الأكل او ملعقة قبل النوم!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أضيق الوقت و أقصر العمر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "موضع الحب فى نفوسنا هو مهبط الخلق والإبداع والتجديد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هناك أدركت أنها سرورى وفرحى وأنها روحى وحياتى، وأن الدنيا من غير طلعة محياها لا تساوى ذرة من رماد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هو لا يدري بقسوته مثل الشتاء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "واستقرت الإهانة في الأعماق ، فهي لا تهضم ولا إلى الخارج تقذف" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "والإنتظار شعور مؤرق ولا شفاء منه الا ببلسم الخلود" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وحوّل رأسه إلى النافذة فخيّل إليه أن سكان ذلك النجم اللامع سعداء لبعدهم عن هذا البيت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وراء التضحية دائمًا إيمان وليس مجرد اقتناع عقلي" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "فقال له قلبه: لا تجزع، فقد ينفتح الباب ذات يوم تحية لمن يخوضون الحياة ببراءة الاطفال وطموح الملائكة!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تجازف بالكذب على امرأة ، تؤمن بقوة إحساسها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اعزم , العمل يقتل الشك , النجاح يقتلعه من جذوره , في وسع أي إنسان أن يكون نافعاً للناس." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الإنسانية صلاة أيضاً لها حسناتها، أفضل بكثير من ركعات بعض المنافقين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الأنثى لا تحب التوسط في العلاقة ، إما أن تكون لها كل شيء أو لا شيء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما رأى نجيب محفوظ طفلاً يبيع الحلوى عند اشارة مرور .. بكى .. ثم كتب أحلام الأطفال قطعة حلوى وهذا الطفل يبيع حلمه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أفظع الخداع ، إنه أنكر من القتل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أكثر ما يوجع في الفراق أنه لا يختار من الأحبة إلا الأجمل في العين والأغلى في القلب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الوقت والاهتمام ، أجمل وأثمن شيء قد تهديه لشخص تحبه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لعل نوع الحب الذي يمنحه قلب الشخص يدل أقوى الدلالة على نفسيته وأسلوبه في الحياة، ويكشف عن شخصيته وما فيها من قوة أو ضعف، سمو أو انحطاط، فالحب على هذا مفتاح سري نستطيع مع التأمل وحسن الفهم أن نلج به مغلق النفوس." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الناس تراقب وتتذكر، تحصي اللفتات والنوايا، تؤول الأوهام بأوهام، تتعجل تحقيق الظنون، تتستر بالتقوى والبراءة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الصمت هو المحاولة الأخيرة لإخبارهم بكل شيء لم يفهموه حين كنا نتكلم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أجمل الغرباء حين يصبحوا أصدقائنا بالصدفة وما أحقر الأصدقاء حين يصبحوا غرباء فجأة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كثيرًا من الناس يظن أن التفاؤل هو إنتظار خروج وردة دون أن يزرعها بعد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كلمة رجل .. جمعها رجال وكلمة إمرأة لا جمع لها .. المرأة لها كبرياء حتى في اللغة العربية تأبى أن تجمعها بغيرها أو تقارن بھا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحكيم لا ينبغي أن يعاند إذا عبس في وجهه الحظ ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "التفكير هو سيف ذو حدين ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الناس يعبدون القوة، حتى ضحاياها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كلنا مدينون بحياتنا لغيرنا" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "انكار الحقائق لا يغيرها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا يوجد مثل السياسة مفسدة للتفكير البشرى" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أجد ما لا أبحث عنه وأبحث عما لا أجد" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أراهن على أنه فعل ما فعل بحسن نية! أنا لا أتهمه بسوء النية ولكن بسوء العقلية أتهمه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أرأيت كيف يحلم انسان بالسعادة إذ الشقاء يترقب يقظته ساخراً هازئاً طاوياً مصيره بيديه القاسيتين ؟!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أسفى عليك يا مدينتى التى لا يتسلط عليك اليوم إلا المنافقون" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اصبر. الفهم لا يتيسر إلا مع الزمن. أود أن أراك من جنود الله لا من دراويشه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اصبر، الفهم لا يتيسر إلا مع الزمن." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أطبق جفنيك حتى لا ترى الموت بعينيك" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أفليست الحقيقة أغرب من الخيال ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الإنسان رغم ابتكاراته وانتصاراته مازال غارقا حتى أذنيه في الحماقة والسخف." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "البسمه قدر .. و الدمعه قدر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الجحود بالنعمة احيانا يرتدى ثوب الضجر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحب والكبر لا يجتمعان فى قلب انه يحب ذاته اولا واخيرا…" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الخوف لا يمنع من الموت و لكنه يمنع من الحياة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الدواء الحقيقي بيدك أنت وحدك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "السخط شعور مقدس ، أما اليأس فمرض" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الشكوى هى لغة الانسان المشتركة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الضجر هو سرطان الروح" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العاقل من لا يسلم برأي حتى يمتحنه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الغد يعلمه الله و يصنعه الانسان" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "القانون! ، إن الغرقى في ذمة المتفرجين!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الكراهية الحقيقيه هي النسيان" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المجنون يجري بلا وعي نحو حادثة يرصده عندها الأجل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المقياس الوحيد في الفن هو أيهما أجمل، وفي الفكر أيهما أصلح." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المكان رغم لا نهائيته سجن." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "النبل أن نعيش كما ينبغي لنا دون أمل" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "النشال يملك ما فى جيوب الناس جميعا ، وقد عرف سادة هذا البلد مغزى هذه الحكمة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الهذيان .. ظاهرة عجيبة تدل علي أن الإنسان قد يخون نفسه كما يخون الآخرين" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن أفدح المواقف أدعاها للضحك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن الحرب ترفع كثيرين من السفلة !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أن الداء الحقيقي هو الخوف من الحياة لا الموت" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن الصبر ملاذ الإنسان من القنوت و درعه ضد الشدائد" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن العالِم يطلب العلم من المهد إلى اللحد ويموت جاهلا" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ان الموقع الجغرافي الفريد اعطي لمصر ميزة بين الامم توازي ميزة حضارتها بين سائر الامم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أن تؤمن وأن تعمل فهذا هو المثل الأعلى،" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن سعادتنا بأحبائنا اليوم مرتهنة بالدموع التي نسكبها على فراقهم غداً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن شر ما يُبتلى به الإنسان أن يتوهم أنه إله" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن علتنا الفقر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إنك إذا استعملت الحب يوماً كمبتدأ في جملة مفيدة فستنسى حتماً الخبر إلى الأبد!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إني على خلاف مع الكثيرين أحترم الأفلام الهزلية" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بنت مقمطة تفعل بى كل هذا ؟! كيف سمت بى إلى نضرة النعيم ثم ردتنى إلى أسفل الجحيم !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تخيلات الشباب عن الشيخوخة ضلال، تخيلات الشيخوخة عن الشباب حسرات." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تعلمت أيضا يا مولاي أن الحرية حياة الروح، وأن الجنة نفسها لا تغني عن الإنسان شيئا إذا خسر حريته." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حب الدنيا آية من آيات الشكر، ودليل ولع بكل جميل، وعلامة من علامات الصبر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حتّى حساسية الضمير يدركها الضجر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حين تخضع قوة الانسان للمبادئ الدينية فانها تصبح لخير الانسان" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ديننا عظيم و حياتنا وثنية" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "رباه .. إنها جمال يجرى فى أعطافة السحر ، و لايسع من يبتلى برؤيتة إلا أن يغمض جفنيه من قوة نوره" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "رغم تعاسة حارتنا فهي لا تخلو من اشياء تستطيع اذا شاءت ان تبعث السعادة فى القلوب المتعبة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "سألت الشيخ عبد ربه : ما علامة الكفر؟ فأجاب دون تردد: الضجر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عجيب أن يطمح أناس للتحرر من الحكومة علي حين يرسفون بكل ارتياح في القيود الكامنة في أنفسهم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عجيبة هذه السلطنة بناسها وعفاريتها..ترفع شعار الله وتغوص في الدنس !!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "على الأرض تُطرح أسرار إلهية لا حصر لها لمن له عين و بصيرة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "على ان كل مصيبة وان جلت لا بد يوما ان تؤلف" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عليك أن تؤول حلمك .. و إلا سيبقى الحلم بلا تأويل" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما تحل بنا بركة النشوة يملؤنا اليقين فلا نسأل عن شئ" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "غالباً ما يُفيد البرود وهو إن لم يُفد يعزى عن الخيبة .." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "فمن يستطيع أن يثبت أن السعادة كانت واقعا حيا، لا حلما ولا وهما." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "في كثير من الأحيان يخيل إلى المفكر المرهق أن أثمن ما في الوجود يتلخص في أكله شهية وامرأة جميلة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "في نظر الميت تعد أي حياة خيراً من الموت" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال (جبل) متأسفا: ما كان أيسر أن يقوم العدل دون إراقة نقطة من الدم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال الشيخ عبد ربه التائه : كابدت من الشوق ما جعل حياتي لهفة مكنونة في حنين" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال جبل بضجر : _احترم الميت فجميعنا اموات. فقال دعبس بحدة: _عندما يحترموننا احياء نحترمهم امواتاً" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قد يكون المرض لعلة وقد يكون لغير العلة إلا الوهم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قديما حارب الرق الأحرار لا العبيد" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قوة الذاكرة تنجلى فى التذكر كما تنجلى فى النسيان" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كان يعرف أشياء و أشياء ولكنه لم يتقن شيئا أبدا ولم يتعود عقله التفكير ولكن كانت الكتب تفكر له" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كانت مثل الزكام الذى يفقد الإنسان طعم الحياة حينما يزول سريعاً فكأنه لم يكن .." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كثيرون هم الذين يعانون المتاعب في سبيل ما يتمثل في نفوسهم من الأوهام" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كيف تطالب أحداً بالتزام فضيلة و أنت الذي لا تؤمن إلا بنزواتك !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كيف يجد أناسا سبيلا سحريا الى الثراء الفاحش و في زمن لا يُصدّق؟ ألا يمكن أن يحدث ذلك بلا انحراف؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا أحذركم إلا من عدو واحد هو اليأس" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا أهمية لشئ. حتى الراحة لا معنى لها.ولم يبدع الإنسان ماهو أصدق من المهزلة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تجمد نفسك في نمط، النمطية مفيدة ولكن المرونة خير و أبقى" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تنسوا أن الإحسان نفسه لعبه من ألاعيب الأنانيه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا خوف من الغرق مادام الحوت في الماء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا شئ يستحق الحزن دع الحزن للحمقى" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا شىء ينسى ولا شىء يبقى !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا يجوز الحكم على الناس في أوقات فراغهم …" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لعن الله العصر ، إنه يخطف أقرب الناس إلينا ويحولهم إلي أعداء لنا" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لكل منا اب اخر و السعيد منا من يكتشفه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لكى تضمن الإنتصار على غريم ينبغى أن تفترض فيه الغاية من المناعة والبأس." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "للحياة أطواراً لا يخبرها المرء إلا يوماً بيوم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لم يبق إلا القليل، والدنيا تتكرر في صورة غريبة للعين الكليلة المظللة بحاجب أبيض منجرد الشعر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لم يُميزها الله إلا بمظاهر الجمال المُبتذل لا يلبث أن يتبخر أثره فى الهواء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لما لا نشك في الماضي ليرتاح بالنا؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لماذا يثيرني الكلام العاقل في هذه الأيام ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليرحم الله من يحسن الظن بالنساء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس الحب لديه إلا تلك الشهوة العمياء أو هذه الشهوة المبصرة وهى أسمى ما عرف من ألوانه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس للعقل صوت يسمع في ضجة أهازيج الهوى، وصخب أمواجه العاتية، وأزيز أعاصيره الهوج." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أعرَف أولاد حارتنا بالحكايات! فما بالهم لا يعتبرون؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما دمتُ لا أستطيع أن أرُد الحياة فلا يجوز أن أدّعي القوة أبدا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما نكاد نفرغ من إعداد المنزل حتي يترامي إلينا لحن الرحيل" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مصيرنا في الحياة لا تتحكم فيه رغباتنا" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ملعون البيت الذي لا يطمئن فيه إلا الجبناء ، الذين يغمسون اللقمة في ذل الخنوع ، ويعبدون مذلهم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من الحكمة أن نقدر جميع العواقب ، وقد قال حكيمنا قاقمنا : ((لا تضع كل أسهمك في جعبة واجدة))" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من العبث ان تناقش عـاشق فى عشقه .." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من تؤاتيه فرص التعبير فيخفف من مراجل عاطفته." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من كان سروره بغير الحق فسروره يورث الهموم، ومن لم يكن أنسه في خدمة ربه فأنسه يورث الوحشة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "موت الوفاء عين الحكمة أحياناً !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نال ما يشتهى من الحب وفق ما يشتهى ولكنه خسر الاحترام إلى الأبد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هل تحترم حياتك؟ لم أفكر في تقييمها بعد" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هل ثمة فارق حقا بين أن يحكمك الانجليز أو اليهود أو المصريون؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هل يرضيه الظلم ياجدتي؟ كلا يابني. لم يسكت عنه؟ من يدري يابني، ربما لسخطه على تهاون الناس مع الظالم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هل يُغني الحذر عن القدر ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "و بلغ منه الالم حدا تمنى لو كانت الجراحة تستطيع بتر الفاسد من النفس، كما تبتر الفاسد من الاعضاء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "و تأملت كيف نزخرف أهواءنا بكلمات التقوى المضيئة، و كيف نداري حياءنا بقبسات الوحي الإلهي" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "و ما أكثر العفة المتولدة عن العجز!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وانه من الحماقة ان تتحدى احداثا تحمل فوق جبينها طابع القدر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وتمر الأيام ، وتنمو الحياة وتتفرع ، وتتجمع المصائر في الأفق" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وفي بوتقة الهجران يبعث القلب ويتطهر ولو كان في الأصل غليظا مشبعا بالإثم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ومن الحكمة نسيان الماضي، لكن ليس لنا من زمن غيره." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ويضيق الصدر بأي حكمة إلا حكمة تنعي جميع الحكم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "احلام اليقظة غير مجدية" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تستشهد بمأثورات حياة قد أعلنت الحرب عليها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هذا بلد لو أقيمت فيه ميزان عدل كما ينبغي لأمتلأت السجون وخلت القصور" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تصاب الأمم أحياناً بفقدان الذاكرة ولكن ذلك لا يدوم طويلاً" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لست أطيب شخص ، ولكن أملك قلباً لا يحب أن يجرح أحداً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قمة الغباء أن يعيش الإنسان حياته حزين لأجل شخص يعيش بكل سعادة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لقد انتزعت الثقة ثم ماتت ثم دفنت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هناك أموات لم تمُت كلماتهم ، وهناك أحياء لم نسمع لهم صوتاً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أتعس ما في الدنيا أن تتساءل يوماً ذاهلاً : أين أنا ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الوحدة في رفقة الكبرياء ليست وحدة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أتفه الدنيا إذا كانت القلوب تنقلب في غمضة عين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قد تكون السعادة على هيئة كلمة عميقة ، نسمة هواء عليلة ، هدية من صديق ، أو دعوة من قلب صادق." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لأنك شديد الصبر ، ظنوا أنك لا تشعر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "والعقل يحرم صاحبه نعمة الراحة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اقبلونا كما نحن ، أو اتركونا كما نحن ، فلا أنتم تملكون حق تعديلنا ، ولا نحن نملك رغبة التبرير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس عليك أن ترد الجميل ، ولكن كن أرقى من أن تنكره." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بمجرد أنك تُخطىء ،سينسى الناس أنك كنت رائعاً يوماً ما." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما تحزن الأنثى فإن آخر ما تحتاج إليه هي حلول الرجل الواقعية وكلماته العقلانية هي تحتاج قلبا لا عقل , إنصات لا حديث , إحتواء لا عتاب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ألا ترى أن الدنيا كلها مملة؟ ليس عندي وقت للملل .. ماذا تفعل ؟ أعابث المتاعب التي ألفتها وأنظر إلى الأمام بوجه مبتسم رغم كل شيء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نحن لا نموت حين تفارقنا الروح وحسب ، نموت قبل ذلك حين تتشابه أيامنا ، ونتوقف عن التغيير ، حين لا يزداد شيء سوى أعمارنا وأوزاننا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عرفت الحب لأول مرة في حياتي. إنه كالموت تسمع عنه كل حين خبرا ولكنك لا تعرفه إلا إذا حضر. وهو قوة طاغية،يلتهم فريسته، يسلبه أي قوة دفاع، يطمس عقله وإدراكه، يصب الجنون في جوفه حتى يطفح به،إنه العذاب والسرور اللانهائي" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس عيباً أن تقع في حب إنسان لا يصلح للحب ، ولكن الغباء أن تستمر في حبه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عليكم بالقناعة والصبر ، فالحياة ليست منصفة دائماً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كلّنا يتكلم عن الحياه بثقه كأنما يعرفها حق المعرفة .. لولا وجود الله سبحانه وتعالى لكانت لعبة خاسره لا معنى لها , من حسن حظنا أنه موجود وأنه أعلمُ منّا بما يفعل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أسهل أن يضيع الأبرياء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الموت الذي يقتل الحياة بالخوف حتى قبل أن يجيء , لو رُدَّ إلى الحياة لصاح بكل رجل: لا تخف! الخوف لا يمنع من الموت ولكنه يمنع من الحياة , ولستم يا أهل حارتنا أحياء ولن تتاح لكما الحياة ما دمتم تخافون الموت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحقيقة بحث , وليست وصولا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إني أحتقرُ الماضي وأُولدُ من جديد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حين أتذكر ذاتي في نفس التوقيت من العام السابق.. أدرك أن عاماً واحداً يستطيع تغيير الكثير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عش عفويتك ، تاركاً للناس إثم الظنون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الكتب تهييء للإنسان الحياة التي يهواها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال الشيخ عبد ربه التائه: جاءني قوم وقالوا انهم قرروا التوقف حتى يعرفوا معنى الحياة فقلت لهم تحركوا دون ابطاء فالمعنى كامن في الحركة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما ﻻ يرتاح له قلبك ﻻ تثق به أبدا فالقلب أبصر من العين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العزلة هي عدم انضمامك إلى تلك النزعة التي معظمها تنافق." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الطيبون لا يؤذون أحداً ، لكنهم يؤذون أنفسهم كثيراً وهم لا يشعرون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا يسأل عنك إلا من يفتقدك ولا يفتقدك إلا من يلاحظ مسافة الفراغ من بعدك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أكثر الأشياء وجعاً ، أن يظلمك أحدهُم جَهراً ، ويَعتذر لك سِراً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن حب الوحدة داء، أشبه بالمخدر تود منه فرارا ولا تستطيع عنه فكاكا، تبغضه لنفسك وأنت تعاني الحنين إليه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إنَّ البصر يخدع ، والسمع يخدع ، أما القلب فلا يخدع أبدا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا عاش حب شهراً كاملاً في زماننا الصاروخي , فهو حب معمر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تتوقع شيئاً من أحد ، وسترى كل من حولك بصورة أجمل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "متى يرحم العقل نفسه ويستسلم للنوم!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ادخل بيوت الناس اعمى واخرج منها ابكم لا شأن لك بتفاصيل بيوتهم ولا شأن لك بما سمعت عندهم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بعض الشعر الذي سبقت لي معاشرته امتلأ بحياة جديدة وتبدى بحسن جديد وتفجر عن قوى جديدة فأدركت أن جمال الشعر لايكمن في ألفاظه وموسيقاه وصوره ولكنه يكمن قبل كل شيء في القلب البشري" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "سئل الشيخ عبد ربه التائه : هل تحزن الحياة على أحد؟ فأجاب: نعم .. إذا كان من عشاقها المخلصين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ولكني لا أصدق خيال أهل حارتنا، فهم يؤمنون بأن الخير بدأ وانتهى في ماضِ غامض، ولا يفرقون بين الحقيقة والحلم، يفكرون بعواطفهم، ويحكمون على الأشياء بتعاستهم، ويصدقون أن الملائكة هجرت سماواتها ذات يوم لتحمي هذا أو ذاك من أجدادهم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أكثر ما يؤلمك عندما تثق في أحدهم ثقة عمياء ، ويثبت لك هذا الشخص أنك فعلاً أعمى." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اذا انتهت علاقتك يوما ما بإنسان احببته , اجعل من قلبك مخبأ سرياً لكل أسراره وحكاياته , فالعلاقات أخلاق." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قد يصنع الصمت ما لا يصنعه الكلام ، وقد يعالج البعد أموراً لم يستطع القرب علاجها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس أتعس من الحظ السيء إلا الرضا به." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "في المرأة امرأة أخرى لا يعرفها أحد، تستيقظ حين تنكسر، حين تؤمن بألا أحد في هذه الدنيا سيكون معها، فجأه تصبح أقوى." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا أحد يمتاز بصفة الكمال سوى الله ، لذا كفّو عن نبش عيوب الآخرين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من ملك الحياة والإرادة فقد ملك كل شيء، وأفقر حي يملك الحياة والإرادة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "خبريني أأنتِ مستصفاة من ماء الورد؟!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحب لا يتخير مناسبة ، فهو صالح لكل مناسبة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نحن الجيل الذي فهم كل شيء، ونظر بسخرية إلى حماقات الأجيال القريبة السابقة، ولازال بالرغم من ذلك، يرتكب ما هو أتفه منها بحماس منقطع النظير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا كانت ثمرة الحب ناضجة فاقطفها بلا تردد ، فإن حكمة الدنيا لتذوب حسرة على ثمرة حب ناضجة يزهد فيها الإنسان." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تخدعك في المحاكم عبارة ” العدل أساس الملك ” .. اعرف الكثير من اللصوص يضعون على مكاتبهم ” هذا من فضل ربي." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال الشيخ عبد ربه التائه : أقوى الأقوياء من يصفحون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ينطوى التاريخ بما يحمل، ويبقى الحب جديدا الى الأبد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أقصى درجات السعادة هو أن نجد من يحبنا فعلاً ، يحبنا على ما نحن عليه .. أو بمعنى أدق يحبنا برغم ما نحن عليه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الوجود اغمض ما في الوجود." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من تعفف جاع في هذه المدينة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تحزن على طيبتك وحسن ظنك بالآخرين ، فإن لم يوجد في الأرض من يقدرها ففي السماء من يباركها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "في الغالب القرارات التي تسبق النوم لا تستيقظ معنا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال الشيخ عبد ربه التائه: خفقة واحدة من قلب عاشق جديرة بطرد مائة من رواسب الحزن." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نعرف الموت معنى من المعاني، أما اذا هلّ ظله من بعيد فتدور بنا الارض، ومع ذلك فستتوالى طعنات الألم بعدد ما نفقد من الأحبّاء وستموت أنت أيضا مخلفا وراءك الآمال." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا علاقة لي بنواياك الحسنة حين تكون أفعالك سيئة ، ولا شأن لي بجميل روحك ما دام لسانك مؤذياً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تحدثك باللغة الانجليزية مع شخص عربي مثلك , لا يدل إطلاقاً أنك إنسان مثقف , بل أنك إنسان جاهل للغتك , ومحروم أيضاً من جمالها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "والله ما كرهتم الفتونة إلا لأنها كانت عليكم، وما أن يأنس أحدكم في نفسه قوة حتى يبادر إلى الظلم والعدوان، وما للشياطين المستترة في أعماقكم إلا الضرب بلا رحمة ولا هوادة، فإما النظام وإما الهلاك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المستهين بقدرات النساء أتمنى أن تعاد طفولته بدون أم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إحذروا الحب، فهو مكيدة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من المفيد جداً بل ومن المهم أن تكون مدركاً لعيب واحد من عيوبك، بدلاً أن تكون مدركاً لألفِ عيب للآخرين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الكراهية من الشيطان يا بني، ولكن الإنسان مثير للدهشة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ابتسم لتقهر يأسك ، ابتسم لتقوي عزيمتك ، وتستقبل هبات الحياة بتفاؤل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لَو كَانَ الإستِسّلامُ إلى الحُزّنِ هُو المُتّبَع لمَا بَقّى عَلَى ظَهرِ الأرضِّ حَيّ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "يوجد نوعان من الحكومة .. حكومة يجيء بها الشعب فهي تعطي الفرد حقه من الاحترام الإنساني ولو على حساب الدولة، وحكومة تجيء بها الدولة فهي تعطي للدولة حقها من التقديس ولو على حساب الفرد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تعوَّد أن لا تتعوَّد على أحد مَا ، فذات يوم ستنتزع الأيام منك مَا اعتدت عليه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال لنفسه إنه لا نجاة له إلا بالجنون. الجنون وحده هو الذي يتسع للإيمان والكفر، للمجد والخزي، للحب والخداع، للصدق والكذب، أما العقل فكيف يحتمل هذه الحياة الغريبة؟ كيف يشيم ألق النجوم وهو مغروس حتى قمة رأسه في الوحل؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "و ذات مساء سألك سعيد: ماذا يحتاج الفتى في هذا الوطن؟ ثم أجاب غير منتظر جوابك: الى المسدس و الكتاب, المسدس يتكفل بالماضي و الكتاب للمستفبل, تدرب و اقرأ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تعلمت من الحياة أن الأماني لا تأتي على طبقٍ من ذهب , بل بسعي طويل وصبر جميل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الانتظار محنة ، في الانتظار تتمزق اعضاء الأنفس ، في الانتظار يموت الزمن وهو يعي موته .. والمستقبل يرتكز على مقدمات واضحة ولكنه يحمل نهايات متناقضة .. فليعب كل ملهوف من قدح القلق ما شاء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا شيء يعادل النية الطيبة ، افعل ما تشاء واتركهم يفهمونك كما يشاؤون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "بعضهم كالوطن , إن غابوا عنا شعرنا بالغربة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "السعادة لايستحقها الا من ينشدها مخلصا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قد يبدو يسيراً أن تعيش في قمقم أنانيتك ، لكن من العسير أن تسعد بذلك إذا كنت إنساناً حقاً" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أصحاب المصالح لا يحبون الثورات." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الانسانإما ان يكون الانسانيه جمعاءوإما ان يكون لا شئ" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحرصُ على الحياةِ خليقٌ بأن يضيع الحياةَ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحكمة مطلب عسير. إنها لا تورث كما يورث العرش." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحياة لا يمكن أن تكون عناء متصلا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الذكريات تنهمر كالمطر، وهي دائمًا كذلك، ومهمتك أن تصنع منها جدولًا صافيًا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الرأس أصل البلاء!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "السرور كالحزن عدو للنوم قديم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "السعادة لا تُنهل بغير ثمن. وبغير ثمن فادح أيضاً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العاشق ضعيف أما المعشوق فقوي" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العقلاء فى أيامنا لا يقبلون أمراً بغير تعليل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "القاعدة المتبعة فى مصر أن يسرق الأغنياء الفقراء، و لكن لا يجوز أن يسرق الفقراء الأغنياء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "القوى لا يحتشم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الليالي حبلى بالعجائب" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الموت لا يقضى على الحياة والا لقضى على نفسه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الناس يحبون ليسعدوا.. لا ليجعلوا من حياتهم نادرة يتندر بها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "آن الأوان لأن أفعل ما لم أفعله في حياتي و هو ألا أفعل شيئًا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن الزمن قصير بين الاستقبال والتوديع لكنه لا نهائي أيضا ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن السؤال خلاصة الحياة الروحية" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن سمو عواطفه نحوها يغريه بأن يجرب معها حيوانيته" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ثقي من أن وقتك لم يضع سدى ، فإن من يعرف من لا يصلحون ، فقد عرف بطريقة سحرية الصالح المنشود" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "جميعكم أوغاد عصريون تهربون في الإدمان و الأوهام الكاذبة .. تهربون من الخواء" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حائر ولكنه غير خائف. وقلبه يتوقع إجابة قريبة وصريحة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حقاً إن الحياة مأساة مؤلمة مضحكة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حياة بشرية غريبة يمكن تلخيصها فى كلمتين دماء و زغاريد" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "طوبى لمن كان همه هما واحدا و لم يشغل قلبة بما رأت عيناه و سمعت اذناه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قلت: لكنكِ تعيشين هنا وحدك قالت: معي خالق الليل والنهار" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كان شهراً كالحلم، ولكن الأحلام لا تدوم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كتب علينا أن نعايش الهموم ونتجرع الأحزان ونكظم الغيظ أو نزفره سمرا ونكاتا ونوادر هزلية" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كلهم خنازير يتناطحون في سبيل الحكم، وإنه لمجنون الذى يخسر حياته أو مستقبله فى معركه زائفه.." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كم أمة تعيش جنبا إلى جنب فى هذه الأمة ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كما يغطي تلوثه بالقوة فهو يغطيه أيضاً بالإعتداء على الفضائل ليجعل من ماضيه قاعدة لا اسثناءاً معيباً" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كنت أعلم أنها أيام وإن طالت قصار ، وإن صفت فإلى انتهاء سريع." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا بد مما ليس منه بد .." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تجيء إلا إذا دفعتك رغبة لا تقاوم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تهم النواحي مَن جعل قرة عينه في العبادة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا يوجد الم بلا معنى" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لم تُخلق دور العبادة للمهاترات السياسية وتأييد الطـغاة" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لو كنا نقتصد في أحلامنا أو كنا نستلهم الواقع في خلق هذه الأحلام لما ذقنا طعم الأسف و الخيبة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس اسوأ من الحظ السئ الا الرضا به" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليس بوسعنا أن نسيطر على خطه كامله ..إذ أن غيرنا يشاركنا ونحن لا ندرى فى تأليفها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أسعد من لا يضيع خفقان قلبه في العدم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أكثر الأردية التي يلفعنا بها الدهر" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما دام الظن سوءاَ فإنه لا يخيب مع هؤلاء القوم" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما قيمه أن أعرف ما يجب عمله ما دمت لا أستطيعه؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما هو سُم لأناس قد يكون غذاء لآخرين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مات كثيرون فشبعوا موتا، وولد كثيرون لا يشبعون من الحياة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من يحمل الماضي تتعثر خطاه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نحن أسرار لا يطلع على خباياها إلا خالقها" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نحن نعرف من أين يبدأ السِّحر لكن لا نستطيع أن نتخيل أين ينتهي." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هل فكرت يوما في معني الحياة؟ لا معني لها الا الحب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وإنها لنقمة أن تكون لنا ذاكره و لكنها أيضا النعمة الباقيه" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وأى امرأة لا تلتهمها العيون كلما بدت للناظرين ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وسيتسائل الناس: ما لهذا الولد الطيب والعفاريت؟! ولكن اعلم ألّا داء للناس إلا العفاريت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "يذهب الإنسان بخيره و شره و لكن تبقى الأساطير" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هم على ظنونهم يؤثمون ، وانت على طهارة قلبك تُرزق ، فلا تبالي." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قد أنسى ما قالوه لي يوماً ، لكني لا أنسى أبداً ما جعلوني أشعر بهِ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "تساءل في جزع : أيبلغ بنا التدهور أن تحكمنا مجموعة من العساكر الأميين؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "محظوظ من يمتلك شخص يؤمن به في اللحظات الحرجة ، تلك اللحظات التى تفقد فيها الايمان بكل شيء حتى نفسك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ربما تشكي ولا تدرك أن آخر يتمنى أن يعيش حياتك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "طوبى للحمقى فهم السعداء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نصف جمال الانسان لسانه , فأحسنوا حديثكم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "احترامي للناس لا يعني أني بحاجة إليهم ، مجرد مبدأ تعلمته من تربيتي." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تحكم بالمظاهر ، قد يكون هناك قلب غني تحت معطف فقير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كيف نَكون أُمة مُتحضرة والعساكر تَحكُمنا ؟!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الذي يُحب، يُحب رغم العيوب.. بل يُحب العيوب أيضاً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا معنى للحب دون اخلاص ، صدق ، وقليل من جنون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "وكان أعجب ما وقع له أنه اكتشف عند صلاة الصبح أنه لم يكن يفقه معنى للفاتحة! حقا لم ينقطع يوما عن الصلاة، ولكنه كان يؤديها كما يحلق ذقنه، وكما يعقد رباط عنقه، بفكر مشغول بأمر أو بآخر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لماذا تغرر بنا أيام الخطوبة؟ لماذا تهمس لنا بعذوبة غير موجودة؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا قيمة لمعروف قال فاعله : أنا فعلته." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الدكتاتورية هي أم الكبائر السياسية." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما تستحكم القبضة ولا يوجد منفذ واحد للأمل تؤمن القلوب القانطة بالمعجزة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "جرت المقادير بأن يوجد عاقل واحد في كل مدينة مجنونة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا أجيد رد الكلمه الجارحه بمثلها .. فأنا لا أجيد السباحه فى الوحل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المرأة المحبة لعبة في يد رجل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مهما كبرنا ، تبقى قلوبنا كالأطفال ، تحتاج الاهتمام." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حين أمنحك وقتي فأنا حينها أمنحك جزء لن أسترده من حياتي فأرجو ألا تجعلني أندم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "شكراً للعادة فقد قتلت كل حزن وفرح." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أجمل راحة البال في حديقة الورد." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إنهم كذّابون.. ويعلمون أنهم كذّابون ، ويعلمون أننا نعلم إنهم كذّابون ، ومع ذلك فهم يكذبون بأعلى صوت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "على رغم التصعلك والتّسول فإنني أقف أمام الحياة مرفوع الرأس متحديًا، إذ أن الحياة لا تحترم إلا من يستهين بها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مهما وثقت في الناس ، أترك أسرارك لنفسك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كيف السبيل للنسيان ، وكل تفاصيل الحياة مملوءة بهم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اختاروا كلماتكم كما تختارون ملابسكم ، فالكلام أيضاً أناقة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "العين التي تمتلئ بك ، لن تنظر لغيرك ، حاضراً كنت أو غائباً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما تقابل احدهم ويحكي لك عن خيبته بالناس , فهو يبعث لك برساله معناها ارجوك لا تكن منهم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما لا تعرف كيف تصف شعورك أو تدافع عن نفسك في لحظة أو موقف ما فاعلم أن لك قلبا بريئا لم يتعلم خبث الحياة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا أريد أن أموت قبل أن أموت." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كن صادقاً في وعدك ، فإن لم تستطع أن تفي بوعدك فلا توعد ، فغيرك يبني أحلامه على كلمة منك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لو أن شيئا يدوم على حال فلم تتعاقب الفصول ؟!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لم يعد هناك من نكات مذ أصبحت حياتنا نكتة سمجة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا بد مِن شيء مِن الفوضى كي يَفيق الغافل من غَفلته." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "سيء جداً أن تحمل هموم ليست مناسبة لسنك ، في وقت من المفترض أن تعيش أجمل أيام حياتك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أحيانا يجد الإنسان نفسه يتخبط في ظلمات يظن أنه لا مخرج منها أبدا، وفجأة وفي ثانية يجد الضياء يحيط به من كل جانب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لي من العمر ما يجعلني أصدق أي شيء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أترك مر أفعالهم للزمن ، فكل ساقٍ سيسقى بما سقى." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هل يرضيه الظلم يا جدتي ؟ كلا يا بني .. لم يسكت عنه ؟ من يدري يا بني، ربما لسخطه على تهاون الناس مع الظالم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الشرفُ قيدٌ لا يَغلُّ إلا أعناقَ الفقراءِ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اهتم لمن يهتم ، والبقية غرباء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الصدق جوهرة قد تختفي أحيانا تحت ركام الأوهام." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تؤلموا أحدا فكل نفس مليئة بما يكفيها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لعله جنون أو مرض، ولكنه على أي حال يمثل السعادة في ذروتها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لو لم تسارعوا الى الجحور، لما فقدتم الميدان." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لست نادما على شيء إلا على أيامي التي لم أعشها كما أُحب خشية من كلام الناس." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "خسرتها لأنني عرفت قيمتها الحقيقية." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "فليداوم على الحزن من يضمن ألا يموت غدا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما الحب الأول إلا تدريب ينتفع به ذوو الحظ من الواصلين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المحظوظ هو من أهدته الحياة شخصا لم يتغير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما تتعرض لصدمات في حياتك تأكد ان عقلك سيصبح أكبر من سنك بكثير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ويوماً سألته : إذا كان الإسلام كما تقول فلماذا تزدحم الطرقات بالفقراء والجهلاء ؟! فأجابني بأسى : الإسلام اليوم قابع في الجوامع لا يتعداها إلى الخارج." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مؤسف أن يصبحوا عابرين، بعد ما كانوا وطن!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "‏أَن تُحْسن لمَن أحسنَ إليْك الكُلُّ يستطِيع ذلِك, لَكِن أن تُحْسن لمَن أسَاء إليْك ذَلِك لا يستَطيع فعْلهُ إلا العُظَماء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من لا يؤدبه الضمير ، تؤدبه الحياة حين تدور." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تخبروني عمن يكرهني أو يتكلم عني .. أتركوني أحب الجميع وأظن أن الجميع يحبني." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما أشد حيرتي بين ما أريد وما أستطيع." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الله لا ينسى أحدا، وهذا أمر كافي ليطمئن قلبك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من يحبك حقاً ، يهتم بك ! ليطمئن قلبه أنك بخير ، وليس ليشعرك بأنه مهتم بك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "كلما رأيت أنثى، خُيّل إليّ أني أرى الحياة على قدمين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عشت لا أخشى أحدا، إلا رحيل من أشعر بالأمان بحضرته." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تصحح للأحمق لأنه سيكرهك ، لكن صحح للحكيم لأنه سيقدرك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أحلام الأطفال قطعة حلوى, وهذا طفل يبيع حلمه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لم يكن عجيبا أن يعبد المصريون فرعون، ولكن العجيب أن فرعون آمن حقاً بأنه إله." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ﻻ‌ ﺗﻨﺪﻡ ﻋﻠﻰ ﺻﻤﺘﻚ ﺇﻃﻼ‌ﻗﺎ ﻓﻨﺤﻦُ ﻧﺨﺴﺮ ﺍﻵ‌ﺧﺮﻳﻦ ﺩﺍﺋﻤﺎ ﺑﺴﺒﺐ ﺣﺪﻳﺜﻨﺎ ﺍﻟﺰﺍﺋﺪ ﻭﻟﻴﺲ ﻟﺼﻤﺘﻨﺎ ﺍﻟﺰﺍﺋﺪ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ندين للحب بحياتنا وبموتنا أيضاً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا أحب الحب الصامت، أخبرني كم تحبني واجعلني أجن بك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لكنها أبت أن تستسلم، أبت أن يسندها أحد، لم تقبل وصاية أحد، ولم تعلق مصيرها على توقيع أحد أو بصمة أحد، حاولت بجهد أن تتم رحلتها وحدها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "مأساة الآدمية أنها تبدأ من الطين، وأن عليها أن تحتل مكانتها بعد ذلك بين النجوم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "فليرحم الله من يأمن إلى هذه الدنيا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "راقبوا أفعالكم ولا تجرحوا قلوباً لا ذنب لها سوى أنها أحبتكم بصدق." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "اللهم ادركني برحمتك فإن الحب يركبني مركبا صعبا لا قبل لي به." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قد نضيق بالحبّ إذا وُجد، ولكن شَدَّ مانفتقده إذا ذهب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إننا نتمزق بلا سبب حقيقي، وذاك جوهر المأساة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الموت يبدأ بالذاكرة، وموت الذاكرة أقسى أنواع الموت، ففي قبضته تعيش موتك وأنت حي، وترد وأنت لا تدري إلى الأمية." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تخْسر نفسَك من أجل أن تكسب غيرك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ما دام يوجد خطأ فلا بد أن يوجد صواب , وإذا وجد الصواب مرة فيمكن أن يوجد مرة أخرى , وإذا كان قد انتكس بعد وجوده فيمكن أن نضمن له حياة لا تعرف الانتكاسة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "حافِظ على الجُزء التّافه في شخصيّتك، الجُزء الّذي يجعَلك تضحكُ بلاَ سبَب وترقصُ بلا سبب وتبكِي بلا سبب وتصرُخ بلا سبب وتحـبّ بلا سبب وتكُره بلا سَبب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الذين نحبهم من شدة قربهم نشعر أنك تشاركهم القلب نفسه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لم نخلق للبقاء ، فاصنع لروحك أثراً طيباً يبقى من بعدك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "معي أخبار سيئة ، لم نعد نحزن للأخبار السيئة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحب ليس معصية ، المعصية هي أن تتلاعب بمشاعر البعض تحت مسمى الحب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "فقلت بإصرار : لا رجوع إلى الوراء ولا خطوة واحدة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أجمل ما في الحياة ، قلباً تحكي له ما تشاء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أمي بصحة جيدة ، من هو العالم كي أحزن لأجله ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الوَقاحَة هِي أنْ تحَدّثني وتبتَسِـم لِي وَقَد أكلْت من لَحمي حتَّى جفّ لسَانك ، والإِستِهانة هِي أَن أعْلم بكلِّ ذَلك وأَبتَسم لَك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الباب الذي يغلق في وجهك عمداً , اياك أن تطرقه ثانياً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ألا تخاف الوحشة في الخلاء ؟ أرهقتني الوحشة في الزحام!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هذا بلد عجيب؛ يندفع في السياسة وراء العاطفة، ويتبع في الحب دقة المحاسبين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إياك والسُخرية من الناس أو الهزء بِالبؤساء ، فأنت تَجهل الدور الذى تُعِدُهُ لك الأقدارُ غداً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن محاولة الغريق اليائسة للنجاة ، أشبه بأحلام الشقي بالسعادة ، كلتاهما أمنية ضائعة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا تشابه حضورك مع غيابك ، ارحل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أن تكون محل ثقة هي نعمة أكبر بكثير من أن تكون محبوباً فقط." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "يعَاتبونك على أبسط تَصرُفاتك ، أما على تَصرفاتهم لا عَين تُبصِرُ ، ولا أُذن تَسمع ، ولا ضَمير يَشعُر." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لن يفهمك إلا إثنان ، أحدهم مر في حالتك ، وآخر يحبك جداً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هُناك قلوب تُنكر الجميل عند وجود البديل ، وهُناك قلوب ترفض البديل مَهما كان جميل." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "فيا أي شيء، افعل شيئا فقد طحننا اللاشيء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من اعتاد أن يسعد من حوله ، لا أحد يشعر بحزنه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لن يفتقدك أحد ما دمت لا تعني له شيء ، هذا ما رأيته في الذين أحببتهم كثيراً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تقبل النصف وأنت تستحق التمام." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "في كلام المزاح، كثيرا من الحقائق." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "النضج هو أن تدرك اليوم سذاجة تصرفك بالأمس." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "سلامٌ على الذي إنهّد جدار روحه ولمّ يطلب من أحد أن يُقيمه، سلامٌ على الذي أقبل بإبتسامة كي لا يُريهم تعبه." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لن يكفيك دفء أحضان العَالم مجتَمعة لتَشعر بالأَمَان، مَا لم تحتَضن نفسَك مِن الدَّاخل ، كُن مسالما مع جوارِحك وجُروحك لأجْلك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا ﻟﻢ ﻳﻜﻦ اﻟﺠﺰاء ﻣﻦ ﺟﻨﺲ اﻟﻌﻤﻞ ﻓﻌﻠﻰ اﻟﺪﻧﻴﺎ اﻟﻌﻔﺎء!" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الحياة لا تعطي دروساً مجانية لأحد ، فحين أقول الحياة علّمتني تأكّد أنني دفعت الثمن." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نحن في حاجة أن نعود الى الحياة مراراً حتى نتقنها." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "النباتات لا تملك العقل، ولو غطيتها بصندوق فيه ثقب لخرجت من هذا الثقب متتبعه للضوء، فما بالنا لا نتبع النور ونحن نملك العقول." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "نحنُ لم نتغيّر .. بل استوعبنا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "عندما تغضب المرأة تفقد ربع جمالها ، ونصف أنوثتها ، وكلّ حبها !" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هذا الكون مثقل بالحماقة." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ليرحل من يشاء ، فالله لا يبعد إلا السيئين." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا تبحث في الآخرين عن آخرين، فلن تجدهُم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "السيئون في حياتنا نعمة ، فلولاهم لم نعرف قيمة الرائعون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أناس ﺗﺮﺗﻘﻲ ﺑﺎﻟﺤﻮﺍﺭ ﻣﻌﻬﻢ .. ﻭآخرون ﺗﺮﺗﻘﻲ ﺑﺎﻟﺼّﻤﺖ ﻋﻨﻬﻢ." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "من مِـن النَّـاس حولنَا يحْظى بشخصيّةٍ واحِدة ؟ نحنُ في مسرحٍ كَـبير، الجمِيع ممثّـلون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أنت بضربة موفقة واحدة تستطيع أن تغير نظام الحكم .. أما الطبائع فيلزمها وقت أطول بكثير." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إذا جرحت شخص وطال صمته ، تأكد بأنه يعاقبك عقاباً أقسى من الكلام." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "الشيطان لا يندس إلا بإذن منا." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "المَواقف تكْشف الناس ، فلا تحْكم على إنسان من كلامه ؛ الناس مثاليون حين يتحدّثون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "هُناك فراغ رغمّ إزدحامَ كُل شيء." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "ﻏياﺏ ﻣﻦ ﻧُﺤﺐ ‏ﻳُﻠﻐﻲ ﺣُﻀﻮﺭ اﻟﺠﻤﻴﻊ أﺣﻴﺎﻧﺎً." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "النفسُ تتعلق بالمكان الذي تُطرد منه، أليسَ كذلك ؟" ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إننا نشعُر بالاسى على أنفُسِنا أحياناً، ليس لأننا أسأنا التصرف، بَل لأننا أحسنا التصرف أكثر من اللازم." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أهم درس في الحياة ، ألا نحزن أكثر مما ينبغي مهما يكن المصاب." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "قال الشيخ عبد ربه التائه : كما تحب تكون." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أيهما أسوأ يا مولاي من يدعي الألوهية عن جهل أو من يطوع القرآن لخدمة أغراضه؟." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "إن لم تعرفني , فأكرمني بحسن ظنك." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "أحياناً يكون أقوى إنجازاتك بالحياة هو أنك مَازلت بِقواك العقلية ، ومَازلت تتعامل بأخلاق، مع أنك مُحاط بكمية لاتُحصى مِن الحَمقى." ,
      writer: "نجيب محفوظ" ,
    ),
    Quotesclass(
      text: "لا حقيقة ثابتة فى الصحف إلا صفحة الوفيات ." ,
      writer: "نجيب محفوظ" ,
    ),
  ];
}