import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class NaplyonPonapart{
  List naplyonponapart = [
    Quotesclass(
      text: "من فتح مدرسة أقفل سجنا",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أخشى 3 جرائد أكثر من خشيتي لمائة ألف حربة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الفقر و الحرمان هما مدرسة الجندي الجيد",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "لا نحكم شعبا إلا بأن نريه المستقبل ، القائد هو تاجر الأمل",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "في الحرب كما في الحب لكي ينتهي الأمر لابد من مقابلة مباشرة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الحكمة الحقيقية للأمم هي التجربة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "عماد القوة في الدنيا اثنان : السيف والقلم , أما السيف فإلى حين , وأما القلم فإلى كل حين , السيف مع الأيام مكروه ومغلوب , والقلم مع الأيام غالب ومحبوب.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "قيل لنابليون يوماً : إن جبال الألب الشاهقة تمنعك من التقدم فقال : يجب أن تزول من الأرض.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "فن أن تكون مرة شجاعا و مرة حذرا هو فن النجاح",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "خذ الوقت الكافي للتدبير، لكن عندما يحين وقت العمل توقف عن التفكير و نفذ",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "مستقبل الولد صنع أمه",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "لا يكون الرجل أعظم من حاله و هو جاثي على ركبته أمام الله",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "إذا أنشأت جيش من مئة أسد بقيادة كلب ستموت الأسود كالكلاب في أرض المعركة أما إذا صنعت جيشاً من مئة كلب بقيادة أسد فجميع الكلاب ستحارب كأنها أسود.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "تفسد المؤسسات حين لا تكون قاعدتها الأخلاق",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الأم التي تهز السرير بيمينها تهز العالم بيسارها",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أعرف حين اللزوم أن أهجر جلد الأسد لألبس جلد الثعلب",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "قوام الحرب ثلاث : المال و المال و المال,",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أفضل طريقة للالتزام بالوعد هي ألا تعد بشيء",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الذي يدع امراته تحكمه، لا هو رجل ولا هو امراة، انه لا شيء",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ان الرجل الذي عقد النية على الفوز لا ينطق كلمه مستحيل.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "المجتمع بلا دين، كالسفينة بلا بوصلة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "مثل الذي خان وطنه و باع بلاده مثل الذي يسرق من مال أبيه ليطعم اللصوص ، فلا أبوه يسامحه و لا اللص يكافئه",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "حياة بلا عمل عبء لا يحتمل",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "سيقاتل الجندي طويلاً وجدياً من أجل قطعة وشاح ملون",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الكذب لا يفيد شيئا فهو لا يخدع إلا مرة واحدة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "في الثورة هناك نوعان من الناس ، من يقومون بالثورة و من يستفيدون منها ,",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "من يعرف كيف يمدح يعرف كيف يشتم",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "قلب رجل الدولة يجب أن يكون في رأسه",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أحسن وسيلة للتغلب على الصعاب اختراقها",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "لا توجد كلمة مستحيل الا في قاموس الضعفاء",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أجمل نساء العالم هي المرأة التي أحب",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "في الحب يكون الانتصار الوحيد هو الهرب",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الثورة عبارة عن فكرة وجدت حرابها",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "إنك بالإبرة تستطيع أن تحفر بئرا",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "التاريخ هو صيغة أحداث الماضي التي قرر الناس الاتفاق عليها.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "جبان واحد في جيشي ، أشد خطراً علي من عشرة بواسل في جيش الأعداء",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الغباء في السياسة ليس عائقا.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "يظل الرجل شاباً ما دام يجد المرأة التي يحبها تحبه.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أفصح الخطباء هو النجاح",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "لا يعني الموت شيئاً، لكن أن تعيش مهزوماً وذليلاً يعني أن تموت يومياً",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "كلمة مستحيل ليس لها وجود في قاموسي",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "افضل مزايا القادة، برودة الاعصاب",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "لا مستحيل تحت الشمس",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الهجوم خير وسيلة للدفاع",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أمنع الحصون المرأة الصالحة.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ابتعد عن كل ما يسبب لك خسارة مزاجك الجيد.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الحرب همجية منظمة مهما حاولت التنكر.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الثورة هي فكرة وجدت سلاحها.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "تمهل عند اختيار الصديق و تمهل أكثر عند تغييره.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ما أسهل أن تتحدث عن الشجاعة وأنت بعيد عن أرض المعركة.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الخيال يحكم العالم",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الشجاعة الحقيقية هي شجاعة الثالثة صباحا",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الجنرال الذي يرى بأعين الآخرين ليس قادرا على قيادة دولة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الشجاعة مصدرها التفكير",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "حينما ينتهي قدري يمكن لنفحة ريح أو قشة أن تكسرني.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "انني القي بنفسي وسط المآزق ، ثم أفكر بعد ذلك في ايجاد الحلول",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ان سبب انتصاري على أعدائي هو معرفتي لقيمة الدقائق الخمس",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "كن عظيماً ، ولا تنتظر أن تأتيك الأشياء وأنت مذلولاً لها.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "المستحيل كلمة موجوده في قاموس الأغبياء فقط.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أنا محاط بمجموعة كهنة يرددون باستمرار بأن الدنيا ليست دارهم، ومع ذلك يضعون أيديهم على كل شيء يستطيعون الوصول إليه.",
      writer: "نابليون بونابرت",
    ),

    Quotesclass(
      text: "يُظهر التاريخ أن مصير بلد من البلدان يكون أحياناً رهناً بيوم واحد , ولكنه يظهر أيضاً أن التحضير لهذا اليوم غالباً ما يتطلب السنين الطوال.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "النصر ينتمي إلى المثابرة أكثر.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "المراة الصالحه امنع الحصون",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ينبغي أن يكون الدستور قصيراً ومبهماً",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "في السياسة لا تشكل الأمور غير المنطقية عقبة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "القائد هو تاجر الامل",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "اخطر الاوقات هي أوقات النصر",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "من لا يمارس الفضيلة إلا لاكتساب الشهرة كان أقرب الى الرذيلة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ربّ رجلٍ تراه خلف المحراث , جدير بأن يكون من كبار الموظفين .. ورب موظف كبير مكانه وراء المحراث.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الذين ولدوا في العواصف لا يخافون هبوب الرياح.",
      writer: "نابليون بونابرت",
    ),

    Quotesclass(
      text: "ليس البشر بشراً في نظر مؤسسي الممالك , إنهم أدوات توصلهم إلى أغراضهم.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "التاريخ خرافات يصدقها الناس.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "التاريخ مجموعة من الأكاذيب متفق عليها.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الحكومة التي يحميها أجانب لن يقبلها أبداً شعب حر.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "العباقرة شهب , كتب عليها أن تحترق لانارة شعوبها.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أفضل علاج للجسم هو الذهن الهادئ.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "فتّش عن المرأة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الأمة العظيمة قد تفنى، لكن لا تخوَّف",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أجل سنن الحياة الاجتماعية الزواج",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الارادة القوية تقصر المسافات",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ليست المصلحة سوى مفتاح الاعمال المبتذلة",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "المصيبة هي القابلة القانونية التي تولد العبقرية.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "يكون لفرنسا أمهات طيبات , فيكون لها أبناءٌ بررة.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الطَّريقة المؤكَّدة كَي تبقَى فقيرا أَن تَكون نزيهاً.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "حاربتُ في جميع الميادين وانتصرت , ولكنني لم أشعر بلذة الانتصار إلا عندما انتصرت على نفسي.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أُشبع جنودي أولاً ثم أبدأ المعركة.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ويل للعالم حين تصبح بربرية الديمقراطية الامريكية سيدة العالم.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "إذا رأيت أعداؤك يُخطئون فلا تهاجمهم.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "ليس معنى ان يحب شخصان بعضهما ان ينظرا معا في نفس الاتجاه.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الأكثر رعباً من العمى ، هو أن تكون الوحيد الذي يرى.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أضمن طريقة تُبقيك فقيراً ، أن تكون رجُلاً صادقاً.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "إذا أردت لِسِرك أن يُذاع فاهمس به في أُذُن امرأةٍ جميلة في صالونات باريس.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "عندما تكف الشعوب عن الشكوى, فإنها تكف عن التفكير.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الناس من خوف الهزيمة يُهزمون.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "أيها المواطنون ارموا هؤلاء النواب خارجاً .. ارموهم في القمامة.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "الجنود ينتصرون في المعارك , والقادة يقطفون الثمار.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "إنني أرهب ﺻﺮﻳﺮ ﺍﻷﻗﻼﻡ ﺃﻛﺜﺮ ﻣﻦ ﺩﻭﻱ ﺍﻟﻤﺪﺍﻓﻊ!.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "وحده جمال الروح لا يقدر عليه الزمان.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "لا تستحق العيش امرأة لا تحسن تضميد الجراح.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "هناك لصوص لا يعاقبهم أحد، وهم من يسرقون منك وقتك.",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "إن أربع صحف معادية تخيف أكتر من ألف حربة .",
      writer: "نابليون بونابرت",
    ),
  ];
}