import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Nilsonmandila {
  List nilsonmandla = [
    Quotesclass(
      text: "اعط الطفل الحب والضحك و السلام ، وليس الإيدز.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لا أحد منا يمكن أن يحقق النجاح بأن يعمل لوحده.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الشجعان لا يخشون التسامح من أجل السلام.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لصنع السلام مع عدو ، لا بد من العمل مع العدو ، وهذا العدو يصبح شريكك.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أنا لست حرا حقا إذا اخذت حرية شخص آخر. المظلوم و الظالم على حد سواء قد جردو من إنسانيتهم ​​.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الرجل الذي يحرم رجلا آخر من حريته هو سجين الكراهية والتحيز و ضيق الأفق.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أنا أمقت العنصرية ، لأنني أعتبرها شيئا الهمجية ، سواء جائت من رجل أسود أو رجل أبيض .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أبدا، أبدا أبدا لن تشهد هذه الأرض الجميلة مرة أخرى اضطهاد البعض للآخرين",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لا يوجد بلد يمكن أن تتطور حقا ما لم يتم تثقيف مواطنيها.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أي رجل أو مؤسسة يحاول سرقة كرامتي سوف يخسر.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "التعاطف الإنساني يربطنا ببعضنا – ليس بالشفقة أو بالتسامح ، ولكن كبشر تعلموا كيفية تحويل المعاناة المشتركة إلى أمل للمستقبل.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لم يكن تفوقي بالمدرسة نتيجة لنبوغي بل لإصراري و تصميمي على النجاح",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "عندما يبدأ الماء بالغليان فمن الحماقة إطفاء الحرارة .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "نحن نعيش في عالم غريب , حيث يمشي الفقراء أميالاً ليحصلوا على الطعام , ويمشي الأغنياء أميالاً ليهضموا الطعام.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "التعليم هو أقوى سلاح يمكنك استخدامه لتغيير العالم.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "يجب أن يكون هناك عمل الخبز ماء وملح للجميع.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "بواسطة إطلاق وميض الضوء لدينا ، نحن نقدم للآخرين فرصة للقيام بنفس الأمر.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "دائما يبدو مستحيلا حتى يفعل",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أحلم بأفريقيا تعيش في سلام مع نفسها .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "ليس حرًا من يهان أمامه إنسان ولا يشعر بإهانة.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "سنعمل معا لدعم الشجاعة حيث هناك خوف ، لتشجيع التفاوض عندما يكون هناك صراع ، و إعطاء الأمل حيث يوجد اليأس",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إننا لا نخاف من تجربة أي شي جديد لكننا في الواقع نخشى أن نعرف مدى قوتنا على تحقيق المستحيل",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أن تكون حرا ليس مجرد التخلص من القيود بل هو أن نعيش بطريقة تحترم وتعزز حرية الآخرين .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "تعلمت أن الشجاعة ليست غياب الخوف ، ولكن القدرة على التغلب عليه.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "بعد تسلق تلة كبيرة، يجد المرء أن هناك العديد من التلال الأخرى يجب صعودها.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لاشيء في السجن يبعث على الرضا سوى شيء واحد هو توفر الوقت للتأمل والتفكير",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "نحن لسنا أحرارا بعد ،نحن فقط وصلنا لحرية أن نكون أحرارا.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الرجال الذين يأخذون مخاطر كبيرة ينبغي أن يتوقعو غالبا تحمل عواقب وخيمة .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "يجب علينا أن نستخدم الوقت بحكمة و أن ندرك دائما أن الوقت قد حان لفعل ما هو حق .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "في بلدي نذهب إلى السجن أولا ثم نصبح رئساء .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إذا كان هناك بلد ارتكب فظائع لا توصف في العالم ، فهو الولايات المتحدة الأمريكية.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "في السجن تصبح الذاكرة خليلاً وعدواً في آن واحد",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "فلتحكم الحرية.فلم تغرب الشمس على إنجاز إنساني أعظم مجدا.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "في كثير من الأحيان ، قد يستسلم الثوار من الماضي إلى الجشع ، و استسلمو لإغراء مصادرة الموارد العامة للثراء الشخصي .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إذا كنت تتحدث إلى رجل بلغة يفهمها، يذهب كلامك الى رأسه. إذا كنت تتحدث معه في لغته ، يذهب كلامك إلى قلبه .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لم أكن المسيح ، ولكن رجلا عاديا أصبح زعيما بسبب ظروف استثنائية.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "انس الماضي .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لقد تقاعدت ، ولكن إذا كان هناك أي شيء من شأنه أن يقتلني فهو أن أستيقظ في الصباح و أنا لا أدري ماذا سأفعل .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الاستسلام لليأس هو السبيل إلى الإخفاق والموت المحقق",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الجبناء يموتون مرات عديدة قبل موتهم، والشجاع لا يذوق الموت إلا مرة واحدة.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الحياة قد حطمتني عدة مرات ، رأيت أموراً لم أكن أريد أن أراها ، عشت الحزن ، الفشل ، ولكن الشيء المؤكد دائماً أنني كنت أنهض.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "انه من الحكمة إقناع الناس أن تفعل أشياء وجعلهم يعتقدون أنها كانت فكرتهم الخاصة .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "خلافا لبعض السياسيين ، يمكنني أن أعترف بالخطأ .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الحرية لا تعطى على جرعات فالمرء اما ان يكون حرا او لا يكون حرا",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "السجن نقطة سكون في عالم متحرك",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إن المرء قد يصل في لحظة معينة إلى الإيمان بأن مصدر الظلم لم يعد في الخارج بل في داخله هو نفسه.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إني أتجول بين عالمين ، أحدهما ميت و الآخر عاجز أن يولد، وليس هناك مكان حتى الآن أريح عليه رأسي",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "يقال إنما تعرف الأمم بسجونها،إذ ينبغي الحكم على أمة ما من خلال معاملتهالأدنى مواطنيهاوليس لأرقاهم.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "العقل الجيد والقلب الجيد خليط سحري للنجاح.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الشعور بالآخرين حاسة سادسة لا يمتلكها إلا الأنقياء.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "المال لن يصنع النجاح، إنما الحريّة لإنتاج المال تصنع النجاح.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "نحن نعلم جيدا أن حريتنا ناقصة من دون حرية الفلسطينيين.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "القـوة ليست دائماً فيما نقول ونفعل ..أحياناً تكون فيما نصمت عنه ، فيما نتركه بإرادتنا ، وفيما نتجاهله.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "ليس حراً من يهان أمامه إنسان ولا يشعر بالإهانة.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "متى فكرنا مليا؛ نجد أن فرص النجاح تختبئ في طيّات المشاكل.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إذا قبضت المال ثمناً لنضالي , سوف أتحول من مناضل إلى مرتزق.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "عندما يسكت الحكماء , يتكاثر الحمقى.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أما جسم الانسان فيتكيف مع أية ظروف قاسية, اما المعتقدات الراسخة فهي سبيلنا للبقاء في ظروف الحرمان.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "عند خروجي من السجن أدركت أنه إن لم أترك كراهيتي خلفي فإنني سأظل سجينا.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "يموت من لا يستحق الموت و يعيش من لا يستحق الحياة.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أقف هنا أمامكم لا كنبي ، ولكن كخادم متواضع منكم ، أيها الناس .",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أنا لا أخسر أبداً , فإما أن أربح أو أتعلم.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إن الحرية لا تقبل التجزئة لأن القيود التي تكبل شخصاً واحداً في بلادي إنما هي قيود تكبل أبناء وطني أجمعين.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إن الانسان الحر كلما صعد جبلا عظيماً وجد وراءه جبالا أخرى يصعدها.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "ما يقدّر في الحياة ليس أننا عشناها، بل ما أحدثناه من فرق في حياة الآخرين والذي يحدد مغزى الحياة التي نعيشها.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "إن أي بلد وأي مجتمع لا يهتم بأطفاله لا يمثل أمة على الإطلاق.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لن تتطور امة قط, حتى يتعلم شعبها.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الصدق، والإخلاص، البساطة والتواضع، والكرم، وغياب الغرور، والقدرة على خدمة الآخرين وهي صفات في متناول كل نفس هي الأسس الحقيقية لحياتنا الروحية.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "قُد من الخلف واترك الآخرين يعتقدون أنّهم في المقدّمة.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "لا احد يولد وهو يكره انسانا آخر بسبب لون الجلد او الأصل او الدين.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "حافظ على كرامتك حتى لو كلفك الأمر أن تصبح صديقا لجدران زنزانتك.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "تبدو الاشياء دائما وكانها مستحيلة الى ان نقوم بها.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "ليس سهلاً أن تخلق لنفسك روحاً محببة ، ولا شخصية جذابة ، ولكن من السهل أن تكون خلوقاً ليرتاح بقربك الآخرون.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "أستطيع أن أكون الأسوأ دائماً ، لكنني أملك قلباً يرفض جرح الآخرين.",
      writer: "نيلسون مانديلا",
    ),
    Quotesclass(
      text: "الحرية لا يُمكن أن تعطى على جرعات، فالمرء إما أن يكون حرًاً أو لا يكون.",
      writer: "نيلسون مانديلا",
    ),
  ];
}