import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Nizarkbani {
 List  nizarkbani = [
   Quotesclass(
     text: "الشّعر يأتي دائما مع المطر , ووجهك الجميل يأتي دائماً مع المطر , والحب لا يبدأ إلا عندما تبدأ موسيقى المطر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "نامي بحفظ الله أيتها الجميلة , فالشعر بعدك مستحيل والأنوثة مستحيلة , ستظل أجيالٌ من الأطفال تسأل عن ضفائركِ الطويلة , وتظل أجيالٌ من العشاق تقرأ عنكِ أيتها المعلمة الأصيلة , وسيعرف الأعراب يوماً أنهم قتلوا الرسولة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يرون أنّ إنجاب الذكر أمل ، وإنجاب الأُنثى خيبة ، رغم أنّ حِلم كُل رجل أُنثى ، وخيبة كل أُنثى رجل." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لأن حبي لك فوق مستوى الكلام قررت أن أسكت والسلام." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "فاتنٌ وجهك لكن في الهوى ليس تكفي فتنة الوجه الجميل." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أعظم الشعراء هم اولئك الذين كتبوا بيت شعر واحدا وماتو بعد كتابته مباشرة" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وكيف أهرب منه؟ إنه قدري هل يملك النهر تغييرا لمجراه؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لو كانت المشاكل تحل بالهروب ، لكانت الكرة الأرضية كوكب مهجور." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "القهوة هي عجوز معمّرة, لها أحفاد برره يقبّلونها كل صباح ومساء وأنا أكثرهم براً بها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: ".. كم أنا أحبك حتى أن نفسي من نفسها تتعجب يسكن الشعر في حدائق عينيك .. فلولا عيناك لا شعر يُكتب .." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أعرفُ الوجع التي تتركه الكلمات التي تُقال وأعرف الوجع الأشد وجعاً الذي تتركه الكلمات التي لا تُقال" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "سيحبك .. آلاف غيري وستستلمين بريد الشوق لكنك .. لن تجدي بعدي رجلا يهواك بهذا الصدق" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ومابين فصل الخريف،وفصل الشتاءهنالك فصل اسميه فصل البكاء تكون به النفس اقرب من اي وقت الى السماء" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إنني أحبك .. هذه هي المهنة الوحيدة التي أتقنها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قررتُ يا وطني اغتيالك بالسفر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "انا لست اضمن طقسي النفسي بعد دقيقتين ولربما يتغير التاريخ بعد دقيقتين." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا امرأة تمسك القلب بين يديها سأــــلتك بالله لا تتركيــــــــنى فماذا اكون انا ان لم تكونــــى" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إنهم يريدون أن يفتحوا العالم وهم عاجزون عن فتح كتاب" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "شكرا على زمن البكاء ، ومواسم السهر الطويل…شكرا على الحزن الجميل .." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الفتاة التي تتنازل عن عنادها لأجلك ، تحبك بصدق." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "صمت المرأة رسائل تحذير للرجل بأنه على حافة السقوط من قلبها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الشخص الذي لم تدمع عيناه من الغيرة ، لم يعشق أبداً." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أكثر الكتب مبيعاً في الدول العربية هي كتب الطبخ وتفسير الأحلام ، وهذا دليل على أننا شعوب تأكل وتنام." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ما تُبت عن عشقي، ولا استغفرته ..ما أسخف العُشّاق لو هُم تابوا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "نساء فلسطين تكحلن بالأسى , وفي بيت لحم قاصرات وقصر , وليمون يافا يابس في حقوله , وهل شجر في قبضة الظلم يزهر ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "حين يجتمع الذكاء والخيال وكيد النساء في امرأة ، تأكد أنك في مأزق." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "من أين يأتينا الفرح ؟ وكل طفل عندنا ، تجري على ثيابه دماء كربلاء .. والفكر في بلادنا أرخص من حذاء .. وغاية الدنيا لدينا : الجنس .. والنساء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الشعر هو أن تأتي بغير المتوقع" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إن الشعر كلام راق، يصنعه الإنسان لتغيير مستوى الإنسان." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ليس هناك مجانية أو عبثية في الشعر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ففيك شيء من المجهول أدخله و فيك شيء من التاريخ و القدر" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا يعرف الإنسان كيف يعيش في هذا الوطن .. لا يعرف الإنسان كيف يموت في هذا الوطن .." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لم يدخل اليهود من حدودنا، و إنما، تسربوا كالنمل من عيوبنا" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الفتاة تصبح أماً عندما تعشق للمرة الأولى، وليس حين تنجب طفلاً." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "متى تجيئين ؟ قولي لموعد مستحيل , يعيشُ في الظنّ فوق الوقوع .. فوق الحصول." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "عندما أشرب القهوة معك أشعر أن شجرة البن الأولى زرعت من أجلنا!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "و خريطة الوطن الكبير فضيحة فحواجز و مخافر و كلاب .. و العالم العربي إما نعجة مذبوحة أو حاكم قصاب .. و العالم العربي يرهن سيفه فحكاية الشرف الرفيع سراب." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ما الذي تخشاه إسرائيل من ابن المقفع ؟ وجريرٍ والفرزدق ؟ ومن الخنساء تلقي شعرها عند باب المقبرة , ما الذي تخشاه من حرق الإطارات وتوقيع البيانات وتحطيم المتاجر , وهي تدري أننا لم نكن يوما ملوكَ الحرب بل كنا ملوك الثرثرة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "في حارتنا ثمة ديك عدواني ، فاشيستي ، نازي الأفكار ، سرق السلطة بالدبابة ، ألقى القبض على الحرية والأحرار ، ألغى وطناً ، ألغى شعباً ، ألغى لغة ، ألغى أحداث التاريخ ، وألغى ميلاد الأطفال ، وألغى أسماء الأزهار." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أسائل دائما نفسي : لماذا لا يكون الحب في الدنيا لكل الناس .. كل الناس , مثل أشعة الفجر ؟ .. لماذا لا يكون الحب قي الدنيا مثل الماء في النهر ؟ ومثل الغيم والأمطار والأعشاب والزهر ؟ أليس الحب للإنسان عمراً داخل العمر ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحاول سيدتي أن أحبك خارج كل الطقوس , وخارج كل النصوص , وخارج كل الشرائع والأنظمة .. أحاول سيدتي أن أحبك في أي منفى ذهبت إليه , لأشعر حين أضمك يوماً لصدري , بأني أضم تراب الوطن." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ابحث عن الشمس التي خبأتها في داخلي .. إن كنت حقاً تعرف النساء" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أتحبني بعد الذي كانا؟! .. إني أحبكِ رغم ما كانا ماضيك لا أنوي إثارته.. حسبي بأنك ها هنا الآنا" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أترى تضيء لنا الشموع ومن .. ضياها .. نحترق أخشى على الأمل الصغير أن .. يموت .. ويختنق" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحببتها حتى النخاع .. حتى الضياع" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "اشتقت إليك .. فعلمني أن لا أشتاق علمني كيف أقص جذور هواك من الأعماق" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أكثرُ ما يعذِّبني في اللغة.. أنّها لا تكفيكِ. وأكثرُ ما يضايقني في الكتابة أنها لا تكتُبُكِ.." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الثورة عندى إما أن تكون شاملة كل الشمول.. أو لا تكون." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الكاتب الحقيقي هو الذي يرتفع من الخاص إلى العام، ومن الجزء إلى الكل.. ومن القوقعةإلى البحر.." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الكراهية لا يمكن أن تحبل، ولا أن تلد.." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا ألـف أحبك.. فابتعدي عني.. عن نـاري ودخاني فأنا لا أمـلك في الدنيـا إلا عينيـك… وأحـزاني" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "آهٍ يا أرض الكتب المقدسة التي لا قداسة فيها لكتاب .. ويا أرض النبوءات التي أكلت جميع أنبيائها …" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "داعبي كل مساء رقمي و اصدحي مثل عصافير الكروم كلمة منك .. و لو كاذبة عمرت لي منزلا فوق النجوم ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "طعنوا العروبةَ في الظلام بخنجرٍ فإذا هُمُ… بين اليهودِ يهودُ!!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قليلا من الصمت . . ياجاهلة فأجمل من كل هذا الحديث حديث يديك على الطاولة" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كلماتنا في الحب تقتل حبنا .. إن الحروف تموت حين تقالُ" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لماذا انتى وحدك من دون جميع النساء تغيرين هندسة حياتى و ايقاع ايامى…" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وأعد أعد عروق اليد فعروق يديك تسليني وخيوط الشيب هنا وهنا تنهي أعصابي تنهيني" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وحين نكون معاً في الطريق وتأخذمن غير قصدذراعي أحسُ أنا ياصديق .بشيئَّ عميق" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أريدكِ، أعرفُ أنّي أريدُ المُحال!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحبك .. لا أدري حدود محبتي .. طباعي أعاصير .. وعواطفي سيل .. وأعرف أني متعب ياصديقتي .. وأعرف أني أهوج .. أنني طفل .. أحب بأعصابي ، أحب بريشي .. أحب بكلي .. لا اعتدال ، ولا عقل." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا أصدقائي جربوا أن تكسروا الأبواب .. أن تغسلوا أفكاركم وتغسلوا الأثواب .. يا أصدقائي جربوا أن تقرؤوا كتاب .. أن تكتبوا كتاب .. فالناس يجهلونكم في خارج السرداب .. الناس يحسبونكم نوعاً من الذئاب." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الاهتمام الكبير قد يغلب الحب أحياناً." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تعاودني ذكراك كل عشية .. ويورق فكر حين فيك أفكر , وتأبى جراحي أن تضم شفاهها .. كأن جراح الحب لا تتخثر , أحبك ! لا تفسير عندي لصبوتي .. أفسر ماذا ؟ والهوى لا يفسر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "اعتيادي على غيابك صعب و اعتيادي على حضورك أصعب , كم أنا … كم أحبك … حتى أن نفسي من نفسها تتعجب , يسكن الشعر في حدائق عينيك فلولا عينيك لا شعر يكتب" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إذا خسرنا الحرب لا غرابة , لأننا ندخلها بالعنتريات التي ما قتلت ذبابه , لأننا ندخلها بمنطق الطبلة والربابة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "خجولة لكنها تعرف جيداً متى تكون جريئة .. تلك أقوى النساء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "بموت امي .. يسقط آخر قميص صوف اغطي به جسدي , آخر قميص حنان , آخر مظلة مطر .. وفي الشتاء القادم , ستجدونني اتجول في الشوارع عاريا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الكاتب في وطنى يتكلم كل لغات العالم إلا العربية , فلدينا لغة مرعبة قد سدوا فيها كل ثقوب الحرية." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ماهو الشعر حين يصبح فأرا كسرة الخبز همه والغذاء, واذا اصبح المفكر بوقا يستوي الفكر عندها والحذاء" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إلى حبيبتي في رأس السنة , شكراً لأنك أدخلتني المدرسة , وشكراً لأنك علمتني أبجدية العشق , وشكراً لأنك قبلت أن تكوني حبيبتي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "على الذي يريد أن يفوز في رئاسة التحرير .. عليه أن يبوس في الصباح ، والمساء ركبة الأمير .. عليه أن يمشي على أربعة كي يركب الأمير .. لا يبحث الحاكم في بلادنا عن مبدع وإنما يبحث عن أجير." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا مجنون في منطق المدينة التي لم يُهذّبها الجنون , لم يُعطّرها الجنون." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ليس هناك سلطةٌ يمكنها أن تمنع الخيول من صهيلها وتمنع العصفور أن يكتشف الآفاق فالكلمات وحدها ستربح السباق." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قرأت كتاب الأنوثة حرفاً حرفاً ولا زلت أجهل ماذا يدور برأس النساء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وأخيرا جئت يا موتي الجميل فاقتليني نائماً أو صاحياً .. اقتليني ضاحكاً أو باكياً أقتليني كاسياً أو عارياً .. اقتليني الآن فالليل مملٌ وطويل .. اقتليني دونما شرط فما من فارق عندما تبتدئ اللعبة يا سيدتي بين من يقتل أو بين القتيل." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "عندما تلجأ إليك امرأة مت من أجلها ، فالمرأة لا تلجأ لرجل إلا وكان عندها أعظم الرجال." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الخطوة الأولى لنجاح أي فتاة : أن تتجاوز فكرة الفارس الذي سيفعل لها ما تريد .. وتفعل ذلك بنفسها .. الحياة ليست رجل فقط !" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ألا تجلسين لخمس دقائق أخرى ؟ ففي القلب شيء كثير وحزن كثير وليس من السهل قتل العواطف في لحظات وإلقاء حبك في سلة المهملات." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الحب يا حبيبتي قصيدة جميلة مكتوبة على القمر .. الحب مرسوم على جميع أوراق الشجر .. الحب منقوش على ريش العصافير وحبات المطر .. لكن أي امرأة في بلدي إذا أحبت رجلا ترمى بخمسين حجر" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قل لي ولو كذبا كلاما ناعما .. قد كاد يقتلني بك التمثال .. ما زلت في فن المحبة طفلة .. بيني وبينك أبحر وجبال .. لم تستطيعي بعد أن تتفهمي .. أن الرجال جميعهم أطفال." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "استيقظي .. استيقظي .. إني لأبحث منذ آلاف السنين عن السلام .. وما وجدت سواك عاصمة السلام." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قبل النوم البس أجمل ما عندك , تعطر ورتب غرفتك , فبعض الذين يأتون في الحلم يستحقون حفاوة أكثر من الذين يأتون في الواقع." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تلعنوا السماء إذا تخلت عنكم .. لا تلعنوا الظروف فالله يؤتي النصر من يشاء وليس حداداً لديكم .. يصنع السيوف." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "مدينتنا وراء النرد ، منفقة لياليها .. وراء جريدة كسلى وعابرة تعريها .. فلا الأحداث تنفضها ولا التاريخ يعنيها .. مدينتنا بلا حب يرطب وجهها الكلسي أو يروي صحاريها .. مدينتنا بلا امرأة تذيب صقيع عزلتها وتمنحها معانيها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ما أردأ الأحوال في دولة قمعستان , حيث الذكور نسخة عن النساء , حيث النساء نسخة من الذكور , حيث التراب يكره البذور , وحيث كل طائر يخاف بقية الطيور , وصاحب القرار يحتاج الى قرار , تلك هي الاحوال في دولة قمعستان." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تبعث لك الأقدار أشخاص رائعين ، وجغرافية الأرض تغيظك بالمسافة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا آلَ إسرائيلَ لا يأخذكم الغرور .. عقاربُ الساعاتِ إن توقفت، لا بدَّ أن تدور .. إنَّ اغتصاب الأرضِ لا يُخيفنا فالريشُ قد يسقطُ عن أجنحةِ النسور .. هزمتم الجيوش إلا أنكم لم تهزموا الشعور." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تقلقي يوما علي إذا حزنت فإنني رجل الشتاء .. إن كنت مكسوراً ومكتئباً ومطوياً على نفسي فإن الحزن يخترع النساء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "فإذا وقفت أمام حسنك صامتاً فالصمت في حرم الجمال جمال .. كلماتنا في الحب تقتل حبنا .. إن الحروف تموت حين تقال." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أرجوكِ أن تحترمي صمتي .. إن أقوى أسلحتي هو الصمت .. هل شعرتِ ببلاغتي عندما أسكت ؟ هل شعرتِ بروعة الأشياء التي أقولها ؟ عندما لا أقولُ شيئاً." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لكن شيئاً فيكِ أقنعني , وعلمني القراءة والكتابة , والحروف الأبجدية , فإذا بسنبلة تمشط شعرها في راحتيه , وإذا بعصفور صغير جاء يشرب من مياهي الداخلية , الله .. كم هو رائع أن تصبح امرأة قضية." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ينعتون الأنثى بالمخلوق الأعوج ، وهم على اعوجاج خصرها يتقاتلون." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كثيراتٌ صديقاتي .. كثيراتٌ علاقاتي وبين يديَّ حين أريدُ آلاف الخيارات.. ولكن ما يحيرني، لماذا أنتِ بالذات! أحبك أنتِ بالذات." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "نموت مصادفةً .. ككلاب الطريق .. ونجهل أسماء من يصنعون القرار .. نموت ولسنا نناقش كيف نموت ؟ وأين نموت ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحدهم في غاية البعد وأقرب لي من كل شيء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أكرر للمرة الألف أني أحبك .. كيف تريدينني أن أفسر ما لا يفسر ؟ وكيف تريدينني أن أقيس مساحة حزني ؟ وحزني كالطفل , يزداد في كل يوم جمالاً ويكبر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "العاشق الكبير هو الذي يرمي نفسه في بحر العشق بلا بوصلة ولا خريطة ولا شهادة تأمين." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا الهي عندما نعشق ماذا يعترينا ؟ ما الذي يحدث في داخلنا ؟ ما الذي يكسر فينا ؟ كيف نرتد إلى طور الطفولة ؟ كيف تغدو قطرة الماء محيطاً ؟ ويصير النخل أعلى ومياه البحر أحلى وتصير الشمس سواراً من الماس ثميناً." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كل الدروب امامنا مسدودة وخلاصنا في الرسم بالكلمات." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وبين كلام الهوى في جميع اللّغات .. هناكَ كلامٌ يقالُ لأجلكِ أنتِ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إن الوطن هو مجموعة عواطف من يسكنونه ومجموعة أفكارهم ، ومجموعة خياراتهم ومجموعة حرياتهم وحين يقف الوطن ضد مشاعر مواطنيه ، وضد عواطفهم ، وأفكارهم ، وضد شؤونهم الصغيرة ، فإنه يتحول حينئذ إلى قاووش كبير للسجناء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أخاف أن تمطر الدنيا، و لست معي فمنذ رحت.. و عندي عقدة المطر كان الشتاء يغطيني بمعطفه فلا أفكر في برد و لا ضجر و كانت الريح تعوي خلف نافذتي فتهمسين: تمسك ها هنا شعري." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إذا خسرنا الحرب لا غرابة .. لأننا ندخلها بكل ما يمتلك الشرقي من مواهب الخطابة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "اعبئ جيبى نجوما وابنى على مقعد الشمس لى مقعدا" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أعبيء جيبي نجوما ..وأبني علي مقعد الشمس لي مقعدا" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "المسدس هو أكبر أدباء العصر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إن اقتسام الله هو الحل العلمي الوحيدلإرضاء جميع الطوائف." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إن الحروف تموت حين تقال" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا أهواك فوق مايشرد الظّن وفوق الهوى…وفوق الولوع" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا مضطر إلى حبك حتى .. أعرف الفارق ما بيني .. وما بين الحجر" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "انت احلى خرافة في حياتي و الذي يتبع الخرافات يتعب" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "انى كمصباح الطريق ….. صديقتى ابكى ولا احد يرى دمعاتى" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إني لا أؤمنُ في حبٍّ لا يحملُ نزقَ الثوارِ .. لا يكسرُ كلَّ الأسوارِ لا يضربُ مثلَ الإعصارِ .." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "بعض الهوى لا يقبل التأجيلا " ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تاريخـي! ما لي تاريـخٌ إنـي نسيـان النسيـان إنـي مرسـاةٌ لا ترسـو جـرحٌ بملامـح إنسـان" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "حلم من الأحلام لا يحكى .. ولا يفسر .." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "فالتجربة إذن شرط أساسي من شروط الكتابة، والكاتب الذي لا يعاني، لا يستطيع أن ينقل معاناته للآخرين" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "فيه مزايا الأنبياء، و فيه كفر الكافرين وداعة الأطفال فيه .. وقسوة المتوحشين .." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قاتلوا عنا إلى أن قتلوا.. وبقينا في مقاهينا كبصاق المحارة" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كانوا يتفرجون على أصابع يدي اليمنى ، ظنا منهم أن أصابع الشاعر هي خمسة نهور تتدفق حليبا وعسلا !!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كفانا نفاق! فما نفعُه كلّ هذا العناق؟ ونحن انتهينا وكلّ الحكايا التي قد حكيْنا نفاق ٌنفاقْ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كلُّ الذي أعرفُ عن مشاعري أنكِ يا حبيبتي ، حبيبتي و أنَّ من يُحِبُّ لا يُفَكِّرُ" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كل المنافي لا تبدد وحشتي .. مادام منفاي الكبير بداخلي" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كن مرة أسطورة كن مرة سراباً كن سؤالاً في فمي لا يعرف الجوابا …" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا أستطيعُ التحرّر منكِ… ولا أستطيعُ التحررُ مني…" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تسأليني: كيفَ حَالي؟ إذا كُنْتِ تُحِبِّينَني حقّاً… إسْألي: كيفَ حالُ أصابعي؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا شيءَ يُدهِشُني .. فلقد عرفتُكَ دائماً نَذلا" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لو أنني أقول للبحر ما اشعر به نحوك لترك شواطئه و أصدافه و أسماكه و تبعني!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "هزمنا .. وما زلنا شتات قبائل تعيش على الحقد الدفين وتثأر" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "هل شعرت بروعة الأشياء التي أقولها عندما لا أقول شيئا" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "والصبرُ لا صبرَ لهُ .. والنومُ لا نامْ وساعةُ الجدارِ .. من ذھولِھا .. ضّعتِ الأّامْ .." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وعدت مراراً وقررت أن أستقيل مراراً ولا أتذكر أني استقلت" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وعظمة الشاعر تقاس بقدرته على إحداث الدهشة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا حبي الأوحد .. لا تبكي فدموعك تحفر وجداني إني لا أملك في الدنيا إلا عينيك .. و أحزاني" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحياناً يكون غفرانك الزائد لأخطاء من تحب سبب فشل العلاقة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لماذا أظل هنا ؟ حين كل الوسائد ضدي وكل المقاعد ضدي وكل المرايا وكل الزوايا وكل الستائر , لماذا أظل هنا بعد موت جميع المشاعر ؟." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تهت بعينها وما علمت أني وجدت بعينها وطني." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إشتقتُ إليك فعلِّمني أن لا أشتاق." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الأمر يصبح شاقاً ، عندما تحب شخصاً لا يبادر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وعدت بكل برود وكل غباء .. بإحراق كل الجسور ورائي , وقررت بالسر قتل جميع النساء .. وأعلنت حربي عليك , وحين رأيت يديك المسالمتين إختجلت." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الساذج يطلب من المرأة أن تحبه ، الذكي يجعلها تحبه." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تكلمي عما فعلت اليوم , أي كتاب مثلا قرأت قبل النوم ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تصوري، ماذا يكون العمر لو لم توجدي!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "للحب رائحة .. وليس بوسعها أن لا تفوح .. مزارع الدراق" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لماذا لا يكون الحب مثل الخبز والخمر ومثل الماء في النهر ‏ومثل الغيم والأمطار والأعشاب والزهر .. ‏أليس الحب للإنسان عمرا داخل العمر؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الانثى لا تريد رجلاً ثرياً أو وسيماً أو حتى شاعراً , هي تريد رجلاً يفهم عينيها إذا حزنت , فيشير بيده إلى صدره ويقول هنا وطنك." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كتبت بالضوء عن عينيك هل احد .. سواي بالضوء عن عينيك قد كتبا ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "‏اكثر مايعذبني في حبك انني لااستطيع ان احبك اكثر واكثر ما يضايقني في حواسي الخمس انها بقيت خمساً لا اكثر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إن صورة الشاعر المطبوعة في مخيلة الناس ، هي صورة خرافية لإنسان يمتلك طاقة غير محددة على الحب ، ويمتلك قلبا يتسمع لعشق العالم كله." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ما زلت تسألني عن عيد ميلادي , سجل لديك إذن ما أنت تجهله , تاريخ حبك لي تاريخ ميلادي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تجرحي التمثال في إحساسه فلكم بكى في صمته تمثالُ .. قد يُطلِعُ الحجرُ الصغيرُ براعماً وتسيل منه جداولٌ وظلالُ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "من قبلكِ كان العالم نثرا ثم أتيتِ فكان الشِعر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وبدون أن أدري تركت له يدي .. لتنام كالعصفور بين يديه , ونسيت حقدي كله في لحظة .. من قال إني قد حقدت عليه ؟ كم قلت إني غير عائدة له ورجعت .. ما أحلى الرجوع إليه." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "العصافير لا تطلب تأشيرة دخول." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "‏سَأقولُ لكِ “أُحِبُّكِ” حينَ تنتهى كلُّ لُغَاتِ العشق القديمَة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "مهما كنت تظن أنك محبوب من الجميع ، ثمة شخص ينتظرك لتقف على الحافة ليدفعك للأسفل." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تزوجتني رغم أنف القبيلة وسافرت معي رغم أنف القبيلة وأعطتني زينب وعمر رغم أنف القبيلة، وعندما كنت أسألها : لماذا ؟ كانت تأخذني كالطفل إلى صدرها وتتمتم : لأنك أنت قبيلتي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "في أيام الصيف .. أتمدد على رمال الشاطئ وأمارس هواية التفكير بكِ .. لو أنني أقول للبحر ما أشعر به نحوكِ .. لترك شواطئه .. وأصدافه وأسماكه .. وتبعني" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أسكتي يا شهرزاد ! أسكتي يا شهرزاد .. أنتِ في وادٍ وأحزاني بواد .. فالذي يبحث عن قصة حب غير من يبحث عن موطنه تحت الرماد .. أنتِ ما ضيّعتِ يا سيدتي شيئاً كثيراً , وأنا ضيّعتُ تاريخاً وأهلاً وبلاد." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الشعرُ، في هذا الزمانِ فَضِيحةٌ , والحُبُّ، في هذا الزمانِ شَهيدُ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أخافُ أن أقولَ للتي أُحبُّها (أُحبُّها) فالخمرُ في جِرارِها تخسرُ شيئاً عندما نصبُّها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا قطار الحزن , لا رصيف لي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "شكرا لأنك في حياتي , شكراً لحبك." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحاول منذ البدايات أن لا أكون شبيهاً بأي أحد .. رفضت الكلام المعلب دوماً رفضت عبادة أي وثن." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "علمني حبكِ أن أتصرف كالصبيان , أن أرسم وجهك بالطبشور على الحيطان , وعلى أشرعة الصيادينَ , على الأجراس , على الصلبان , علمني حبكِ كيف الحبُّ يغير خارطة الأزمان , علمني أني حين أحبُّ تكف الأرض عن الدوران." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ليس حِّبي لكِ تشبيهاً جميلاً واستعارَهْ , إنَّه أكبرُ من صوتي ومن إيقاع أحلامي ومن حجم العبارَه." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لكنك يا قمري أحلى من كل الكلمات , أكبر من كل الكلمات." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا لا أحاول رد القضاء والقدر ، لكن أشعر الآن أن اقتلاعك من عصب القلب من المستحيلات." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وبرغم الريح وبرغم الجو الماطر والإعصار , الحب سيبقى يا ولدي أحلى الأقدار." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قضيت عشرين سنة .. أعيش في حضيرة الأغنام .. أعلف كالأغنام .. أنام كالأغنام .. أبول كالأغنام .. أدور كالحبة في مسبحة الإمام .. أعيد كالببغاء ، كل ما يقول حضرة الإمام .. لا عقل لي .. لا رأس .. لا أقدام." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "هناك شخص يحبك ليس لشيء سوى انك انتِ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا ما تورطت يوماً بمدح ذكور القبيلة ولست أدين لهم بالولاء! ولكنَّني شاعرٌ قد تفرغ خمسين عاماً لمدح النساء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا رب قلبي لم يعد كافيا لأن من أحبها تعادل الدنيا , فضع بصدري واحداً غيره يكون بمساحة الدنيا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أما كسرنا كؤوس الحب من زمن … فكيف نبكي على كأس كسرناه ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ما قيمة الكلمات حين نقولها .. إن كانت الكلمات دون شعور ؟." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الحبُّ ليس روايةً يا حلوتي .. بختامها يتزوج الأبطالُ ، هو هذه الأزماتُ تسحقنا معاً .. فنموت نحن وتزهر الآمالُ ، هو هذه اليدُ التي تغتالنا .. ونقبّل اليد التي تغتالُ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الصديق الحقيقي هو من تستطيع أن تكون معه غريب الأطوار بكل ثقة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الحب في الأرض بعضُ من تخيلنا لو لم نجده عليها لاخترعناه" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تُتعبي نفسك يا غالية ، في البحث عن تجاربي الماضية ، كل نساء الأرض في كفةٍ ، وأنتِ يا أميرتي في الكفة الثانية." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الحب للشجعان .. الجبناء تزوجهم أمهاتهم." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الظروف سفن الراحلين : احدهم ركبها رغما عنه! والاخر ركبها بارادته." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "البعِيد عَن العِين ، بعِيد عَن النِسيان." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كذبة الأربعين شبيهاً اخترعها أولئك الذين يرون وجوه أحبتهم في ملامح كل العابرين." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إن كنت تظن أنه كلما زاد اهمالك للأنثى زاد تعلقها بك ، فهنيئاً لك بغبائك." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا يا صديقة متعبٌ بعروبتي، فهل العروبة لعنةٌ وعقاب ؟." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يحدث أحيانا أن أبكي مثل الأطفال بلا سبب .. يحدث أن أسأم من عيني بلا سبب .. يحدث أن أتعب من كلماتي .. يحدث أن أتعب من تعبي وبلا سبب." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الحب أن تراني كل مرة كأول مرة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تقلقي يا حلوة الحلواتِ .. ما دمت في شعري وفي كلماتي .. قد تكبرين مع السنين وإنما .. لن تكبري أبداً على صفحاتي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ما لون عينيكِ ؟ إنّي لستُ أذكره .. كأنّني قبلُ لم أعرفهما أبدا .. إنّي لأبحثُ في عينيكِ عن قدري .. وعن وجودي ولكن لا أرى أحدا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "السكوت يعني إحتياج، يعني ألم، يعني وجع؛ كاذب من قال أنّ السكوت علامة الرضا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أمشي على ورق الخريطة خائفا فعلى الخريطة كلنا أغراب .. أتكلم الفصحى أمام عشيرتي وأعيد لكن ما هناك جواب .. لولا العباءات التي التفوا بها ما كنت أحسب أنهم أعراب .. يتقاتلون على بقايا تمرة فخناجر مرفوعة وحراب." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "عندما تقول لك فتاة عنيدة حاضر فاعلم أنها تحبك." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحبك في اليوم ثلاثين عاماً وأشعر أني أسابق عمري وأشعر أن الزمان قليل عليك .. وأن الدقائق تجري .. وأني وراء الدقائق أجري." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "المرأة تريد أن تعيش في ظل رجل وليس في ذل رجل." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "من يحب هل يعود؟ الذي يحب لا يرحل يا صديقي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تهوى ﺍﻷﻧﺜﻰ ﺫﻟﻚَ ﺍﻟﻤﺠﻨﻮﻥ ، ﺍﻟﺬﻱ ﻳﻔﺮﺽ حبّه ﻋﻠﻴﻬﺎ ، ﺃﻛﺜﺮ ﻣﻦ ﺫﻟﻚ الذي يستأذنها قبل أن يحبّها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "العمل الشعري هو من أعمال الطهارة ، وعلى الذين يكرهون الاستحمام كل يوم ، ويرفضون ارتداء الملابس النظيفة كل يوم ، أن يعودوا إلى الغابة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تهمل من تحب ، فربما يظن أنك لا تريده فيرحل." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "سأقول سرا للساهرين كل ليلة , الذين أحبوا وخذلوا وباتوا منتظرين .. ارفقوا بأنفسكم وناموا فالغائبون سعداء من دونكم وربما هم في نوم عميق." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "القوة هي أن تدوس على وجعك ، وتمشي أمام من يتوقع سقوطك." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا وطني الحزين حوّلتني بلحظة من شاعر يكتب الحب والحنين لشاعر يكتب بالسكين." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "علمني حبك أشياءً ما كانت أبداً في الحسبانْ .. فقرأت أقاصيصَ الأطفالِ , دخلت قصور ملوك الجانْ , وحلمت بأن تتزوجني بنتُ السلطان." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الحب ليس روايةً شرقيةً بختامها يتزوَّجُ الأبطالُ لكنه الإبحار دون سفينةٍ وشعورنا ان الوصول محال" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تباركي بحروفي، كلُّ فاصلةٍ .. كتبتُها عنكِ يوماً أصبحت أدبا , كتبتُ بالضوء عن عينيكِ هل أحدٌ .. سوايَ بالضوء عن عينيكِ قد كتبا؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لقد تعودنا على هواننا … ماذا من الإنسان يبقى حين يعتاد على الهوان؟؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "والقلب في غيابك ، لا يزال في الإقامة الجبرية." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إذا لم تستطع أن تكونَ مُدهِشاً فإيَّاك أن تتحرَّشَ بورقة الكتابَة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أحبيني بلا عقد وضيعي في خطوط يدي .. أحبيني لأسبوع لأيام لساعاتٍ فلست أنا الذي يهتم بالأبدِ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "سأقولُ لكِ “أُحِبُّكِ” وتضيقُ المسافةُ بين عينيكِ وبين دفاتري ويصبحُ الهواءُ الذي تتنفَّسينه يمرُّ برئتيَّ أنا وتصبحُ اليدُ التي تضعينَها على مقعد السيّارة هي يدي أنا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "بدونك لا شيء يمطر , لا شيء يزهر , لا كحل يولد تحت الجفون." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ما هو الشعر اذا لم يعلن العصيان ؟ وما هو الشعر اذا لم يسقط الطغاة والطغيان ؟ وما هو الشعر اذا لم يحدث الزلزال في الزمان والمكان ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا أحبك يا سيفا أسال دمي .. يا قصة لست أدري ما أسميها , أنا أحبك حاول أن تساعدني .. فإن من بدأ المأساة ينهيها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا يمكن أن تكون أكرم من المرأة ، فإن أعطيتها الأمان كانت لك وطن." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وعندما تبحث عن عذر لمن لا عذر له ، تأكد بأنك بأعلى قمة الحب." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "احذر اولئك الذين يتخذون أحباباً مؤقتين ريثما تبرأ جراحهم." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إذا كنت قاسياً يعشقك عشرة ، وإذا كنت طيباً يجرحك ألف." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنت تحاول أن تخرج على غريزة القطيع، وأفكار القطيع، وقناعات القطيع، وتنفرد عن بقية حبات الفاصولياء المتشابهة حجماً وشكلاً، إذن فأنت متهم." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "خلاصة القضية توجز في عبارة , لقد لبسنا قشرة الحضارة و الروح جاهلية." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "اروع ما في حبنا أنه ليس له عقل ولا منطق اجمل ما في حبنا أنه يمشي على الماء ولا يغرق." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أصعب شعور أن يصبح أقربهم لقلبك على لائحة الغرباء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إن الحب في نظري هو التعويض العادل عن كل بشاعات هذا العالم ، وحماقاته ، وجرائمه." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أكثر اللحظات ألم ، عندما تحن لهم ولا تجدهم." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "مارسوا تجاربكم على كل شيء ، إلا مشاعر الآخرين فهي محرمة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "في الشعر لا يوجد شيءٌ اسمه استراحة المحارب ولا يوجد إجازاتٌ صيفية ولا إجازاتٌ مرضية ولا إجازاتٌ إدارية , فإما أن تكون متورطاً حتى آخر نقطةٍ من دمك وإما أن تخرج من اللعبة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أريدها وحدي فلا يدّعي غيري هواها .. تلك أطواري أريدُ أن أطوي عليها يدي من ريبتي , من فرط إيثاري .. أحبها وحدي وما ضرني أن تنقل النجومُ أخباري , فيشربُ الصباحُ أنوارها , ويشربُ الغروبُ أنواري." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الأنثى لم تخلق للحب , بل الحب خلق لها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وإذا السيوف تكسرت أنصالها فشجاعة الكلمات ليس تفيد." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا نليق نحن بالحب يا سيدتي ، فأنت مكابرة وأنا لا أنحني." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أريدُ أن تزيدَ في محبتي , أريدُ أن تكرهني قليلا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "عندما حاولت أن أكتب عن حبي , تعذبت كثيرا .. إنني في داخل البحر وإحساسي بضغط الماء لا يعرفه غير من ضاعوا بأعماق المحيطات دهورا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كفاك تلعب دور العاشقين معي وتنتقي كلمات لست تعنيها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا مع الحب حتى حين يقتلني ، إذا تخليت عن عشقي .. فلست أنا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "عدي على أصابع اليدين ، ما يأتي , فأولا : حبيبتي أنت وثانيا : حبيبتي أنت وثالثا : حبيبتي أنت ورابعا وخامسا وسادسا وسابعا وثامنا وتاسعا وعاشرا حبيبتي أنت." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "سأصنع قهوتي وحدي فاني دائما رجل وحيد , تغتالني الطرقات , ترفضني الخرائط والحدود , اما البريد ! فمن قرون ليس يأتيني بريد." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "‏أحبيني قليلا، واكسري أنظمة السير قليلا، واتركي لي يدك اليمنى قليلا، فذراعاك هما بر الأمان." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ها نحن يا بلقيس ندخل مرة اخرى بعصر الجاهلية ، ها نحن ندخل في التوحشِ و التخلفِ و البشاعةِ والوضاعةِ ، ندخل مرة اخرى عصور البربرية ، حيث الكتابةُ رحلةٌ بين الشظيةِ والشظية ، حيث اغتيال فراشة في حقلها صار القضية." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أشتهي نسيانك لا أكثر , فقد انتهى وقتك بالبقاء في قلبي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "مواطنون دونما وطن , مطاردون كالعصافير على خرائط الزمن ! مسافرون دون أوراق وموتى دونما كفن." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لماذا أتحدث عن المدن والأوطان ؟ أنت وطني , وجهك وطني , صوتك وطني , تجويف يدك الصغيرة وطني , وفي هذا الوطن ولدت وأريد أن أموت." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "اللغة ليست أداة ترفيه أو فرفشة وطرب وإنما هي كتيبة مسلحة لمقاتلة التخلف والغيبوبة والأفيون الفكري." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "يا قدس يا حبيبتي .. غدا غدا سيزهر الليمون .. وتفرح السنابل الخضراء والزيتون .. وتضحك العيون." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إني أحبك دون أي تحفظ وأعيش فيك ولادتي ودماري .. إني اقترفتك عامداً متعمداً إن كنتِ عاراً يا لروعة عاري." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "صعوبة البوح تكمن في قلب يقول أخبره وعقل يهمس ستندم!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لن تجعلوا من شعبنا شعبَ هنودٍ حُمر , فنحنُ باقونَ هنا في هذه الأرضِ التي تلبسُ في معصمها إسوارةً من زهر , فهذهِ بلادُنا فيها وُجدنا منذُ فجرِ العُمر , فيها لعبنا، وعشقنا، وكتبنا الشعر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إغضبْ كما تشاءُ واذهبْ كما تشاءُ واذهبْ متى تشاءُ .. لا بدَّ أن تعودَ ذاتَ يومٍ وقد عرفتَ ما هوَ الوفاءُ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وإني أغار عليك من لحظة صمت بيننا قد تبعدك بأفكارك عني." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا أنثى ! نهار أتيت للدنيا وجدتُ قرار إعدامي , ولم أرَ بابَ محكمتي ولم أرَ وجهَ حُكّامي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا مُتعَبٌ ودفاتري تعبتْ معي ، هل للدفاترِ يا تُرى أعصابُ؟" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قامتها ، وعنفوانها ، وكرمها ، وفيض مروءاتها." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "كمْ عمرُكْ؟ قلتُ: خَمْسٌ وستُّونَ قصيدةْ قال: يا الله.. كم أنت طاعنٌ في السنّْ قلتُ: تقصدُ.. كم أنا طاعنٌ في الحُريَّة." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "دمشقُ، يا كنزَ أحلامي ومروحتي .. أشكو العروبة أم أشكو لكِ العربا؟!" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أنا الحرف , أعصابه , نبضه , تمزقه قبل أن يولدا." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ويا ليت المشاعر ترى ليعرف كل ذي حق حقه." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الساعات تأكل نفسها , وأيامنا في بعضها تتعثر !" ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لم يبق عندي ما أقول , تعب الكلام من الكلام." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لم احبك كشخص فقط بل احببتك كوطن لا أريد الإنتماء لغيره." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "حبك كالهواء يا حبيبتي يحيط بي من حيث لا أدري به , أو أشعر .. جزيرة حبك لا يطالها التخيل , حلم من الأحلام لا يحكى ولا يفسر." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قولي أي عبارة حُبٍ حتى تبتدئ الأعياد." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "تعالي واسقطي مطرا على عطشى وصحرائي , وذوبي في فمي كالشمع وانعجني بأجزائي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "العقل معارض أبدي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "قلوبنا لا تختار من العشق إلا أصعبه." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "ربما لم يرغب المرء في الحب ، بقدر رغبته في أن يفهمه أحد." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "إذا لم أعاتبك فأنت لا شيء بالنسبة لي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "وما كان لي سيأتيني وأنا في أضعف حالاتي." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "افعل ما تريد ، من يريدك حقاً يريدك كما أنت." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أكثر ما يؤلم الإنسان حقاً ، من كنت تعتبره سندك وخذلك." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "أيا وطني جعلوك مسلسل رعب نتابع أحداثه كل مساء." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "هناك صمتٌ أنيق , لا يسمح لنا بالبوح مهما كان الوجع." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "الحُبَّ لا يأتي إذا نحنُ أردناهُ، ويأتي كغزالٍ شاردٍ حين يُريدْ." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لست جاهلاً بما يدور من حولي ، ولكنه لا يستحق الالتفات." ,
     writer: "نزار قباني" ,
   ),
   Quotesclass(
     text: "لا تحب المرأة ، إلا الرجل القادر على حمايتها." ,
     writer: "نزار قباني" ,
   ),
 ];
}