
import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class PawloKwilo {
  List pawlokwilo = [
    Quotesclass(
      text: "ليس هناك سوى شيئاً واحد يجعل الحلم مستحيلاً هو الخوف من الفشل",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يمكننا أن نملك كافة وسائل الاتصال فى العالم ، ولكن لا شئ ، لا شئ أبداً ، يعادل نظرة الإنسان",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الانتظار مؤلم والنسيان مؤلم أيضا، لكن معرفة أيهما تفعل هو أسوأ أنواع المعاناة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "سوف يتغير التاريخ فقط متى استطعنا استخدام طاقة الحب، تماما كما نستخدم طاقة الريح والبحار والذرة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان الكثبان تتغير بفعل الرياح ولكن الصحراء تبقى دائما نفسها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان الكثبان تتغير بفعل الرياح ولكن الصحراء تبقى دائما نفسها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما يحدث مرة يمكن ألا يحدث ثانيةً أبداً، لكن ما يحدث مرتين يحدث بالتأكيد مرة ثالثة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الوسيلة الوحيدة لاتخاذ القرار الصحيح هو الاعتراف بالقرار الخاطئ",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "التعليم هو أن تظهر للآخر ما هو قادر عليه ، والتعلُّم هو جعل هذا ممكناً",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يغرق المرء لأنه سقط في النهر، بل لبقائه مغمورا تحت سطح الماء.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما تريد شيئاً ما حقاً..فإن الكون بأسره يطاوعك للحصول عليه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "منذ أن ابتعدنا عن الله نحيا مجزئين , نحاول البحث عن الوحدانية , لكننا نجهل طريق العودة .. وهكذا , نشعر دائماً بعدم الرضى , يضع المجتمع المحرمات ويسن القوانين , لكن ذلك لا يحل المشكلة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن تشابهت الأيام هكذا فذلك يعني أن الناس توقفوا عن إدراك الأشياء الجميلة التي تمثل في حياتهم",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الانسان الذي لا يعرف أن يصغي لا يمكنه سماع النصائح التي تغدها الحياة في كل لحظة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الهدية هي أن تمنح شيئا من ذاتك أن تعطي قبل أن يسألك أحدهم هبة عظيمة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن ايمان المرء بطيبته الذاتيةأسهل عليه دائما ًمن مجابهته الآخرين وكفاحه من أجل حقوقه الشخصية …",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يُناضِل الناس من أجل البقاء على قيْدِ الحياة، لا من أجل الانتحار",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن كل رجل سعيد كان هو ذاك الذي اعتنق الله في داخله، وأنه يمكن للسعادة أن تكون موجودة في حبة رمل بسيطة في الصحراء على حد قول الخيميائي، لأن حبة الرمل هي لحظة من عملية الخلق، وأن الكون قد كرّس ملايين وملايين السنين في خلقها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عليك أن تصدق أن أهدافك قابلة للتحقيق , فعندما تؤمن بذلك فإن عقلك يبحث عن وسائل تجعلها تتحقق , لا تجعل التردد يهزمك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بعض النسوة تقضي كل يومها وهي تحاول ايقاف الزمن وتتحقق من وزنها على الدوام ظناً منها ان الحب يتوقف على ذاك",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يولد الحب من طبيعتين متناقضتين وفي التناقض ينمو الحب بقوة وفي التصادم والتحول يحفظ الحب",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يمكن لأحد أن يكذب أو يخفي أي شيء اذا ما نظر مباشرة في عيني آخر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من يملكون الحكمة يملكونها لأنهم يحبون، والحمقى حمقى لأنهم يظنون أنهم يفهمون الحب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يمكن لأحد أن يكذب أو يخفي أي شيء اذا ما نظر مباشرة في عيني آخر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من يملكون الحكمة يملكونها لأنهم يحبون، والحمقى حمقى لأنهم يظنون أنهم يفهمون الحب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الرجال و النساء ممن يتمتعون بقوة إرادة بالغة هم فى العادة من الصنف الانعزالى",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يحتاج المرء إلى تسلق الجبال ، ليعرف أنها عالية",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يتحدث الناس بصراحة اكبر مع الطبيب النفسي اكثر من الحديث مع قسيس..لان الطبيب لا يهددهم بالجحيم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يوجد فرق كبير جداً بين الصفح والنسيان !",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا كنت تعتقد أن المغامرة خطرة .. فجرب الروتين فهو قاتل.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما تغسلين الأطباق صلي، قدمي الشكر لوجود أطباق تغسلينها .. ذلك يعني وجود الطعام الذي أطعم أحدهم, يعني أنك غمرت شخصاً أو أكثر برعايتك ، أنك طهوت وأعددت المائدة ،تخيلي ملايين الناس ، وما من أحد على الإطلاق ليعد لهم المائدة!",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان من يلتزم عبور الصحراء لا يمكنه العودة علي اعقابه , و ما دمنا لن نعود الى الوراء , فينبغي لنا ألا نهتم الا بأفضل طريق للتقدم الى الامام , و الباقي مرهون بمشيئة الله , بما في ذلك الخطر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الغيرة عنصر كلاسيكي من عناصر الطبيعة الإنسانية.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان للخير والشر وجها واحدا . كل شيء يتعلق باللحظة التي يلتقيان فيها بالكائن البشري",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما تُدافع عن أفكارك أمَام العامة, يجب عليك أنْ تكون قوياً وشجاعاً للعيش مِن أجلها",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يجب الا نخشى الفشل في تحقيق الإنجاز العظيم",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن البشر يريدون تغيير كل شئ،ويتمنون،فى الوقت عينه،أن يبقى كلُ شئ على منواله.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ثانية واحدة للموت تبدو شيئا تافها ولكن الوقت لا يُقاس على هذا النحو",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أشقى العذاب هي ألّا ندري ماالقرار",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان كنت ترغب في رؤية قوس قزح فعليك أن تتعلم حب المطر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بقدر ما يقترب المرء من حلمهتغدو الأسطورة الشخصية الغاية الحقيقية للحياة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بين كل أسلحة الدمار التي أخترعها الانسان يبقى الكلام السلاح الأخطر والأقوى",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "رحمة الرب لا نهاية لها ، وقسوته لا تطاق تجاه الذين افتقدوا الشجاعة والتحدي.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تدع اراء الاخرين تخيفكوحده التواضع يقينلذلك اركب المخاطر و قم بما تريد ان تقوم بها فعلا",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لكن المنتصرين لا يكررون نفس الخطإ.. لذا لم يعد فارس النور يخاطر بقلبه إلا من أجل من يستحق ذلك..",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "نحن نرفض النظر إلى الحياة بوصفها مغامرة كبرى لا حدود لها",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بامكان الكائن البشري أن يتحمل العطش أسبوعاً والجوع أسبوعين و بامكانه أن يقضي سنوات دون سقف و لكنه لا يستطيع تحمل الوحدة ..لأنها أسوا انواع العذاب والألم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما ترغب في شيء، يتآمرالكون كله ليسمح بتحقيق رغبتك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "هناك خياران فقط : إحراز التقدم ، أو إختلاق الأعذار.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "السفر يساعدنا باستمرار على اكتساب أصدقاء جدد دون أن نكون مضطرين إلى البقاء معهم يوما بعد يوم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "التسامح والرحمة من صفات الواثقين بأنفسهم ولا يعرفون الخوف.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لديك كل الوقت الذي تمنحك اياه الحياة فامش دون ان تتطلب ما لا تستطيع ان تعطيه واعلم انه اذا مشيت بسرعة فائقة فستتعب وتتلاشى في منتصف الطريق واذا ما سرت ببطىء شديد قد يقع الليل وتضيع ومهما حصل تابع المسير.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كل عندما يحين وقت الطعام وسر عندما تزف ساعة السير.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إنخرط في الحياة .. إن كنت حيا ترزق حرك ذراعيك , إقفز , احدث جلبة , إضحك مع الآخرين وتحدث إليهم .. لأن الحياة هي بالضبط نقيض الموت .. الموت هو المكوث للأبد في الوضعية نفسها .. إن كنت كثير المكوث فأنت لست في حياة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إننا نحاول دوماً تفسير الأمور وفق ما نريد، لا وفق ما هي عليه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قد تقصر الحياة وقد تطول , فكل شيء مرهون بالطريقة التي نحياها بها …",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "خلقت الفرص لكي تقتنص على الفور",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "في احدي لحظات وجودنا، نفقد السيطرة علي حياتنا التي ستجد نفسها محكومة بالقدر، وهنا تكمن حديعة العالم الكبري.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا كنت أهدأ مما يجب …لم تعد حياً",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ثمة ناس كثيرون يخافون من الشغف , لانه يدمر فى طريقه كل ما يتعلق بالماضى",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "فلتكن شجاعا و تخاطر ، فلا يمكن استبدال الخبرة بأي شيء آخر",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الإنسان السعيد هو الذي يحمل الله في أعماقة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الساعة الأكثر ظلمة هي التي تسبق شروق الشمس",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن للخير والشر وجهاً واحداًكل شيء يتعلق باللحظة التي يلتقيان فيها بالكائن البشري وهو في طريقه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحياة تسير بسرعة كبيرة: تنقلنا من الجنة إلى الجحيم، في غضون ثوانٍ",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أمران فقط يمكن لهما ان يكشفا اسرار الحياة العظمى : المعاناة والحب",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان الروح تتعذب وتتعذب كثيرا عندما نجبرها على العيش على نحو سطحي . الروح تحب كل ما هو جميل وعميق.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن أي شخص يفشل في إدراك مشاكله يترك باباً مفتوحاً تندفع المآسي من خلاله .",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن تاريخ إنسان واحد هو تاريخ البشر جميعاً. أريد أن أعرف: أصالحون نحن أم أشرار؟",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن سعادة إنسان ما ، لا تعني بالضرورة تعاسة الآخرين",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن كل شخص على الأرض يلعب الدور الرئيس في سيرة العالم وهو لا يدري",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن مزحة صغيرة يمكن أن تجعل كأس المعاناة يفيض!!ـ",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "فلأنك كنت أسير الماضي ؛ فشلت و أضحيت تخاف من هزيمة جديدة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كلما اقتربنا من تحقيق أحلامنا، أصبحت الأسطورة الشخصية دافعاً حقيقياً للحياة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تترك نفسك لليأس فهذا يحول بينك وبين الحوار مع قلبك",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تفكر فيما سيقوله الناس لاحقا. الوقت هو ال الهنا و الآن استفد منه إلى أقصى حد",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ليست الحرية غياب الإلتزامات، إنما هي القدرة على اختيار ما هو أفضل لي، وإلزام نفسي به.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما نفع المال إن كان على المرء أن يموت؟ فإنه لمن النادر أن يستطيع المال إنقاذ أحد كم الموت",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من بين جميع الأسلحة المدمرة التى تمكن الإنسان من ابتكارهاتبقى الكلمة أكثرها فظاعة و جبنْا",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من يبحث عن الضوء ويتهرب من تبعاته لا يمكنه ان يجد الاستنارة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من يعتاد على الترحال مثل الشياه ، يعرف أنه يصل دائما إلى لحظه لابد فيها من الفراق",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "و سرعان ما عادت إلى عالم غريب هجرته الأحلام",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ولكني مثل كل الآخرين ، فأنا أرى الدنيا على نحو ما أرغب في أن تكون لا كما هي عليه بالفعل",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تدع أي شخص يجعلك تشعر بأنك لا تستحق ما تريد.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن قلبي يخاف أن يتألم ..! قل له إن الخوف من الألم هو أكثر سوءا من الألم ذاته.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قول الحقيقة وازعاج الناس أفضل من الكذب لإرضاء الناس.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "في مقدورنا أن ندع نصفنا الآخر يفوتنا من دون أن نعترف به ، عندها يجب علينا انتظار حياتنا اللاحقة كي نلتقيه من جديد. و بسبب أنانيتنا سيحكم علينا بأبشع عذاب أوجدته البشرية لنفسها : الوحدة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما من يوم يشبه الآخر كل صباح يحمل معجزته الخاصة ولحظته السحرية حيث تتقوض العوالم القديمة وتنهار وتظهر نجوم جديدة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "سنمضي أبعد مما نعتقد.. سنبحث عن المكان الذى تولد فيه نجمة الصبح.. وسنفاجأ لدى وصولنا، بأن الأمر كان أسهل مما تصورنا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما لا تراه العين، لا يغتم له القلب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كن راضيا وكأنك تملك كل شيء.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "نستطيع الاعتراف بكل شيء الا ثلاث الحب ، والضيق ، والغيرة فنحن في تلك الحالات نجيد الصمت لا أكثر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إنني مثل كل الناس أرى العالم بمنظار من يريد أن تحدث الأمور كما يشتهي وليس كما تحدث في الواقع.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أن القرارات تشكل فقط بداية شيء ما . فعندما يتخذ شخص ما قرارات يغوص فعلا في تيار جارف يحمله نحو وجهة لم يكن يتوقعها إطلاقا حتى في الحلم لحظة اتخاذ ذلك القرار.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "طريق الحكمة تعني عدم الخوف من ارتكاب الأخطاء.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "وسلخها من القلب . (عندما نكون فى المنفى نسعى لأن نحتفظ بـ الكائن المحبوب ، نتذكره عبر كل إنسان يمر بنا فى الشارع)",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بين التبسم والصمت أدرك الجزء الجوهري الأكثر إفصاحاً في اللغة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "نحن البشر نعاني مشكلتين كبريين : الاولى ان نعرف متى نبدأ والثانية ان نعرف متى نتوقف",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الصبر هو الفضيلة الأولى التي يتعلّمها الراعي",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ليست الحرية غياب الالتزامات .. انما هي القدرة على اختيار ما هو أفضل لي وإلزام نفسي به",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما يمدحنا الناس علينا ان نراقب تصرفاتنا عن كثب",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "النعمة التي يتم تجاهلها تصبح نقمة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ثمة أشياء لا يمكن تقاسمها مع أحد وتبقى ملكنا وحدنا وهى سر حريتنا",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الرجال لا يحلمون بالعوده أكثر مما يحلمون بالرحيل",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الأغنياء لا يبذرون مالهم اطلاقا . وحدهم الفقراء يفعلون .",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الانتصارات و الهزائم هي جزء من حياة كل انسان إلا حياة الجبناء لأنهم لا يربحون و لا يخسرون اطلاقا",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الطريق التي تقطعها لا تقل أهمية عن المكان الذي ستصل إليه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أحياناً نحتاج إلى أن نكون غرباء عن أنفسنا، عندئذ سينير النور في روحنا ما نحتاج إلى رؤيته",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أخذ الشاب يغبط الريح على حريتها، وأدرك أن لاشيء يمنعه أن يكون شبيهاً بها",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "اذا حققت الخطيئة شيئا جيدا فهى فضيلة ، واذا تم نشر الفشيلة لتسبب الشر فهى خطيئة .",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا وعدت بشيْ لاتملكه بعدفإنك ستفقد الرغبة في الحصول عليه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ارتكبت بعض الأخطاءلكننى لم أكن جبانا . عشت حياتى و فعلت ما وحب على فعله",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أفكر أنني اذا توقفت ستخلو الحياة من المعنى",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "‏الأرض كائن حي ولها روح ، و نحن جزء من هذه الروح التي نادراً ما ندرك انها تعمل في صالحنا",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "التجربة الحقيقية للحرية: أن نحظى بالشيء الأهم في هذا الوجود دون أن نسعى إلى امتلاكه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "التعاسة سببها اننا لانملك الشجاعة لتتبع العلامات والاحلام والاشارات",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحقيقة أنهم كانوا يخشون القيام بأي تغيير قد يخل بالعالم الذي درجوا عليه و هم يكبرون ",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الضيق ليس في العالم .. إنما في الطريقة التي نراها به",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "العيون تظهر قوة الروح",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "القلب المكسور لا يمكن تعافيه بسهولة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "النعمة التّي يتم تجاهلها تصبح نقمة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الأشياء البسيطة هي الأكثر غرابة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الإنسان بحاجة إلى أسوأ مافيه لكي يبلغ أنبل مافيه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن كنت تستطيع أن تعيش الحاضر دوماً، فأنت إذاً رجل سعيد ~",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن مَن يحب أملاً بمقابل، يهدر وقته",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أن نعرف كيف نقدر خصومنا و نكرمهم، بعيد كل البعد عما يفعله الضعفاء أو المتملقون أو الخونة ..",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن وقتنا على هذه الأرض مقدس ، وعلينا الاحتفاء بكل لحظة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "انصت الى قلبك فهو يعرف كل شىء لأنه من روح العالم و سوف يعود اليها يوما ما",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إننا خشية أن نصغر .. نغفل عن أن ننمو …. وخوفاً من البكاء .. نغفل عن الضحك",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ثمة آلام لا تنسى إلا إذا كانت لدينا القدرة على تجاوز آثارها",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قال أحدهم ذات مرة ان الدموع دماء الروح.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كان يعرف أن للمال فعل السحر: مع المال، لا يكون المرء وحيداً على الإطلاق",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يستطيع الانسان أن يكف عن الحلم",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يعني العثور على أمر مهمّ في الحياة ، التخلّي عن جميع الأمور المهمّة الأخرى ، ولا التنكُّر لها .",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يوجد في حياتنا سوى أمر واحد مهم : أن نحيـــا أسطورتنا الخااصة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "متى أنتابك حس مستمر بعدم الرضا، يعنى ذلك ان الله أوجده لسبب واحد فقط ، عليك ان تغير كل شئ و تمضى.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من فقد شيئا كان يعتبر الحصول عليه أمرا ثابتا ومضمونا يعرف فى النهايه أنه لا يمكنه الحصول على شئ…",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "و عندما ترغب في شيء مافان الكون بأسره يطاوعك علي القيام بتحقيق رغبتك",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يا صديقي إننا محاربون والمحاربون يتحدثون لغة بعض",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يمكن لورقة أو ريشة أن تجترح العجائب ، فتشتفي الآلام ، وتحقق الأحلام و تعيد الأمل المفقود",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يمكنني فعل ما أفعله الآنلكن حلمي لا ينتظر . فإما أن أقبله أو أنساه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الشجاعة التي نبديها على الطريق هي وحدها التي تتيح للطريق أن يظهر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "‏أصفح عن الآ‌خرين ولكن لا‌ أنسى كي لا‌ أُجرح مرة أخرى , الصفح يغير وجهات النظر، بينما النسيان يفقدك الدرس.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "حين تُكرر ارتكابَ خطأٍ ما، فلن يُصبحَ خطأ بعد ذلك : إنه قرارٌ واختيار.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا كنت لا تهتم لما يعتقده الناس، فأنت بالفعل إجتزت أول خطوة نحو النجاح.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما هو الأهم فى الحياة ؟ العيش أم التظاهر بأننا عشنا ؟",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من الممكن أن تجرح بكلماتك ولكن حتى صمتك قد يجرح أحياناً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "‏عالمنا مليء بالحمقى والبلهاء المنتشرين بشكل استراتيجي حول العالم؛ لدرجة أنك تقابل واحدا على الأقل كل يوم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الملل ليس في العالم، بل في الطريقة التي نرى بها العالم!",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "روح العالم في حاجة ماسة إلى سعادتك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أولئك الذين نحبهم بصدق يسعدنا حضورهم ويؤذينا غيابهم كثيراً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "اذا كان لديك ماض لا يرضيك انسه الآن لقد مضى , وتخيل قصة جديدة عن حياتك وآمن بها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن النعاج تعلم أشياء أكثر مما تعلمه الكتب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لنبحث عن الحب أولا فكل شيء آخر سيأتي لاحقاً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ابحث عن الفرص التي تحقق أهدافك ، فإن لم تجدها ” اصنعها”.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كتب الله قدرنا على جبيننا واختار لكل منا الحياة التي عليه ان يحياها وليس عليك الا ان تقرا ما كتب لك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أبسط أسباب السعادة ، شخص يسأل عنك كل يوم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما لا تحمل الشجرة ثماراً تنتصب أغصانها متغطرسة متعالية، كذلك هو الأحمق يظن نفسه دوماً أفضل من غيره.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لكي نعرف السلام في السموات، علينا أن نعرف الحبّ على الأرض .. من دونه، نحن بلا قيمة حقيقية.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الأشياء قد تتغير في الحياة خلال ومضة. وحتى قبل أن يتوفر الوقت الكافي لتعودها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الصداقة ليست شيئاً كبيراً , الصداقة ملايين الأشياء الصغيرة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بعض الاشخاص عاجزون عن اتخاذ القرارات ويسعون دائما الى تحميل الاخرين مسؤولية مصائب العالم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الانسحاب الذي يحفظ كرامتك بحد ذاته انتصار.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "نعاني من الضغط والتوتر والاحباط عندما نعيش لإرضاء الآخرين.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "‏الجهل يقاس بمقدار الشتائم التي يستخدمها الشخص عندما لا تكون لديه أي حجج للدفاع عن نفسه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "مرات كثيرة يأخذني القطار الخطأ إلى المكان الصحيح.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كُنْ شخصاً جيداً لكن لا تهدر وقتك في محاولة إثبات ذلك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "‏إن أصبحت شغوفا ومتحمسا لشيء ما، أبدا لا تتسائل عما إذا كانت رغبتك حقيقية أم لا.. فقط استمر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا شيء في الدنيا خاطىء تماماً، حتى الساعة المتوقفة تكون صحيحة مرتين في اليوم",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بواطن الأشخاص والأشياء كلها واضحة شفافة؛ لا تحتاج إلى أكثر من شخص حساس ليراها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من يفقد الشيء الوحيد الذي يملكه هو في حال أفضل من معظم الناس، لأن أمامه منذ تلك الساعة كل شيءٍ لكي يكسبه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "شعورك بالتفاؤل يعني أن هناك شيء جميل قادم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يستطيع الأطفال تعليم الكبار ثلاثة أمور ؛ السعادة من دون سبب والانشغال دوماً والطلب بكل قوة لكل شيء يريده.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قل لقلبك إن الخوف من العذاب أسوء من العذاب نفسه ، وليس هناك من قلب يتعذب عندما يتبع أحلامه ، لأن كل لحظة من البحث هي لحظة لقاء مع الله والخلود.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قابلت الكثير من الأعداء ، أسوأهم الذين يدعون أنهم أصدقائي.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لن تقدر أبداً على الهروب من قلبك ، لذلك من الأفضل لك أن تستمع لما سيقوله.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الرجل ذو الكرامة لا يقاس بعدد الاصدقاء من حوله وهو في عز نجاحه بل بقدرته على عدم نسيان أولئك الذين ساعدوه عندما كانت حاجته اكبر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تسرق ، فالحكومة تكره من ينافسها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يستطيع الناس فعل ما يحلمون به في أي وقت كان مهما تقدم بهم العمر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما لم تنفردوا بانفسكم يوما ،،فلن تعرفوها،واذا لم تعرفوا انفسكم ،ستبدؤون بخشية الفراغ.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الموت غدا مثله مثل الموت في أي يوم آخر , وان كل يوم يأتي أما لنحيا فيه وإما لنغادر هذا العالم , والأشياء جمعيها تتعلق بعبارة واحدة هي أن كل شي مكتوب مسبقا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "هِي أشيَاء تُعطى ولا تُطلب ، عفويّـة الحَديث، إهتِمام الأحبَّـة ، ووفاء الأصْدقاء.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كثير من الناس توقف عن الحياة .. فقط ينتظرون أن يمر الوقت .. لا يقبلون تحديات الحياة وهكذا لم تعد الحياة تتحداهم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تصدّقي الوعود، فالعالم مليء بها: ثراء، خلاص أبدي، حب سرمدي. يعتقد بعض الأشخاص بأنهم جديرون بإغداق الوعود. ويتقبّل البعض الآخر أي شيء يضمن لهم أياماً أفضل.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يستطيع الانسان مطلقا أن يتوقف عن الحلم. الحلم غذاء الروح كما ان الاطعمة غذاء الجسم. نرى غالبا خلال وجودنا أحلامنا تخيب، ورغباتنا تحبط، لكن يجب الاستمرار في الحلم وألا ماتت الروح فينا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "تأكد من أنك وأنت تدفع ثمن أحلامك بأنك تسير حقاً في الطريق الصحيح.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عانق ببطء، إضحك بشدة، عِش بصدق، وسامح بسرعة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كل الدروب تقود إلى المكان نفسه، لكن اختر دربك، وامض إلى نهايته، لا تحاول أن تجوب كل الدروب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا لعبت الورق لأول مرة فسوف تربح حتماً.. إنه حظ المبتدئ!",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قد يودي بنا الحب إلى النار أو الجنة، لكنه يودى بنا حتماً إلى مكان ما.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لكي تؤمن بأن طريقك هو الطريق الصحيح لا حاجة بك أن تثبت أن الطريق الذي اختاره غيرك ليس صحيحاً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يوجد ما اسمه الفرصة الأولى والوحيدة، فالحياة توفر دوماً فرصة أخرى.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "للحياة أساليب كثيرة لاختبار إرادتنا إما بألا يحدث لنا أي شيء على الإطلاق أو أن يحدث لنا كل شيء دفعةً واحدة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن كل شيء في الحياة إشارة، والكون مخلوق بلغة يفهمها جميع البشر، ولكن البشر نسوها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "سألها الرجل : ماذا تجيدين ؟ أجابت : ملاحقة ما أؤمن به.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أكبر أخطاء الإنسان هي أن يظن أنه لا يستحق الخير والشر الذي يصيبه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الخير الذي تفعله في الصباح، سوف ينساه الناس غالبًا في المساء، هذه هي الحياة ويحدث هذا مع الجميع، لذا لا تتذمر واستمر بفعل الخير.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "تقربوا من أولئك الذين يغنون , الذين يخبرون قصصا , الذين يستمتعون بالحياة , الذين تلمع عيونهم سعادة فالسعادة معدية.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "اكتشفت بأن ثمة أشياء يُمكن أن تَفقدها إلى الأبد ، علمت بأن هُناك مكاناً يُدعى بعيد ، وأن العالم واسع ومدينتها صغيرة ، وأن أهم الأشخاص يذهبون دوماً في النهاية.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا أردت النجاح ، عليك أن تحترم قاعدة : لا تكذب على نفسك أبداً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما يرحل أحدهم ، فذلك لأن أحدا آخر على وشك الوصول",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "و هكذا قلوب الناس تخاف من تحقيق أحلامها الكبرى لانها تعتقد أنها لا تستحق بلوغها",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما يحدث مرة قد لا يتكرر حدوثه إطلاقاولكن ما يحدث مرتين يحدث حتمـاً مرة ثالثة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إبحث عن الحلول وليس فقط عن الأجوبة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا أخذت تعد بما لا تملك بعد فستقد الرغبة في الحصور عليه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحالمون لا يمكن ترويضهم أبدا",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحكيم ليس حكيماً إلا لأنه يحب و الأحمق ليس أحمق إلا لأنه يزعم أنه يفهم الحب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الطرق المستقيمة لا تصنع سائق ماهر",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الله واحد و إن سمّي بألف اسم؛ و لكن ينبغي أن نختار اسماً لكي نخاطبه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان أكثر اللقاءات التي تشبع الفضول لا تحدث دوما حول موائد فاخرة في مطاعم مدفأة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أن تعيش يعني أن تختبر أمورا، لا أن تتقاعس وتفكّر في معنى الحياة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أنت على خطأ في قولك أن آخرين تعافوا من الصدمة ،هم خبأوها وحسب في مكان بعيد لا يقصدونه أبدا",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "اننا لا نعرف انفسنا حقا الا حين نتجاوز حدودنا بالذات",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أود أن أبقى على حالى مجنونة ، أحيا حياتى كما أتخيلها على طريقتى ، لا على طريقة الآخرين",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "طوبى للذين لا يخشون الاقرار بما يجهلون",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عليك الرحيل لكى ترجع الى الحاضر",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قال الصبي: الرب قاس. قال إيليا: فقط مع الذين يختارهم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كل من يعرف الله يعجز عن وصفه، وكل من يقدر على وصف الله لا يعرفه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا أحد يفقد أحدلأنه لا أحد يمتلك أحداً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تقل شيئاً، إننا نحب لأننا نحب، لا يوجد سبب آخر كي نحب",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا توجد سوى طريقة واحدة للتعلم: هي العمل",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا حياة تكتمل من دون لمسة جنون.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يأتي النمو الروحاني دوماً برفقة الحكمة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يسع أحدًا العودة، لكن الكل قادر على المضي قدمًا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يعجبنك إيماني كثيراً، إنه رهان قمت به مع نفسي، راهنت على أن الله موجود",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ليس الشرٌّ في ما يدخل فم الإنسان، بل هو في ما يخرج منه",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ليس هذا العالم بالعالم الغريب: بل هو عالم جديد.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما لا يمكن علاجه، لابد من تحمله",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما يحدث مرة قد لا يتكرر حدوثه إطلاقاً..ولكن ما يحدث مرتين يحدث حتماً مرة ثالثة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "مأساة حياة تتشابه أيامها ، و تتكرر أشياؤها",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يتكلم الناس كأنهم يعرفون كل شيء، وإذا جرؤتَ أن تسألهم يتضح لك أنهم لا يعرفون شيئاً",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ينبغي أن نجازف فنحن لا ندرك حقاً معجزة الحياة إلا إذا أتحنا لغير المتوقع أن يحصل",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كلما عرفت بتفاصيل الامور ودواخلها صعب عليك شرحها لمن لا يعرفها",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "هناك أناس يحبوننا، ولكن لا يعرفون كيف يظهرون ذلك، يجب أن نتفهم خجلهم..",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يا للعجبيتكلم الناس كما لو أنهم يعرفون كل شئ . لكن اذا تجرأت وسالتهمفانك تدرك أنهم لا يعرفون شيئا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الأحمق الذي يحب التدخل في حديقتنا لا يهتم ابدا بنباتاته",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كل ما فقدته في حياتي فقدته بسبب شدة خوفي من فقدانه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما لم يكن لدي ما اخسره ، كان لدي كل شيء ، عندما توقفت عن كوني ما انا عليه ، وجدت نفسي.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "احتمالية أن تجعل حلمك حقيقة … هو ما يجعل الحياة ممتعة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كفوا عن كون من كنتم وكونو من انتم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "بعض الأشياء في الحياة تحمل الختم الذي يقول: لن تدرك قيمتي حتى تفقدني .. ثم تعثر علي من جديد.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ﺍﻟﺤﺐ ﻣﺼﻴﺪﺓ، ﻓﻌﻨﺪﻣﺎ ﻳﻈﻬﺮ ﻻ ﻧﺮﻯ ﺇﻻ ﻧﻮﺭﻩ ﻭﺗﻐﻴﺐ ﻋﻨﺎ ﻇﻼﻟﻪ",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ثمة لغة قد تتخطى واقع كل الكلمات.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "حياة الإنسان الحر تزعج أولئك الملتزمين بالأدوار والأحكام المسبقة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يوجد عدو أخطر من ذلك القابع في أعماقك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إنّني في حاجة إلى مشاركة إنسانيّتي، وحبّي، وعملي، مع الآخر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما ينبت شيء غير مرغوب فيه في نفسي أدعو الله أن يمنحني الشجاعة لأن أقتلعه منها بلا شفقة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كلما ابتعدنا أكثر أصبحت العواطف التي نحاول خنقها ونسيانها أقرب إلى القلب!",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ابتسم وتفائل ، لربما ينتظرك شيئاً أحبّ إليك مما فقدت.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الإحساس بالنقص هو إحساس إيجابي إذا كان سيدفعك للأمام.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان خوفنا يتلاشى عندما نفهم ان صيرورتنا وصيرورة العالم قد خطتها يد واحدة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إنني لا أحيا في ماضيَّ، ولا في مستقبلي. ليس لي سوى الحاضر، وهو وحده مايهمني. إذا كان باستطاعتك البقاء دائمًا في الحاضر، تكون عندئذ إنسانًا سعيدًا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الرجل الذي يثبت ناظريه على الشمس ينتهي به الأمر إلى العمى.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن أي مسعى يبدأ دائما بحظ المبتدئ وينتهي دائماً باختبار المقتحم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تجبر أحد على فعل شيء لك هو لا يريده ، فجمال الأشياء تأتي دون طلب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تُهدر وقتَكَ في الشرح والإيضاح ؛ الناس يسمعون فقط ما يريدون سماعَهُ.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحياة تنتظر دوما تأزم الأوضاع لكى تظهر براعتها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما نحب أحداً , لا نكتفي بمعرفة روح هذا الشخص , بل نريد أن نفهم جسمه أيضاً , أضروري ؟ لا أعرف , لكن الغريزة تشجعنا على ذلك , لا وقت محدد لحدوثه , ولا قواعد يجب اتباعها , لا شيء يضاهي.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحب الحقيقى يتغير وينمو مع الوقت ويكتشف طرقا جديدة للتعبير عن نفسه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تضيعوا وقتكم بالشرح, فالناس لا يسمعوا إلا ما يريدون سماعه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أول شيء تفعله في الصباح، إبحث عن شخص يجعلك تبتسم لأن الابتسامة دائما ما تصنع يوما أفضل.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لن تدرك قيمتي حتي تفقدني …ثم تعثر علي من جديد.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "هناك على الدوام شخصاً ما في العالم ينتظر شخصا آخر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أنا أفضل صديق لنفسي وأفضل عدو.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الشر ليس الذي يدخل إلى الفم بل الذي يخرج منه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ستطالعنا الأسئلة ذاتها دوماً، وسنحتاج دوماً إلى الإقلاع عن تكبرنا لكي نتقبل أن قلوبنا على علم بسبب وجودنا هنا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ما يعتقده الآخرون عنك ليس من شأنك ، وما تعتقده عن نفسك هو شأنك مدى الحياة",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ولم المسدس ؟ ليساعدني على الثقة بالناس.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "استمتع عندما تصل الى القمة فإن ما لم يكن سوى حلما في السابق صار الآن جزءاً من حياتك ، لقد نجحت.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إننا نتكامل من جديد عندما نجد نصفنا الآخر , عملية التكامل هذه تطلق عليها تسمية “الحب” ذلك أن الروح تنقسم دوماً إلى جزئين ، أحدهما مذكر و الآخر مؤنث.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ثمة كلمات تحتاج أن تكتب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحياة تفرق احيانا بين الناس ليدركوا كم يعني بعضهم لبعض.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ان اللقاءات الاهم تتم على مستوى الارواح قبل ان تتقابل الاجساد.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "نحن لم نخلق لنبقى وحيدين ، بل لنجد من نحبه ويحبنا ونعيش أجمل لحظات الحياة معاً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لو لم تأكل حواء التفاحة، لم يكن ليحدث أي شيء مثير خلال بلايين السنين القليلة الماضية",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "شَيْئان يحرِمانِنا مِن السَّعادَة : العَيش فِي المَاضِي ومُراقبة الآخَرِين.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يهم كيف يراك الآخرون ، المهم كيف ترى نفسك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ينتهي كل شيء نهاية حسنة دوماً، وإذا لم تسر الأمور على ما يرام فهذا لأنك لم تبلغ النهاية بعد.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كل شخص يعرف كيف يتوجب على الأخرين إدارة حياتهم ، لكن لا أحد يعرف عن حياته هو.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحب ليس في الأخر . أنه موجود داخلنا , ونحن من نوقظه من غفوته . لكننا , ولكي نوقظه , نحتاج الى الأخر . ليس للكون من معنى لحين يكون لدينا أحد يشاطرنا انفعالاتنا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قلوبنا بسيطة ، يفرحها كل اهتمام بسيط.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الانسان العظيم قد خلق ليختار مصيره وليس ليتقبله.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تعاتب من تحب بكل تصرف يفعله ، لو أراد رضاك لما فعل ما يزعجك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "في غابة من مئة ألف شجرة، لا توجد ورقتان متشابهتان، ولا رحلتان على الدرب نفسه متشابهتان.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من لا يملك شيئاً ليخسره … إنسان حر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إنْ كنْت شجاعا بمَا يكْفي لتقُول وداعاً فستُكافئك الحَياة بِمرْحبا جَديدة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "في اللحظة التي عثرت فيها على جميع الاجوبة تغيرت كل الأسئلة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما تحب، يكون للأشياء معنى أكبر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن القادرين على فهم الحياة هم الأطفال، أو أولئك الذين ينظرون إليها كالأطفال.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "مهما كان شعوركم، فانهضوا كل صباح واستعدوا لتدعوا نوركم ينشر شعاعه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الناس يعتقدون بأنهم يعرفون بالضبط كيف ينبغي لنا أن تكون حياتنا , ولكن لا أحد يعرف إطلاقاً كيف ينبغي له أن يعيش حياته.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "مهما حاولت أن تكون جيدا فسوف يحكم عليك الناس، وعندما تكون على سجيتك ينتقدك الناس، على أية حال أنا أفضل الثانية.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن السيل الجارف هو الذي يكشف الكنوز وهو الذي يدفنها في آن.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كل شيء يخبرني أنني مقبل على صنع قرار خاطىء ، وليكن ! … فالخطأ جزء من الحياة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "تميز بما شئت لكن لا تتكبر أبداً ، وخاصم من شئت لكن لا تهين أبداً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "‏لاَ تجْهد نفْسك بالتَّوضيح لأنَّ البعْض يُصغي فَـقط لِما يُرِيد سَماعَه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قمة السعادة ، أن تجد شخصاً يشبه روحك كثيراً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "سر جاذبية البعض عفويته في التصرفات.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "فلماذا اذن يجب ان اصغي الى قلبي؟ لأنك لن تنجح في اسكاته ابدا و حتى لو تظاهرت بانك لا تسمع ما يقول فسيظل هناك في صدرك و لن يكف عن ترداد ما يعتقده عن الحياة و العالم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كلّما أدركت سرّ نفسك فهمت العالم من حولك و دنوت من نصفك الآخر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يحتاج الحب إلى أن نفهمه، يحتاج إلى أن نظهره فقط!",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحاقدون معجبون حائرون ، لا يفهمون لماذا الجميع يحبك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أنا أقبلُ تجاربي، وأقبلُ الوقوعَ فيها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تبرر ولا تشرح ، فأصدقائك لا يحتاجون إلى ذلك ، وأعدائك لن يصدقوك .!",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "مشكلة الكلمات أنها تمدنا بإحساس وهمي أننا نَفهم ونُفهم، ولكن عندما نستدير ونقف وجهاً لوجه أمام أقدارنا نجد أن الكلمات لا تكف.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الصداقة كلمة ثمينة جداً ، لا تقال لكل إنسان.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "طوبى لمن يستطيعون أن يقوموا بالخطوات الأولى.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "السفينة آمنةٌ على الشاطيء ، لكنّها ليست من أجل ذلك صُنِعت.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ازرعوا في أطفالكم دائما ثلاث ثقافات : الاعتذار والمحبة والشكر، فمجتمعنا مجحف بها جدا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ممل أن تكون عقلانياً دائماً ، ففي بعض الجنون حياة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "في كل لحظة تمر أفكر بلقائنا، وتمشين أنت في أحلامي وفي حقيقتي، شكرا لأنني صادفتك في طريقي.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "ﻭ ﺗﺬﻛﺮ ﺩﺍﺋﻤﺎ ﺃﻥ ﺍﻟﻤﻔﺘﺎﺡ ﺍﻷﺧﻴﺮ”ﻓﻲ ﺣﺎﻣﻠﺔ ” ﺍﻟﻤﻔﺎﺗﻴﺢ ﻫﻮ ﻣﺎ ﻳﻔﺘﺢ ﺍﻟﺒﺎﺏ ﺩﻭﻣﺎ.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أحياناً يتجلى الحب في غياب الحبيب ، أكثر منه في حضوره.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يُحَبّ المرء لأنه يُحَبّ، فلا يوجد سبب للحب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يوما ما ستستيقظ ولن يكون لك متسع من الوقت لتفعل ما أردت دوما فعله.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن كل ما ستفعله بحياتك سيترك اثرا فاجتهد لأن تكون واعيا لكل افعالك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "وحدهم اﻷطفال يظنّون أنهم على كل شيء قادرون .. هم واثقون وجريئون؛ يؤمنون بقوّتهم ويحصلون على ما يريدونه بالضبط.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تنس أبداً أنك حر ، و أن إظهار انفعالاتك لا يدعوا للخجل .. اصرخ , انتحب عاليا بالقدر الذي تشاء ، فهكذا يبكي الأطفال ، والاطفال يعرفون كيف يريحون قلوبهم سريعاً.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إذا انتبهت إلى حاضرك، أمكَنك جعله أفضل ممّا هو عليه. ومتى حسّنت الحاضر، فإن ما يأتي بعد ذلك يكون أفضل أيضًا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كن شجاعاً وقم بالمخاطرات ، فلا شيء يضاهي الخبرات في الحياة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لاحظت اليوم أنه إذا ابتسمت (وليس معك هاتفا محمولا) يعتقد الناس بأنك مجنون.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما نحب نحاول أن نكون أفضل.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "حارب من أجل أحلامك، وأحلامك سوف تحارب من أجلك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الفارس ليس في حاجة إلى من يذكره بما بذله الآخرون من جهد من أجل مساعدته؛ هو يتذكر ذلك لوحده، فيقتسم معهم الهبة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا يوجد وقت لتحقق أحلامك ، ابدأ متى استطعت.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "قدر الإنسان مهيأ من قبل.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يحصل أن الحياة تفرّق اثنين فقط لكي تلقنهما كيف أنهما بحاجة لبعضهما الآخر.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إن الحب يقتضي دوما البقاء قرب من نحب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لا تخفي أخطائك تحت السجادة , ادفع ثمنها وواصل مسيرتك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "عندما نحب، تكتسب الأشياء معاني أكثر غنى.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أشد الصراعات ، رزانة عقل ، وعاطفة قلب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "إنّك إن تجرّأت على أن تكون مختلفاً، عليك أن تكـون مستعدّاً للمهاجمة.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أعطِ ولكن لا تسمح لأحد أن يستخدمك , أحبب ولكن لا تسمح لأحد أن يسيء إليك , امنح الثقة ولكن لا تبع سيفك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الاحترام لمن يستحقه ، وليس لمن يطلبه.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "من باب الواقعية ، لا حياة تخلو من الهموم فابتسم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "اغلق بعض الأبواب في حياتك… ليس بسبب الاعتزاز أو الغطرسة والكبرياء، ولكن لأنها لم تعد تقود إلى أي مكان.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "كما أن الألماس لا يلمع بلا احتكاك ، فكذلك الإنسان لا يتعلم بدون تجارب.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "مهما رأيت نفسك فريداً فهنالك أحد ما حقق الحلم نفسه قبلك وترك علامات يمكنها أن تسهل عليك المهمة، صحيح أن هذا طريقك وتلك مسؤوليتك ولكن لا تنس أن تجربة الآخرين نافعة جدا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "تذكر انه اينما كان قلبك ، هناك ستجد كنزك.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحب واحد من الأشياء التي تستطيع أن تغيير مجمل حياة المرء بين لحظة وأخرى.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "لو كنت جزءاً حقيقياً من حلمك فسوف تعود إلي.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الحياة مستمرة ، سواء ضحكت أم بكيت ، فلا تحمل نفسك هموماً لن تستفيد منها.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "أنصت إلى قلبك ، فهو يعرف كل شيء.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يجب أن نخاطر، فلن نستوعب معجزة الحياة إلا إذا سمحنا لغير المنتظر بالحدوث.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "اصغ لقلبك إنه يعرف كل شئ .. لأنه آت من النفس الكليّة, وإليها سيعود ذات يوم.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "يجب ان نسعى وراء الحب حيثما كان الحب حتى لو كلفنا ذلك ساعات وأياماً واسابيع من الاحباط والحزن، لأنه منذ اللحظه التي ننطلق فيها سعياً وراء الحب ينطلق هو أيضاً لملاقاتنا.",
      writer: "باولو كويلو" ,
    ),
    Quotesclass(
      text: "الأشياء البسيطة هي الأمور الخارقة للعادة ، ولا يراها إلا الحكماء.",
      writer: "باولو كويلو" ,
    ),
  ] ;
}