import 'package:akwal_w7ikam_lkotab/mainquotes.dart';

class Williamsheksipir{

  List williamshekspir = [
    Quotesclass(
      text: "ثلاثة أمور تزيد المرأة إجلالاً : الأدب _ والعلم _ والخلق الحسن",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ثلاثة انتبه منها : الماء و النار و المرأة .. فالماء يغرق و النار تحرق و المرأة تجنن",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "مداد قلم الكاتب مقدس مثل دم الشهيد",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ليس في العالم وسادة أنعم من حضن الأم",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "في حياة المرأة ثلاث رجال : الأب وهو الرجل الذي تحترمه ، والأخ وهو الرجل الذي تخافه ، والزوج وهو الرجل الذي يحبها وتحبه",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحياة في نظر الطفلة الصغيرة صياح وبكاء وفي نظر الفتاة اعتناء بالمظهر وفي نظر المرأة زواج وفي نظر الزوجة تجربة قاسية",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من يحاول إشعال النار بالثلج كمن يحاول إخماد نار الحب بالكلمات",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ان جسدي بستان و إرادتي هي البستاني",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "المسروق الذي يبتسم يسرق شيئاً من اللص",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "هناك بعض التقاليد التي يكون خرقها أشرف من احترامها",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تطلب الفتاة من الدنيا إلا زوجا، فإذا جاء طلبت منه كل شي!",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "زينة الغني الكرم وزينة الفقير القناعة وزينة المرأة العفة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تعرف المرأة من سلاحها : – ففي الدفاع سلاحها الصراخ – وفي الفشل سلاحها السكوت – وفي الجدال سلاحها الابتسامة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ثق بأن .. الصوت الهادئ أقوى من الصراخ وإن التهذيب يهزم الوقاحه وإن التواضع يحطم الغرور",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "عود نفسك على التجاهل ..ليس كل ما يقال يستحق الرد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ساعاتنا في الحب لها أجنحة ، و لها في الفراق مخالب",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أن ترى كثيرا و لا تملك شيئا هو أن تملك عينا غنية و يدان فقيرتان",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الفن مرآة تعكس الطبيعة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "نحن مع مرور الوقت نكره ما نخاف",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "على المرء أن ينتظر حلول المساء ليعرف كم كان نهاره عظيماً",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن الجبان يموت آلاف المرات ، ولكن الشجاع لا يذوق الموت الا مرة واحدة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا كنت صادقا فلماذا الحلف ؟",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الذئب ما كان ليكون ذئباً لو لم تكن الخرافُ خرافاً",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من فقد الأمل فقد الندم",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "محاولة التفاهم مع الأنثى وهي تبكي يشبه تقليبك لأوراق الجريدة وسط العاصفة , فقط احتضنها وسوف تهدأ.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "التملك بالنسبة للرجل نهاية ولكنة بالنسبة للمرأة بداية",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "يمكننا عمل الكثير بالحق، لكن بالحب أكثر",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الدموع دليل المحبة لكنها ليست العلاج",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "البلايا لا تأتي فرادى كالجواسيس، بل سرايا كالجيش",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الفتاة العاقلة لا تؤمن بالحب للحب ولكنها تؤمن بالحب للزواج .",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "المرأة العاقلة لا تغار ، قيل له ولماذا ؟ قال : لأن الغيرة اعتراف بأن هناك امرأة أجمل منها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا توجد قواعد للحب ، لكن لا حب بدون إخلاص.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تحبين المطر وتحملين مظلة .. تحبين الشمس وتختبئين في الظل .. اخشى ان تحبيني يوما فلا ارى الا ظلالك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تحب المرأة أولاً بعينيها ثم بقلبها ثم أخيراً بعقلها",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أعطِ أي رجل كل سمعك لكن القليل من كلامك",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما أتعس الحب الذي يقبل أن يقاس",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "قلب لا يبالي يعيش طويلا",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "نكران الجميل أشد وقعاً من سيف القدر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الرحمة جوهر القانون ، و لا يستخدم القانون بقسوة الا الطغاة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "قد يحارب الجبناء اذا لم يستطيعوا الفرار",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "المهزوم اذا ابتسم ، افقد المنتصر لذة الفوز",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من انتصر على أهواءه فقد انتصر على العالم",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحب أعمى والمحبون لا يرون الحماقة التي يقترفون",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "في الحب نكون كالأطفال ، لا نحسن التفكير ولا التحمل ، يفرحنا الاهتمام ويبكينا الإهمال.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من مراتب الغباء : إطالة الندم على شيء فات وانتهى.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تجاهل من يحاول استفزازك ، لتستفزه أكثر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تمهل في اختيار الحبيب ، وإياك أن تتعجل في التخلي عنه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "قد تتعرض لمواقف مؤلمة نتيجة ثقتك الزائدة بالآخرين, ولكن عدم وجود أحد تثق به سيشعرك بألم أكبر ..",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الدنيا قلب الرجل ، والقلب دنيا المرأة .. فالمرأة ترى أعمق بينما يرى الرجل أبعد .",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إياك وأن تكذب على النساء فلهن قدرة خارقة على اكتشاف الحقيقة , وقدرة أعظم في التظاهر بعدم اكتشافها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "حتى لو كنت أطهر من الجليد وأنقى من الثلج , لن تفلت من النميمة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الاهتمام الكبير ، أثمن من الحب الكثير.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "قبل أن تتكلم.. إسمع , قبل أن تكتب.. فكر , قبل ان تصرف المال..اكسب , قبل أن تصلي.. إستغفر , قبل أن تجرح.. أشعر , قبل أن تكره.. حب , قبل أن تيأس.. حاول , قبل أن تموت.. عش.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ثلاثة لا تحبها المرأة : امرأة أجمل منها – ومن يسألها عن عمرها – ومن يسألها عن ماضيها",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما أشقى من لا صبر لهم",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الكلام وحده لا يكفي لا بد من نطق الحق",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا كانت لديكم دموع فتهيؤو لذرفها",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الرحمة جوهر القانون، ولا يستخدم القانون بقسوة إلا للطغاة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "يكون انساناً بلا قانون من يجعل رغباته قانوناً",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "استمع لكل الانتقادات ، لكن شكّل حكمك الخاص",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن الإنسان يُشقيه فرطُ الغنى كما يُشقيه إملاق الفقر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ينام المتعب على وسادة من الحجر ليستريح، أما الكسول فلن يجد الراحة ولو على وسادة من الريش",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن الحزن الصامت يهمس في القلب حتى يحطمه..",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تهتم بمن يكون رائعا في البداية .. اهتم بمن يبقي رائعا الا ما لا نهاية",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا شيء يشجع الإثم مثل الرحمة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لكنكم لم تتحلوا بتواضع التلقى،فلم أحظ أنا ببهجة العطاء…البعض يتيح لنا ببساطة ان يتحلى بالخير",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "المرأة العظيمة تلهم الرجل , أماالمرأة الذكية فتثير اهتمامه بينما تجد المرأة الجميلة لا تحرك في الرجل أكثر من مجرد الشعور بالإعجاب ولكن المرأة العطوف ..المرأة الحنون .. وحدها هي التي تفوز به في النهاية",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أعظم النعم في الحياة راحة البال ، إن شعرت بها فأنت تملك كل شيء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "رحيل الثقة ، أصعب من رحيل الأشخاص.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أتريد أن تملك ما تعتبره زينة الحياة الدنيا , من غير أن ترتفع في خاصة نفسك من مكانة الجبان الذي يدفعه الأمل ويمنعه الخوف , كتلك القطة التي قيل إنها تحب أكل السمك , ولكنها لا تجرؤ أن تبل يديها بالماء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحكمة والحماقة تلتقطان بسرعة مثل الأمراض المعدية .. لهذا تخير رفاقك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "كل آلام الفراق تنتهي لحظة تجدد اللقاء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "بكل هدوء ، كل باب يغلق برغبة صاحبه ، لا تطرقه أبداً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "بعض البشر يتحدثون بثقة عن الطيبة ويمارسون النفاق بمنتهى الإبداع.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أعرب عن مشاعرك إن الحزن الذي لا يفصح عنه يهمس للقلب المكروب بأن ينفطر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "البؤساء لا دواء لهم إلا الأمل.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "هناك ثمة أوقات هامة في حياة سائر الرجال حيث يقرر أولئك مستقبلهم أما بالنجاح أو بالفشل.. وليس من حقنا أن نلوم نجومنا أو مقامنا الحقير، بل يجب أن نلوم أنفسنا بالذات .",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الجحيم فارغ، كل الشياطين هنا.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ثمة وقت في حياة الإنسان إذا انتفع به نال فوزاً ومجداً، وإذا لم ينتهز الفرصة أصبحت حياته عديمة الفائدة وبائسة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "هناك خناجر في الإبتسامات",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تضحك المرأة متى تمكنت ولكنها تبكي متى أرادت",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تهب المرأة قلبها للرجل بكل سهولة ولكن الصعوبة عندما تريد أن تسترده",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الكلام لا يدفع الديون",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لن أكون سعيداً جداً لو استطعت ان أصف كم انا سعيد",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الاسباب القوية تولد افعالاً قوية",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الشكوك تتصيد دائماً العقول المذنبة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الفعل هو الفصاحة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الغلو بالثقة هو العدو الأكبر لبنى البشر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "امنح الحزن كلمات. فالفجيعة التى لا تُنطق إنما تُهامس القلب الفائض بالألم، وتأمره بأن ينحط.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن الشيطان يستطيع الاستشهاد بالتوراة لتصويب أعماله.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "علمتني الحياة أن أبكي في زاوية لا يراني فيها أحد، ثم أمسح دمعتي، وأخرج للناس مبتسماً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أكون أو لا أكون.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "البعض ترفعه الخطيئة، والبعض تسقطه الفضيلة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحاجة تزرع في المرء العادة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحذر من الأسوأ عادة يعالج السئ",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحكماء لا يبكون على خسارتهم ولكنهم يبحثون وبسعادة عن معالجة ما آذاهم في صورة جديدة",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "السمعة أكثر الخدع زيفا وبطلانا، فهي كثيرا ما تكتسب دون وجه حق وتُفقد دون وجه حق.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "بكنجهام : لا مرارة في الموت إلا مرارة هذا الفراق",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "في القسم الأول من الليل راجع أخطاءك وفي القسم الأخير راجع أخطاء سواك إذا ظلّ لك قسم أخير",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا يوجد جرأة حقيقية في خلاف زائف",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن الصعود إلى القمم الشمّاء يقتضي البطء أولاً أما الغضب فهو كالفرس الثائر إذ أطلقت له العنان سيكبو.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الأصدقاء الحقيقيون ، يصعب إيجادهم ، يصعب تركهم ، ويستحيل نسيانهم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "المرأة مثل الزهرة إن اقتلعت من مكانها توقفت عن الحياة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "قسوة الأيام تجعلنا خائفين من غير أن ندري تماماً ما يخيفنا.. إذ إن الأشياء التي تخيفنا ليست إلا مجرد أوهام..",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أنت بحاجة للخلافات أحياناً لمعرفة ما يخفيه الآخرون في قلوبهم قد تجد ما يجعلك فى ذهول !!! وقد تجد ما تنحني له احترامآ",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا كان هناك من يكرهك بدون سبب ، أعطه سبب.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إننا نعلم الآخرين دروسا في سفك الدماء فإذا ما حفظوا الدرس قاموا بالتجربة علينا.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "اعطي الحكم لكلب وستري البعض يتملق ويخضع له.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تندم على حب عشته حتى ولو صارت ذكرى تؤلمك فإذا كانت الزهور قد جفت وضاع عبيرها ولم يبقى منها غير الأشواك فلا تنس أنها منحتك يوماً عطراً جميلاً أسعدك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما آعظم آن تكوون غآئبآ حآضرآ على آن تكوون حآآضرا غآئبآ !",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تظاهر بأنك بخير دائمًا مهما عصفت بك الحياة فالكتمان أجمل بكثير من شفقة الآخرين عليك ..",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "استريحي استريحي أيتها الروح المعذبة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تغافل عن كل شيء ، إلا كرامتك ، لا تقبل بتهميشها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الإصرار على التفاؤل قد يصنع ما كان مستحيلاً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الصديق الحقيقي هو من يشعر بألمك عندما تخفيه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن الأمل سريع يطير بأجنحة الخطاف، فيخلق من العظماء قديسين، ومن قليلي الشأن عظماء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "جميل أن تكون طيباً ، دون أن تسمح لأحد باستغلال طيبتك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "العمر لحظات ، لكن بعض اللحظات عمر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من يخشى تحرر ابنته من سلطته عند سن ال18 ، يعترف لاشعوريا بأنه لا يربطه بفلذة كبده سوى تفويض القانون له بالتحكم الأبدي في مصيرها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تحزن عندما يسقط شخص ما من عينك , فهو يفسح الطريق لك لرؤية من هم أفضل.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ليس الوجع في أيام الفقد الأولى بل حين تأتي الأيام السعيدة فتجد أن من يستطيع مشاركتك بشكل أعمق قد رحل.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ان اضعف الثمار، أسرعها سقوطاً من الشجرة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "جميل أن تكون نواياك بيضاء ، حتى وإن ألبسوك سواد ظنونهم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحمد لله اني خلقت رجلا كي لا احب رجلا !",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "التدقيق في أتفه التصرفات قد يهوي بك إلى الجنون , لذا تغافل مره وتغابى مرتان.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا أردت أن تحافظ على الأشياء التي تحبها ، لا تتحدث كثيراً عنها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما أروع الإنسان الذي لا يتكلم كثيرا, لكنه اذا تكلم اسكت الكثير.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا يحتمل جنون الأنثى وغيرتها ، إلا رجل أحبها بصدق.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الشرور التي يتسبب فيها البشر تبقى بعدهم ، بينما يدفن الخير مع رمادهم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "النساء يتحدثن لغتين .. واحدة منها لفظية.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الإنسان بمحاولته الإصلاح أحياناً يفسد ما هو صالح فعلاً..",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "المرأة كالجيتار.. لا تعطي ألحانها إلا لمن يتقن العزف على أوتار قلبها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أقسمُ إنه لأهون على الإنسان أن يولد في أسرة متواضعة و يعيش مع الفقراء القانعين ، من أن يلبس أفخر الثياب و هو حزين ، و يزدان بالذهب و هو كاسف البال.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "مساكينٌ مَن لا يتحلون بالصبر ، فأي جُرحٌ هذا الذي لا يلتئِمُ إلا بشكلٍ تدريجيٍ؟",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تفقد الأمل ، الأشياء الجميلة أحياناً تتأخر بالقدوم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أمس ضيعت الوقت , واليوم الوقت يضيعني.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "عامل حبيبتك دائماً على أنها طفلتك الوحيدة ، دللها واستمع لها واهتم بها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "كن عظيما في الفعل كما كنت عظيما في الفكرة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "فليأت ما يأتي .. الزمن والساعة يجريان حتى في أسوأ الأيام !",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "كل إنسان يستطيع السيطرة على الحزن, إلا الحزين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "حضورك قبل الموعد بثلاث ساعات خيرٌ من تأخرك عنه دقيقة واحدة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من ينتظر منك غلطة ، لا تتأخر عليه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "هناك قلوب لا تعرف أن تكره مهما ظلمتها و هناك قلوب لا تعرف أن تحب مهما فعلت من اجلها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الشيطان في سعيه لتحقيق مآربه، قد يلجأ لترتيل الكتاب المقدس.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا يرهب الخوف غير القلب الفاسد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الأحمق يظن نفسه حكيما، لكن الرجل الحكيم يعرف أنه أحمق.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما وجدت شعوراً أروع من أن يذكرك صديق من بعد طول غياب.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "طلب الاهتمام يفقده نصف قيمته.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "وأنت تنتظر ستعلم لماذا سميت عقارب الساعة بالعقارب.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "عندما لا تجد أحد يسمعك، اكتب فالورقة كفيلة بأن تنصت لقلمك",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من باب الأدب استمع للبشر جيداً أما من باب الاحتياط فلا تصدق كل ما يقولون.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "رغم بساطة الأفعال الصادقة ، إلا أنها تصنع في القلب إحساس عميق لا تصله كبائر المجاملات.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ستواجه صنفاً لا يفكر إلا بنفسه ، وآخر يخذلك في منتصف الطريق ، وآخر ينكر معروفاً لك وكأنه لم يعرفك يوماً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "وحده المثقف يعيد النظر في نفسه كل يوم، ويعيد النظر في علاقته مع العالم ومع الأشياء كلما تغير شيء في حياته.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "وهكذا وأنا أحمل على كتفيّ سر الأشياء، استطعت أن أتجول عبر العالم مثل جاسوس، دون أغير مكاني ودون أن أتحرك من على كرسي.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "عندما تُدخل السعادة إلى قلوب الآخرين ستعرف السعادة عنوانك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الجزء المحذوف من كلماتنا ، الأحلام التي لا نخبر عنها أحداً ، النظرة التي نحتفظ بها حتى نستدير ، هي نحن في الحقيقة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "اهتم بمن يهتم ، أما البقية فرد التحية يكفي.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا أحد يفهم معنى وداعاً ، إلا من جرب ألمها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تقترب من ذكرياتك المؤلمة فإنها ستشعل حاضرك بنيران حزنها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لست مغرما بأن أصبح رجلا تركع عند قدميه كل النساء. بل أكتفي أن تشعر أنثى واحدة بأني أعظم الرجال في نظرها. وسأجعلها أمراة فوق كل النساء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أربعة لا تكن قاسيا معهم ابداً , المرأة ، والطفل ، والخادم ، ومن أتاك معتذراً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أعان الله قلباً تظاهر بالقوة وهو أشد المكسورين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من الأفضل أن تموت غير مفهوم ، على أن تقضي حياتك في شرح نفسك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "دمعة المرأة لو تجمدت لكانت أجمل لؤلؤة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تبا لسطحية سكنت عقول البشر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "يجب ان تمنع ثلاث من التحكم في حياتك: المال , الناس , الذكريات السيئة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الاحترام لا يكلف شيئاً لكنه يعني الكثير.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الرجل الذي يعامل المرأه كملكة .. دليل على أنه تربى على يد ملكة أخرى.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لو رأيت الكل يمشي عكسك .. لا تتردد .. امشِ حتى لو أصبحت وحيداً، فالوحدة خيرٌ من أن تعيش عكس نفسك لإرضاء غيرك ..",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن رأيتني على خطأ ولم تنصحني .. فأنا ﻻ أعني لك أي شيء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تدع يد الشتاء الخشنة تمحو عنك صيفك قبل أن تتحول أنت إلى قطرات.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الرائعون حقاً هم من يشعرون دئماً بقيمة ما تقدمه مهما كان بسيطاً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تعلمت الاحترام , لذلك أجهل التصرف مع فاقديه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "جمال المكان بمن رافقك فيه ، وجمال الوقت بمن شاركك فيه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الشيء الوحيد الذي املكه حقاً ولايستطيع ان يأخذه احداً مني او يتحكم به .. هو نظرتي للحياة .. لذا انا دائماً استمتع بالحياة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لراحة بالك : المعاملة بالمثل هي أفضل أسلوب للحفاظ على الراحة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "هناك كلام لا يقول شيء ، وهناك صمت يقول كل شيء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تنازلوا عن دوركم في إصلاح الناس وأصلحوا أنفسكم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تلعب بمشاعر الآخرين لأنك قد تربح اللعبة لكن الخطر أن تخسر هذا الشخص مدى الحياة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الشعر الأكثر صدقاً هو الأكثر تلفيقاً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الفتاة التي تصارحك بحبها من أول لقاء تتركك دون كلمة وداع . الفتاة العاقلة لا تؤمن بالحب للحب ولكنها تؤمن بالحب للزواج .",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "معاودة الكفاح بعد الفشل يشير إلى معدن الرجال.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "المرأة كوكب يستنير به الرجل ومن غيرها يبيت في الظلام.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ثق بأن .. الصوت الهادئ أقوى من الصراخ وإن التهذيب يهزم الوقاحة وإن التواضع يحطم الغرور والإحترام يسبق الحب.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الرجل لا لسان له اذا عجز عن الفوز بامرأة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تأبه بالمحبطين ، حافظ على نفسك من أعداء النجاح.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من لم يصنع السعادة لنفسه .. لن يصنعها له الآخرون ..",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أظن أن البعض أصبحوا بحاجة للتجاهل قليلاً ، ليعلموا كم كان اهتمامنا بهم جميلاً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن كنت تحمل في قلبك عتاباً ، صارحني به كي لا يصبح بيننا فراغاً يعبر منه الآخرون.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ثم إنه لديّ الكثير من الأصدقاء في صديق واحد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تقف أطماع المرأة عند حد ولا تقنع ابدا .. فلو أنها ملكت خزائن الارض لطمعت في خزائن السماء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الرجال الأخيار يجب ألا يصاحبوا إلا أمثالهم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تواضع مع الكل , فالطبيعة البشرية تنفر دوما من المغرور والمتعالي",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تحلو الحياة دون أصدقاء يشاركونك الجنون بعض الأحيان.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "قضينا سنوات عديدة في التعليم ، ومع ذلك لم يعلمنا أحد أن نحب أنفسنا.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إياك أن تؤذي نفسك بالصبر على علاقات! كثيرة الإستفزاز , كثيرة الوجع , مليئة بسوء الظن.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "حين تضحك خجلاً من عمل قمت به بالرغم من عدم وجود أشخاص حولك , فاعلم أنك في أعلى مراتب الحياء , لأن قمة الأدب أن يستحي المرء من نفسه أولاً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الذي لا تستطيع تجنبه عليك بمعانقتك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما تم فعله لا يمكن أن يلغى",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "نحن نعرف من نحن، لكننا لا نعرف ما قد نكونه",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تسمح أبداً أن تكون نهاية علاقة جميلة بسبب موقف.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا يكفي إن تساعد الضعيف على الوقوف، بل ينبغي أن تسنده بعد ذلك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أجسامنا هي بساتيننا، وإرادتنا هي بمثابة البستانيين الذين يعتنون بها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تأخذ بما تسمع ، خذ بما ترى.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "البعض يولد عظيماً ، والبعض يجتهد فيكون عظيماً ، والبعض يسبب مشقة عظيمة لهؤلاء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تمسح دموعك ، بل امسح من حياتك المتسبب بها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تسمح للناس أن يسحبوك لعاصفتهم ، اسحبهم أنت لهدوئك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تسمح لأحد بأن يعاملك بشكل سيء ، فقط لأنك تحبه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أصدق حب ، عندما تحب شخص ولا تعلم لماذا تحبه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "البعض لا يبقى من اجلك ، بل يبقى حسب حاجته إليك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما لا يُمْكِنُ تصحيحه عليك ألَّا تُعيره إنتباهك : فما حدث قد حدث.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "البعض يولدون عظاما .. وآخرون يفوزون بالعظمة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أسلوبك وأنت تتكلم ، أهم من الكلام نفسه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "النهاية تتوج الأعمال.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا يهمني من تكون ..أنا معك بما أراهُ منك، لا بما أخبروني عنك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أحب الجميع , وثق بالقليل , ولا تخطىء بحق أحد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا كانت سعادة الإنسان مرهونة بوجود شخص أو بامتلاك شيء محدد فما تلك بسعادة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تسمح لأي مخلوق أن يحبطك ، لا فكرياً ولا عملياً ولا عاطفياً ، لا تسمح لهم أن يأخذوك إلى زاوية التعساء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "عندما لا تعرف ما أقصده ، لا تفسر ما تريده.",
      writer: "وليم شكسبير",
    ),

    Quotesclass(
      text: "من باب الانصاف : تقبل ردة فعلي مثلما أتقبل مرارة أفعالك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الابتعاد أجمل إذا كان القرب يشبه العدم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "عندما يكون البحر ساكناً يظهر البحارة بلا استثناء مهارتهم الفائقة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تحبني أو تكرهني جميعها مفضلة لدي, اذا كنت تحبني سوف أكون دائما في قلبك, واذا كنت تكرهني سوف أكون دائما في عقلك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الإنسان يتغير لسببين، حينما يتعلم أكثر مما يريد أو حينما يتأذى أكثر مما يستحق.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "اصعب معركة في حياتك عندما يدفعك الناس الى ان تكون شخصا اخر",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إمتلك أكثر مما تُظهٍر و تكلم أقل مما تعلم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "اثنان لا تبقى معهم : من لا يفهمك ، ومن لا يعرف قيمتك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "كن كما أنت وليتقبلك من يتقبلك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "حياة يقودها عقلك .. افضل بكثير من حياة يقودها كلام الناس.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ليرحل من يشاء ، لا حاجة لنا أبداً لأنصاف أصدقاء.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أحيانا تكون أحلامنا أوسع من أن يحتويها واقعنا .. فلنصبر على واقعنا قليلاً حتى يكبر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "حشد العقلاء أمر معقد للغاية , أما حشد القطيع فلا يحتاج سوى راعٍ وكلب.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "كنتَ في الحلم مَلِكا .. وحينما صحوت لم أجد أثرا.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "اذا ركب اثنان معا الحصان نفسه ، فاحدهما يجب ان يكون في الخلف.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "هذا قبل كل شيء : لنفسك ، كن صادقا.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تتعلق بمن حولك كثيراً ، حتى لا تتعب كثيراً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من قلة الأدب تباهيك المتكرر بنعمة تملكها، أمام من يفتقدها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "مهما كانت معاملتهم لي .. سأضل اعاملهم بما هي عليه اخلاقي.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الأصدقاء الحقيقيون لا يجيدون التصنع ، قد نغيب عن أعينهم لكن لا نغيب عن قلوبهم أبداً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الأمل بالفرح يوازي الفرح ذاته.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الضعف هو أن تستمر في حب شخص لا يريدك .",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تتسول وداً بارداً ، ولا تسأل وصلاً متكلفاً ، لا تنتظر مجيء من لا يجيء ، كن متقدماً بعقلك متراجعاً بقلبك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ثلاثة لا تنصحهم , مثقف مغرور وشاب مراهق وامرأة جميلة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أَطلِقْ لسانك بما تشعرُ به وليس بما أنت مُجبرٌ على قولِه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تتعب نفسك بالتبرير دائماً ، فالناس لا تسمع إلا ما تريد أن تسمعه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تعلق أحد بك ، إذا كنت تنوي الرحيل عنه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحب أصغر من أن يدرك الضمير، لكن من يدري أن الضمير ليس مولوداً من الحب؟",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تبالغ في شعورك فالأغلبية عابرين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ليس ثمة حب سيء ، ولكن هناك حبيب سيء لا يصلح للحب.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ما أمر أن تنظر إلى السعادة من خلال عيون الآخرين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الزنديق هو الذي يوقد النيران وليس التي تحترق بها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "كن كبيراً في عين نفسك ، ولا تهتم أبداً لنظرة الآخرين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تعلمت أن أكتسب قُوْتِي بعرق جبيني , وأن أدفع ثمن ما ألبس وألَا أضمر لأحد حقداً وألَا أحسُدَ الآخرين على سعادتهم, وأن أفرح !لخير الجميع, وأن أكتفي بمصائبي.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تكذب أبداً على شخص يثق بك ، ولا تثق أبداً بشخص يكذب عليك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الاهتمام بالاهتمام ، ومن استغنى فنحن عنه أغنى.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا لم تكن قادراً على الوفاء ، لا تنطق كلمة وعد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الزم الابتسامة المشرقة فهي بوابتك لكسر الحاجز الجليدي مع من حولك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "اعتن جيداً بسمعتك .. لأنها ستعيش أكثر منك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "جنباً إلى جنب يسير الحظ والجرأة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من نحبهم بشدة.. يختارهم الغياب بدقة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الأعمال السيئة تضاعفها كلمة شريرة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أن تكون سيئاً وصادقاً أجمل بكثير من أن تكون مناسباً لكنك مزيفاً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "حين يتجاهلك شخص ما. تأكد بأنك شخص مهم لديه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "في قانون الأوفياء العتاب مرتين والثالثة أتمنى لك كل خير.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ليحدث ما سيحدث ، حتى الأيام السيئة تمضي.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "استمع لكثيرين، وتكلّم مع قليلين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الذين يعشعش الإثم في نفوسهم يتخيلون أن كل عين ترى ما بداخلهم..!",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "العيون الواسعة تنم على الصراحة والبراءة و العيون الضيقة تنم عن المكر والخبث والدهاء والحقد و العيون الحالمة تدل على العاطفة الرقيقة اما العيون الزرقاوية اللون فتدل على العناد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ابحث في روح من تحب عن الحب , فإن ايجاده ليس بالامر الصعب .. اهمس بكلمة احبك في اذن من تحب فلا تعلم مدى تأثيرها عليه الا حين تسمعها منه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "قد نسامحهم كثيراً ، ولكن سيأتي يوم لا نستطيع فيه حتى سماع أعذارهم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الإصرآر على التفآؤل قد يصنعُ مآ كآنَ مستحيلاً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "حين تخذلك جميع الاشياء التي حولك .. لا تحاول أن تثق بها مجدداً، فقط حاول أن تثق بأنك تستطيع العيش بدونها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ربّ قلب جميل خير من آلاف الوجوه الجميلة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا توقد فى صدرك فرنا لعدوك فتحترق فيه أنت.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "تكسيرك لمجاديف غيرك ، لا تزيد أبداً من سرعة قاربك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "في رئة كُل إمرأة اكسجين رجلٍ واحد هو من يختار نوعه إن أراد أن يكون شهيقاً أم زفيراً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "اليوم هو أول يوم فيما بقي لي من عمر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "يوماً ما سينجب إهمالك لمن تحب ، كرهاً عظيماً.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا يوجد أحقر من شخص غضب على شخص آخر ، فتساقطت جميع أسراره من لسانه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لسنا كاملين ولم نخلق للبحث عن الكمال ، خلقنا بشر نخطئ ونصيب ونجرب ونتعلم.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "استطيع مسامحتك على عشرة أخطاء مختلفة، ولكن لن أسامحك على نفس الخطأ مرتين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا نعلم ما تخبئ لنا الأيام ، قد تقابل شخص واحد يغير حياتك للأبد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا أردت عشق إمرأه .. فعليك تحمل جنونها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا يهمني أمر كل شخص يرحل من حياتي ، ما يهمني أن لا أكون المخطئ في حقه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أن تحب ، يعني أن لا تهمل ، لا تغيب ، لا تبتعد.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا ترَ كل ما تراه عينك ولا تسمع كل ما تسمعه أذنك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "نعلمُ ما نكون لكننا لا نعلم ما يُمكِنُ لنا أن نكون.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "من يهددك بالرحيل ، اهمس في أذنه ، هل تعرف الطريق أم أدلك عليه.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "الحياة مسرحية , أعجبتنا أم لم تعجبنا فقد دفعنا ثمن التذكرة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "موقف واحد ، يختزل آلاف الكلمات.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا أحببتها فلن تستطيع أن تراها.. لماذا؟ لان الحب أعمى.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "عود لسانك على قول كل الأحاديث الجميلة ، فلسانك هو المظهر الخارجي لقلبك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أنا لا أهجر أحد ، لكنني لا أمسك يد من لا يريدني.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أي خسارة كسبت فيها نفسك , إياك أن تسميها خسارة.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ستصنعك الأيام , إما قدوة أو عبرة .. فاختر لنفسك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إذا ما انطلق المالُ فكلُّ السبلِ له ممهدةٌ.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "طالما هي حياتي وليست حياتك ، أهتم بما يناسبني وليس بما يناسبك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "القاعدة الذهبية للاقناع، انصت الى الاخرين بنفس القدر الذي تود ان ينصتوا به إليك!",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا تحاول إغراء البائسين.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "بعض الأشخاص لا يراك بعينه , بل يراك بعين شخص وصفك وتحدث عنك.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "أحيانا لا تحزنك الكلمات التي تقال عنك! بمقدار حزنك عندما تعرف من قالها.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "ليس من الشجاعة أن تنتقم بل أن تتحمل وتصبر.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "البعض غلطة ، والبعض درس ، والبعض ذكرى جميلة وانتهت.",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "لا أحد يستطيع أن يأخذ منك ألمك ، فلا تسمح لأحد أن يأخذ منك سعادتك.",
      writer: "وليم شكسبير",
    ),
  ];
}