import 'package:akwal_w7ikam_lkotab/mainquotes.dart';
class L2m {
  List l2m = [
    Quotesclass(
      text: "المرأة الصالحة تشبه الأم والأخت والصديق",
      writer: "أبو حنيفه النعمـان",
    ),
    Quotesclass(
      text: "الأم شمعة مقدسة تضيء ليل الحياة بتواضع و رقة و فائدة",
      writer: "لي شيبي",
    ),
    Quotesclass(
      text: "قلب الأم مدرسة الطفل",
      writer: "بيتشر",
    ),
    Quotesclass(
      text: "ليس في الدنيا من البهجة و السرور مقدار ما تحس الأم بنجاح ولدها .",
      writer: "ريشتيد",
    ),
    Quotesclass(
      text: "ليس في العالم وسادة أنعم من حضن الأم",
      writer: "وليم شكسبير",
    ),
    Quotesclass(
      text: "إن أرق الألحان وأعذب الأنغام لا يعزفها إلا قلب الأم",
      writer: "بيتهوفن",
    ),
    Quotesclass(
      text: "الأم هى كل شئ فى هذه الحياه هى التعزيه فى الحزن، الرجاء فى اليأس والقوة فى الضعف",
      writer: "جبران خليل جبران",
    ),
    Quotesclass(
      text: "مستقبل الولد صنع أمه",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "في العالم شيء واحد خير من الزوجة.. هو: الأم",
      writer: "شافر",
    ),
    Quotesclass(
      text: "الأم التي تهز السرير بيمينها تهز العالم بيسارها",
      writer: "نابليون بونابرت",
    ),
    Quotesclass(
      text: "يعرف الطفل أمه من ابتسامتها",
      writer: "فرجيل",
    ),
    Quotesclass(
      text: "من روائع خلق الله قلب الأم",
      writer: "أندريه غريتري",
    ),
    Quotesclass(
      text: "أعظم كتاب قرأته : أمي",
      writer: "ابراهام لنكولن",
    ),
    Quotesclass(
      text: "السلام هو الأم المرضعة لكل بلد",
      writer: "هزديوس",
    ),
    Quotesclass(
      text: "أشد الالام على النفس : الام لا يكشفها الطبيب ولا يستطيع أن يتحدث عنها المريض",
      writer: "مصطفى السباعي",
    ),
    Quotesclass(
      text: "وجه أمي وجه أمتي",
      writer: "جبران خليل جبران",
    ),
    Quotesclass(
      text: "الطرافة لا تعني أن نسمح بلفظة عنصرية تتعلق بالأم أن تمر",
      writer: "سلمان العودة",
    ),
    Quotesclass(
      text: "لا يوجد شيء في الدنيا أحلى من قلب أم تقية",
      writer: "مارتن لوثر",
    ),
    Quotesclass(
      text: "الأمومة أعظم هبة خص الله بها النساء",
      writer: "ماري هوبكنز",
    ),
    Quotesclass(
      text: "كنزي الحقيقي هو أمي",
      writer: "مارسيل بروست",
    ),
    Quotesclass(
      text: "الأم تحب من كل قلبها والأب يحب بكل قوته",
      writer: "مدام دي بوارن",
    ),
    Quotesclass(
      text: "إن الشعراء ليسوا طيوراً مهاجرة، والشعر دون التربة الأم شجرة بلا جذور وطائر دون عش.",
      writer: "رسول حمزتوف",
    ),
    Quotesclass(
      text: "إني مدين لك بكل ما وصلت إليه و ما أرجو أن أصل إليه من الرفعة إلى أمي الملاك",
      writer: "ابراهام لنكولن",
    ),
    Quotesclass(
      text: "قلب الأم هوَّة عميقة ستجد المغفرة دائما في قاعها.",
      writer: "بلزاك",
    ),
    Quotesclass(
      text: "فقد الأم يعني فقد اللطف و الحنان ، و فقد الأب يعني فقد العز و الشرف",
      writer: "مثل بلجيكي",
    ),
    Quotesclass(
      text: "الأم و الوطن لا يمكن المزاح فيهما: إنهما مقدسان.",
      writer: "إيزابيل الليندي",
    ),
    Quotesclass(
      text: "الرب يعطينا كثيرا من الأشياء مرتين بل مراتٍ عديدة، لكنه لا يعطينا الأم إلا مرة واحدة.",
      writer: "هارييت ستاو",
    ),
    Quotesclass(
      text: "عينا الأم سر إلهام ولدها",
      writer: "لورد بيرون",
    ),
    Quotesclass(
      text: "مدرستي الأولى على صدر أمي",
      writer: "كورناي",
    ),
    Quotesclass(
      text: "لو كان العالم فى كفه وأمى فى كفه لاخترت أمى",
      writer: "جان جاك روسو",
    ),
    Quotesclass(
      text: "الاب و الام هما الشخصان الوحيدان في العالم اللذان لن يحسداك على نجاحك",
      writer: "",
    ),
    Quotesclass(
      text: "حب الأم لا يشيخ أبدا",
      writer: "دوريون",
    ),
    Quotesclass(
      text: "الرجال من صنعتهم أمهاتهم",
      writer: "بلزاك",
    ),
    Quotesclass(
      text: "و هذا معنى أن أكون أمرأة أنثى ؛زوجة ؛ أماً …. و قدر المرأة الأنثى و قدر الأم ان تتحمل …",
      writer: "عادل صادق",
    ),
    Quotesclass(
      text: "الأم هي الشخص الذي تسرع إليه عندما تكون في ورطة.",
      writer: "إيميلي ديكنسون",
    ),
    Quotesclass(
      text: "الأم تظلم نفسها لتنصف أولادها",
      writer: "شوبير",
    ),
    Quotesclass(
      text: "الأم بالنسبة للطفل هي المرجع الموثوق فيه .. ماما قالت إني مستهتر .. يبقى أنا مستهتر",
      writer: "إيهاب فكري",
    ),
    Quotesclass(
      text: "الأم هو الينبوع الذي تتفجر منه جميع عواطف الخير والأحسان في الأرض.",
      writer: "مصطفى لطفي المنفلوطي",
    ),
    Quotesclass(
      text: "الأم هي أول من يمنح الحياة ، و أول من يحس عند الفقدان بأن جزءا مهما منه قد انطفأ نهائيا .",
      writer: "واسيني الأعرج",
    ),
    Quotesclass(
      text: "حِجْر الأم هو المكان الآمن الذي تستطيع أن تسند إليه رأسك وأنت مرتاح مطمئن.",
      writer: "فولتير",
    ),
    Quotesclass(
      text: "السر في الأم , السر في التفاصيل .. انتبهُ للتفاصيل، وتشدني الفوارق بينها.",
      writer: "أدهم الشرقاوي",
    ),
    Quotesclass(
      text: "الأم تحب أولادها بلا شروط، مهما أخطئوا فى حقها تظل تحبهم.",
      writer: "علاء الأسواني",
    ),
  ];
}